Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: This changes the way SkyTemple behaves when asynchronous operations are done (eg. loading files and views). You usually don't want to change this, unless you know what you are doing or are running into crashes or other issues. Thread-based: SkyTemple spawns an extra thread to run asynchronous operations. This could lead to thread safety issues, but is the 'smoothest' loading experience. Synchronous: Asynchronous operations run immediately. The SkyTemple UI freezes briefly during that. GLib: Same has 'Synchronous' but the UI gets the chance to finish displaying loaders etc. before they are run. Using Gbulb event loop: This enables Single-Thread asynchronous loading. It is generally the preferredoption if available.
de_de: Dadurch ändert sich das Verhalten von SkyTemple, wenn asynchrone Vorgänge ausgeführt werden (z. B. Laden von Dateien und Ansichten). Normalerweise möchtest du dies nicht ändern, es sei denn, du weißt, was du tust, oder es treten Abstürze oder andere Probleme auf. Thread-basiert: SkyTemple erzeugt einen zusätzlichen Thread, um asynchrone Operationen auszuführen. Dies könnte zu Sicherheitsproblemen bei Threads führen, ist jedoch das „reibungsloseste“ Ladeerlebnis. Synchron: Asynchrone Vorgänge werden sofort ausgeführt. Die SkyTemple UI friert währenddessen kurz ein. GLib: Gleich wie 'Synchron', aber die Benutzeroberfläche hat die Chance, die Anzeige von Ladern usw. zu beenden, bevor sie ausgeführt werden. Verwenden der Gbulb-Ereignisschleife: Dies ermöglicht das asynchrone Single-Thread-Laden. Dies ist im Allgemeinen die bevorzugte Option, falls verfügbar.
es_es: Esto cambia la forma en que SkyTemple se comporta cuando se realizan operaciones asíncronas (por ejemplo, cargar archivos y vistas). Por lo general, no necesitarás modificar estas opciones a menos que sepas lo que estás haciendo o tengas problemas. Basado en hilos: SkyTemple genera un hilo adicional para ejecutar operaciones asíncronas. Esto podría llevar a problemas de seguridad de los hilos, pero es la experiencia de carga más fluida. Sincrónico: Las operaciones asíncronas se ejecutan inmediatamente. La interfaz de usuario de SkyTemple se congela brevemente durante las mismas. GLib: Lo mismo que "Sincrónico", pero la interfaz de usuario tiene la oportunidad de terminar de mostrar los cargadores, etc., antes de que se ejecuten. Usar bucle de eventos Gbulb: Permite la carga asíncrona de un solo hilo. Generalmente es la opción preferida si está disponible.

source: You can try opening one of the following file manually in a web browser or text editor:
de_de: Du kannst versuchen eine der folgenden Dateien manuell in einen Webbrowser oder Texteditor zu öffnen:
es_es: Puedes intentar abrir uno de los siguientes archivos manualmente en un navegador web o editor de texto:

source: The final value is randomized between randomized between density - 2 and density + 1.
de_de: Der Endwert wird randomisiert zwischen Dichte - 2 und Dichte + 1.
es_es: El valor final se aleatoriza entre la densidad -2 y la densidad +1.

source: The final value is randomized between randomized density / 2 and density - 1 if the value is positive. If it's negative, its absolute value is used (no random variation is applied in this case).
de_de: Der Endwert wird zwischen randomisierter Dichte / 2 und Dichte - 1 randomisiert, wenn der Wert positiv ist. Wenn es negativ ist, wird sein absoluter Wert verwendet (in diesem Fall wird keine zufällige Variation angewendet).
es_es: El valor final se aleatoriza entre la densidad / 2 y la densidad -1 si el valor es positivo. Si es negativo, se usa su valor absoluto (en este caso, no se aplica ninguna variación aleatoria).
fr_fr: La valeur finale est prise au hasard, si elle est positive, entre la densité au hasard÷2 et la densité −1. Si elle est négative, la valeur absolue est utilisé (pas de variation aléatoire).

source: The value stored in the ROM is actually the value divided by 5. Because of this the saved value will be rounded to the next multiple of 5.
de_de: In der ROM wird der hier angegebene Wert geteilt durch 5 gespeichert. Daher wird beim Speichern der hier angegebene Wert zum nächsten Vielfachen von 5 gerundet.
es_es: El valor almacenado en la ROM es un valor dividido entre 5. Por ello, el valor guardado será redondeado al siguiente múltiplo de 5.
fr_fr: La valeur enregistrée dans la ROM est cette valeur divisée par 5. Ainsi, cette valeur sera arrondie au prochain multiple de 5.

source: Dungeon Tileset {self.item_id} Rules
de_de: Regeln für Dungeon Tileset {self.item_id}
es_es: Reglas del tileset {self.item_id} del territorio
fr_fr: Règles du tileset de donjon {self.item_id}

source: <Not available> To view and edit guest Pokémon data, please apply the "EditExtraPokemon" ASM patch from the "Patches" > "ASM" menu. If you already have applied it, apply it again to be sure to use the last version.
de_de: <Nicht verfügbar> Um Gast-Pokémon Daten anzuzeigen und zu bearbeiten, wende bitte den ASM-Patch „ExtractMoveCode“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para ver y editar los datos de Pokémon invitados, aplica el parche "EditExtraPokemon" desde el menú "Parches" > "ASM". Si ya lo has aplicado, aplícalo de nuevo para asegurarte de usar la última versión.

source: Map Background category "{self.name}"
de_de: Kartenhintergrund-Kategorie "{self.name}"
fr_fr: Catégorie de fond de carte « {self.name} »

source: This section contains all the map backgrounds, that start with the letter {self.name[0]}.
de_de: Dieser Abschnitt enthält alle Kartenhintergründe, die mit dem Buchstaben {self.name[0]} beginnen.
fr_fr: Cette section contient tous les fonds de carte commençant par la lettre {self.name[0]}.

source: #<Base ID>
de_de: #<Basis-ID>
es_es: #<ID base>

source: Unk 17:
de_de: Unb 17:
es_es: Desc. 17:

source: Unk 18:
de_de: Unb 18:
es_es: Desc. 18:

source: Sprite Size
de_de: Sprite Größe
es_es: Tamaño del sprite
fr_fr: Taille du sprite

source: Patch successfully imported.
de_de: Patch erfolgreich importiert.
es_es: Parche importado correctamente.
fr_fr: Modification correctement importée.

source: Data
de_de: Daten
es_es: Datos

source: <b>Load Address:</b> 0x{bin_load_address:0x} | <b>Length:</b> {bin_length}
de_de: <b>Ladeadresse:</b> 0x{bin_load_address:0x} | <b>Länge:</b> {bin_length}
es_es: <b>Dirección de carga:</b> 0x{bin_load_address:0x} | <b>Longitud:</b> {bin_length}

source: To import, select a directory to import from. Files with the pattern '{self.item_id + 1}_XX.png' will be imported, where XX is a number between 0 and 40.
de_de: Um zu importieren, wähle einen Ordner aus. Dateien nach dem Muster '{self.item_id + 1}_XX.png' werden importiert. Dabei muss XX eine Zahl zwischen 0 und 40 sein.
es_es: Para importar, selecciona un directorio desde el que importar. Se importarán los archivos con el patrón '{self.item_id + 1}_XX.png', donde XX es un número entre 0 y 40.
fr_fr: Pour importer, selectionner le dossier à partir duquel importer. Les fichiers sous la forme '{self.item_id + 1}_XX.png' seront importé, où XX est un nombre entre 0 et 40.

source: Script Scenes for maps in category "{self.name}"
de_de: Skriptszenen für Karten in der Kategorie "{self.name}"

source: This section contains all the script scenes of maps, that start with the letter {self.name[0]}.
de_de: Dieser Abschnitt enthält alle Skriptszenen von Karten, die mit dem Buchstaben {self.name[0]} beginnen.

source: This section contains all acting scenes for the map {self.name}. These scenes are used for cutscenes. The player can usually not move the character in them.
de_de: Dieser Abschnitt enthält alle Handlungsszenen für die Karte {self.name}. Diese Szenen werden für Zwischensequenzen verwendet. Der Spieler kann den Charakter in diesen Szenen normalerweise nicht bewegen.

source: Sub Scenes for "{self.name}"
de_de: Sub-Szenen für "{self.name}"

source: This section contains all sub scenes for the map {self.name}. These scenes can be loaded on top of the "Enter" scene, depending on the current story progress.
de_de: Dieser Abschnitt enthält alle Unterszenen für die Karte {self.name}. Diese Szenen können über die „Eingang“ -Szene geladen werden, abhängig vom aktuellen Story-Fortschritt.

source: <span size="large">Welcome to SkyTemple!</span> With this tool you can edit various things in ROMs of Pokémon Mystery Dungeon Explorers of Sky. Please note the following: - This is still very early software, please make backups of your ROM. Things <i>will</i> break. - A project directory was created next to the ROM. - Please report any issues.
de_de: <span size="large">Willkommen bei SkyTemple!</span> Mit diesem Wekzeug kannst du verschiedene Dinge in ROMs von Pokémon Mystery Dungeon Erkundungsteam Himmel bearbeiten. Bitte beachte folgendes: - Diese Software ist noch ziemlich instabil, mache daher regelmäßig Backups deiner ROM. Dinge <i>werden</i> kaputt gehen. - Ein Projektverzeichnis wurde neben der ROM erstellt. - Bitte sag uns Bescheid, wenn du irgendwelche Probleme hast.
es_es: <span size="large">¡Bienvenido a SkyTemple!</span> Con esta herramienta puedes editar múltiples parámetros en las ROMs de Pokémon Mundo Misterioso: Exploradores del Cielo. Por favor, ten en cuenta lo siguiente: - Este software aún se encuentra en desarrollo, por lo que recomendamos que hagas copias de seguridad de tu ROM. Algunas cosas <i>no</i> funcionarán. - Se ha creado un directorio del proyecto junto a la ROM. - Por favor, infórmanos si tienes cualquier problema.
fr_fr: <span size="large">Bienvenue dans SkyTemple !</span> Grâce à cet outil, vous pouvez modifier de nombreux éléments dans une ROM de Pokémon Donjon Mystère : Explorateurs du Ciel. Garder cela en tête : - Ce logiciel est encore précoce. S’il vous plait, faites des sauvegardes de vos ROM. Il <i>y aura</i> des erreurs. - Un dossier pour le projet à été crée à coté de la ROM. - S’il vous plait, rapporter tout problême.

source: Async Operations
de_de: Asynchrone Operationen
es_es: Operaciones asincrónicas
fr_fr: Taches asynchrones

source: Support us!
de_de: Unterstütze uns!
es_es: ¡Apóyanos!
fr_fr: Soutenez-nous !

source: Application to edit the ROM of Pokémon Mystery Dungeon Explorers of Sky (EU/US).
de_de: Anwendung zum Bearbeiten der ROM von Pokémon Mystery Dungeon Erkundungsteam Himmel (EU/US).
es_es: Programa para editar la ROM de Pokémon Mundo Misterioso: Exploradores del Cielo (UE/US).
fr_fr: Application pour modifier une ROM de Pokémon Donjon Mystère: Explorateurs du Ciel (EU/US).

source: You want to support SkyTemple and PMD2 ROM hacking? Thank you! You can support us...
de_de: Du möchtest SkyTemple und PMD2 ROM-Hacking unterstützen? Danke! Du kannst uns unterstützen...
es_es: ¿Quieres apoyar SkyTemple y el hacking de la ROM de PMM2? ¡Muchas gracias! Puedes apoyarnos...
fr_fr: Vous voulez soutenir SkyTemple et le ROM Hacking PDM2? Merci beaucoup! Vous pouvez nous soutenir...

source: ... by testing new features!
de_de: ... indem du neue Features testest!
es_es: ... probando nuevas características!
fr_fr: ... en testant de nouvelles fonctionnalités !

source: Join our Discord server and become a "Beta Tester", to get access to new features. Your feedback will directly help to improve SkyTemple and you can also suggest new features!
de_de: Trete unserem Discord-Server bei und werde ein „Betatester“, um auf neue Funktionen zugreifen zu können. Dein Feedback hilft direkt bei der Verbesserung von SkyTemple und wenn du möchtest kannst du dort auch neue Funktionen vorschlagen!
es_es: Únete a nuestro servidor de Discord y conviértete en un "Beta Tester" para obtener acceso a nuevas características. Tus comentarios ayudarán directamente a a mejorar SkyTemple y también podrás sugerir nuevas características.
fr_fr: Rejoignez notre serveur Discord et devenez un "bêta testeur", pour avoir accès à de nouvelles fonctionnalités. Vos commentaires aideront directement à améliorer SkyTemple et vous pourrez également suggérer de nouvelles fonctionnalités !

source: ... by joining development or reverse engineering the game!
de_de: ... indem du bei der Entwicklung oder dem Hacken des Spiels mithilfst!
es_es: ... uniéndote al desarrollo, o participando en la ingeniería inversa del juego!
fr_fr: ... en rejoignant le développement de SkyTemple, ou en inversant l'ingénierie du jeu !

source: We are always looking for people to help develop SkyTemple or who help hacking the game. If you are interested in reverse engineering or implementing new features for SkyTemple, you can find the project on Github! You can also join the Discord server if you have any questions.
de_de: Wir suchen immer nach Leuten, die bei der Entwicklung von SkyTemple oder beim Hacken des Spiels helfen. Falls du interessiert daran bist, neue Features für SkyTemple zu entwickeln, findest du das Projekt auf Github! Du kannst auch unserem Discord-Server beitreten, falls du Fragen hast.
es_es: Siempre estamos buscando gente que ayude a desarrollar SkyTemple o que ayuden a hackear el juego. Si estás interesado en la ingeniería inversa o en implementar nuevas características para SkyTemple, puedes encontrar el proyecto en Github. También puedes unirte al servidor de Discord si tienes alguna pregunta.
fr_fr: Nous sommes toujours à la recherche de gens pour aider à développer SkyTemple ou qui aident à hacker le jeu. Si vous êtes intéressé par l'ingénierie inversée ou l'implémentation de nouvelles fonctionnalités pour SkyTemple, vous pouvez trouver le projet sur Github ! Vous pouvez également rejoindre le serveur Discord si vous avez des questions.

source: ... by helping to translate SkyTemple!
de_de: ... indem du hilfst, SkyTemple zu übersetzen!
es_es: ... ayudando a traducir SkyTemple!
fr_fr: ... en assistant à la traduction de SkyTemple!

source: Do you want to help translating SkyTemple to your native language? Join our Discord for more information.
de_de: Möchtest du helfen, SkyTemple in deine Muttersprache zu übersetzen? Komm auf unseren Discord-Server, um weitere Informationen zu erhalten.
es_es: ¿Quieres ayudar a traducir SkyTemple a tu idioma nativo? Únete a nuestro Discord para más información.
fr_fr: Voulez-vous contribuer à la traduction de Skytemple en votre langue natale ? Rejoignez notre Discord pour d'avantage d'informations.

source: ... by buying us a coffee!
de_de: ... indem du uns einen Kaffee kaufst!
es_es: ... comprándonos un café!
fr_fr: ... en nous achetant un café !

source: If you like SkyTemple or other PMD2 hacking tools, you can support us with a small donation.
de_de: Wenn du SkyTemple oder andere PMD2 Hacking Tools magst, kannst du uns mit einer kleinen Spende unterstützen.
es_es: Si te gusta SkyTemple u otras herramientas de hacking de PMM2, puedes apoyarnos con una pequeña donación.
fr_fr: Si vous aimez SkyTemple ou d'autres outils de hacking sur PDM2, vous pouvez nous soutenir avec un petit don.

source: Developer of SkyTemple and creator of ExplorerScript.
de_de: Entwickler von SkyTemple und Ersteller von ExplorerScript.
es_es: Desarrollador de SkyTemple y creador de ExplorerScript.
fr_fr: Développeur de SkyTemple et créateur de ExplorerScript.

source: Figured out most things about how this game works! Developer of ppmdu.
de_de: Hat das meiste darüber herausgefunden, wie dieses Spiel funktioniert! Entwickler von ppmdu.
es_es: ¡Descubrió la mayoría de las cosas sobre cómo funciona el juego! Desarrollador de ppmdu.
fr_fr: A compris la plupart du fonctionnement du jeu ! Développeur de ppmdu.

source: Test Dungeon
es_es: Territorio de prueba
fr_fr: Donjon de test

source: Kirlia Secret Bazaar Greeting
es_es: Saludo del Bazar Secreto de Kirlia

source: IQ
es_es: CI
fr_fr: QI

source: <b>NAME</b> Type: Wall Hallway Impassable: Yes Affected by Absolute Mover: Yes Tile type is forced to be "Void / Chasm" (Still rendered as tileset's secondary terrain!). All tiles outside of defined room are made the tileset\'s defined secondary terrain.
es_es: <b>NOMBRE</b> Tipo: Pared Pasillo Intransitable: Sí Afectado por Híper-todoterreno: Sí El tipo de tile está forzado a ser "Vacío / Abismo" (¡Todavía se renderiza como terreno secundario del tileset!). Todos los tiles fuera de la sala definida se convierten en el terreno secundario del tileset.
fr_fr: <b>NOM</b> Type : Mur Couloir Infranchissable : Oui Affecté par Bulldozer Tout-Terrain : Oui La tuile est considérée comme étant du « Vide / Gouffre » (mais est tout de même affichée comme du terrain secondaire). Toutes les tuiles en dehors de la salle définie utilisent le terrain secondaire.

source: Dungeon Tileset {self.item_id}
es_es: Tileset {self.item_id} del territorio
fr_fr: Tileset de donjon {self.item_id}

source: Chr
es_es: Car.

source: $<ID Number>: <Eng. Name>
es_es: $<Número de ID>: <Nombre en inglés>

source: c-of-time & Rust of Darkness
es_es: c-of-time y Rust of Darkness

source: c-of-time README
es_es: README de c-of-time

source: Rust of Darkness README
es_es: README de Rust of Darkness

source: L
fr_fr: K

source: B :
fr_fr: X :

source: WBA
fr_fr: WBE

source: Neutral
fr_fr: Neutre

source: Chlorophyll
fr_fr: Chlorophyle

source: Hydration
fr_fr: Hydratation

source: Filter
fr_fr: Filtre

source: Prevents the game from crashing if it runs out of memory when trying to display a sprite (this can happen during cutscenes when using custom sprites or the randomizer). Instead, the game will be forced to continue, which will most likely prevent the crash but could cause glitches.
fr_fr: Empèche le jeu de planter s'il manque de mémoire lors de la tentative d'affichage d'un sprite (cela risque d'arrivé durant les cinématiques lors de l'usage de sprites personnalisé ou le randomizer). À la place, il forcera le jeu de continuer, ce qui empèchera probablement le jeu de planter, mais qui pourrait entrainer des pépin.

source: DeSmuME couldn't be loaded. Debugging functionality will not be available: {ex}
fr_fr: DeSmuME n'a pas pu être chargé. La fonctionnalité de Debug ne sera pas disponible : {ex}

source: Debug Flags 1
fr_fr: Drapeaux de débogage 1

source: No Screen Fade
fr_fr: Pas de fondu d'écran

source: Sound OFF
fr_fr: Son désactivé

source: BGM OFF
fr_fr: Musique de fond désactivée

source: SE OFF
fr_fr: Effets sonores désactivés

source: Debug Menus
fr_fr: Menu de débogage

source: Debug Flags 2
fr_fr: Drapeaux de débogage 2

source: Enemies evolve w. KOed:
fr_fr: Ennemis évoluant lors d'un KO :

source: Leader can switch:
fr_fr: Changement de meneur possible :

source: The sprite memory size of this Pokémon was not consistent for this Pokémon's assigned sprite. SkyTemple automatically corrected it.
fr_fr: La taille en mémoire du sprite du Pokémon ne correspond pas à son celui de son sprite associé. SkyTemple l’a automatiquement corrigé.

source: The sprite file size of this Pokémon was not consistent for this Pokémon's assigned sprite. SkyTemple automatically corrected it.
fr_fr: La taille du fichier du sprite du Pokémon ne correspond pas à son celui de son sprite associé. SkyTemple l’a automatiquement corrigé.

source: AI Flag 1:
fr_fr: Drapeau IA 1 :

source: AI Flag 2:
fr_fr: Drapeau IA 2 :

source: AI Flag 3:
fr_fr: Drapeau IA 3 :
