Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Error when importing mapping. Unknown type: '{mapping_type}'.
de_de: Fehler beim Importieren der Zuordnungen. Unbekannter Typ '{mapping_type}'.
es_es: Error al importar el mapeado. Tipo desconocido: '{mapping_type}'.
fr_fr: Erreur lors de l'importation du mappage. Type inconnu : '{mapping_type}'.
ru_ru: Ошибка при импорте плиточного строения. Неизвестный тип: '{mapping_type}'.

source: Invalid variation index {var_idx}.
de_de: Ungültiger Variationsindex {var_idx}.
es_es: Índice de variación inválido {var_idx}.
fr_fr: Index de variation invalide : {var_idx}.
ru_ru: Неверный индекс вариации {var_idx}.

source: Error in the XML: One of the animation frames doesn't have 16 colors. Each frame must have a value for each color.
de_de: Fehler in der XML-Datei: Mindestens eine der "Animation Frames" hat nicht 16 Farben. Jede Frame muss einen Wert pro Farbe haben.
es_es: Error en el archivo XML: Uno de los fotogramas de la animación no tiene 16 colores. Cada fotograma debe tener un valor para cada color.
fr_fr: Erreur dans le fichier XML : une des images de l'animation n'a pas 16 couleurs. Chaque image doit avoir une valeur pour chaque couleur.
ru_ru: Ошибка в XML: Один из кадров анимации содержит менее 16 цветов. Каждый кадр должен иметь значение для каждого цвета.

source: Error in the XML: Durations for a palette or it's colors are not correctly defined.
de_de: Fehler in der XML-Datei: Dauer für eine Palette oder eine ihrer Farben ist nicht korrekt definiert.
es_es: Error en el archivo XML: Las duraciones de una paleta o de sus colores no están correctamente definidas.
fr_fr: Erreur dans le fichier XML : la durée et/ou les couleurs d'une palette ne sont pas correctement définies.
ru_ru: Ошибка в XML: Длительность палитры или ее цветов определена неверно.

source: No match found for rule {orig_rule}. Input set correct?
de_de: Keine Übereinstimmung für Regel {orig_rule} gefunden. Eingabedaten korrekt?
es_es: No se ha encontrado coincidencia para la regla {orig_rule}. ¿El conjunto de entrada es correcto?
fr_fr: Aucune correspondance trouvée pour la règle {orig_rule}. Le jeu de tuiles importé est-il correct ?
ru_ru: Не найдено совпадений для правила {orig_rule}. Импортируемый набор верен?

source: One Layer (#00)
de_de: Eine Ebene (#00)
es_es: Una capa (#00)
fr_fr: Un calque (#00)
ru_ru: Один слой (#00)

source: One Layer (#01)
de_de: Eine Ebene (#01)
es_es: Una capa (#01)
fr_fr: Un calque (#01)
ru_ru: Один слой (#01)

source: One Layer (#02)
de_de: Eine Ebene (#02)
es_es: Una capa (#02)
fr_fr: Un calque (#02)
ru_ru: Один слой (#02)

source: One Layer (#03)
de_de: Eine Ebene (#03)
es_es: Una capa (#03)
fr_fr: Un calque (#03)
ru_ru: Один слой (#03)

source: One Layer (#04)
de_de: Eine Ebene (#04)
es_es: Una capa (#04)
fr_fr: Un calque (#04)
ru_ru: Один слой (#04)

source: Two Layers (#05)
de_de: Zwei Ebenen (#05)
es_es: Dos capas (#05)
fr_fr: Deux calques (#05)
ru_ru: Два слоя (#05)

source: Two Layers (#06)
de_de: Zwei Ebenen (#06)
es_es: Dos capas (#06)
fr_fr: Deux calques (#06)
ru_ru: Два слоя (#06)

source: Two Layers (#07)
de_de: Zwei Ebenen (#07)
es_es: Dos capas (#07)
fr_fr: Deux calques (#07)
ru_ru: Два слоя (#07)

source: Two Layers (#08)
de_de: Zwei Ebenen (#08)
es_es: Dos capas (#08)
fr_fr: Deux calques (#08)
ru_ru: Два слоя (#08)

source: Two Layers (#09)
de_de: Zwei Ebenen (#09)
es_es: Dos capas (#09)
fr_fr: Deux calques (#09)
ru_ru: Два слоя (#09)

source: Dungeon Tileset (#10)
es_es: Tilesets de territorio (#10)
fr_fr: Set de tuiles de Donjon (#10)
ru_ru: Набор плиток подземелья (#10)

source: Use Fixed Room (#11)
de_de: Statischen Raum nutzen (#11)
es_es: Usa la sala fija (#11)
fr_fr: Utiliser la Salle Prédéfinie (#11)
ru_ru: Использовать фиксированную комнату (#11)

source: This function has no description.
de_de: Diese Funktion hat keine Beschreibung.
es_es: Esta función no tiene descripción.
fr_fr: La fonction n'a pas de description.
ru_ru: У этой функции нет описания.

source: Down
de_de: Unten
es_es: Abajo
fr_fr: Bas
ru_ru: Вниз

source: Down Right
de_de: Unten rechts
es_es: Abajo derecha
fr_fr: En bas à droite
ru_ru: Вниз-вправо

source: Right
de_de: Rechts
es_es: Derecha
fr_fr: Droite
ru_ru: Вправо

source: Up Right
de_de: Oben rechts
es_es: Arriba derecha
fr_fr: En haut à droite
ru_ru: Вверх-вправо

source: Up
de_de: Oben
es_es: Arriba
fr_fr: Haut
ru_ru: Вверх

source: Up Left
de_de: Oben links
es_es: Arriba izquierda
fr_fr: En haut à gauche
ru_ru: Вверх-влево

source: Left
de_de: Links
es_es: Izquierda
fr_fr: Gauche
ru_ru: Влево

source: Down Left
de_de: Unten links
es_es: Abajo izquierda
fr_fr: En bas à gauche
ru_ru: Вниз-влево

source: '{str(value)}' cannot be encoded as a shifted immediate.
ru_ru: '{str(value)}' не может быть закодирован как shifted immediate.

source: Sprite VRAM Size
ru_ru: Размер спрайта в VRAM

source: Body Size
ru_ru: Размер

source: Sprite File Size
de_de: Sprite Dateigröße
es_es: Tamaño del archivo de sprite
fr_fr: Taille du fichier sprite
ru_ru: Размер файла спрайта

source: Tile Mapping can not be processed. The tile number referenced ({idx}) is bigger than the maximum ({0x3FF}). If you are importing an image, please try to have less unique tiles.
de_de: Kachelzuordnung kann nicht verarbeitet werden. Die referenzierte Kachel ({idx}) ist größer als die maximale Kachelanzahl ({0x3FF}). Falls du ein Bild importierst, versuche bitte, die Anzahl einmaliger Kacheln zu reduzieren.
es_es: No se puede procesar el mapeado de tiles. El número de tiles referenciado ({idx}) es mayor que el máximo ({0x3FF}). Si estás importando una imagen, por favor intenta tener menos tiles únicos.
fr_fr: Le mappage des tuiles ne peut pas être effectué. Le numéro de tuile référencé ({idx}) est plus grand que le maximum autorisé ({0x3FF}). Si vous essayez d'importer une image, faites en sorte qu'elle ait moins de tuiles uniques.
ru_ru: Не удалось обработать плиточное строение. Номер плитки, на которую ссылаются ({idx}), больше максимального ({0x3FF}). Если вы импортируете изображение, старайтесь, чтобы количество уникальных плиток было меньше.

source: Only 4bpp and 8bpp images are supported.
de_de: Nur 4bpp und 8bpp-Bilder werden unterstützt.
es_es: Solo se admiten imágenes de 4bpp y 8bpp.
fr_fr: Seules les images à 4 bpp et 8 bpp sont supportées.
ru_ru: Поддерживаются только изображения 4bpp и 8bpp.

source: Can not convert PIL image to PMD tiled image: Must be indexed image (=using a palette)
de_de: PIL Bild kann nicht in ein gekacheltes PMD Bild umgewandelt werden: Es muss ein indiziertes Bild sein (=eine Palette nutzen)
es_es: No se puede convertir la imagen PIL a imagen de tiles de PMM: Debe ser una imagen indexada (usando una paleta)
fr_fr: Impossible de convertir l'image PIL en images tuiles pour PDM : l'image doit être indexée (c'est-à-dire utiliser une palette).
ru_ru: Невозможно преобразовать PIL-изображение в плиточное изображение: изображение должно быть индексированным (=использовать палитру)

source: Can not convert PIL image to PMD tiled image: Palette must contain max {max_len_pal} RGB colors and be divisible by {single_palette_size}.
de_de: PIL Bild kann nicht in ein gekacheltes PMD Bild umgewandelt werden: Palette darf maximal {max_len_pal} RGB Farben beinhalten und muss durch {single_palette_size} teilbar sein.
es_es: No se puede convertir la imagen PIL a una de tiles de PMM: la paleta debe contener un máximo de {max_len_pal} colores RGB y ser divisible por {single_palette_size}.
fr_fr: Impossible de convertir l'image PIL en images tuiles pour PDM : la palette doit contenir au maximum {max_len_pal} couleurs RVB et le nombre de couleurs doit être divisible par {single_palette_size}.
ru_ru: Невозможно преобразовать PIL-изображение в плиточное изображение: палитра должна содержать не более {max_len_pal} RGB цветов и быть кратной {single_palette_size}.

source: Can not convert PIL image to PMD tiled image: Image dimensions must be {img_width}x{img_height}px.
de_de: PIL-Bild kann nicht in gekacheltes PMD-Bild umgewandelt werden: Bildgröße muss {img_width}x{img_height}px sein.
es_es: No se puede convertir la imagen PIL a imagen de tiles de PMM: Las dimensiones de la imagen deben ser de {img_width}x{img_height}px.
fr_fr: Impossible de convertir l'image PIL en images tuiles pour PDM : les dimensions de l'image doivent être de {img_width}x{img_height} pixels.
ru_ru: Не удается преобразовать PIL-изображение в плиточное изображение: Размеры изображения должны быть {img_width}x{img_height} пикселей.

source: Can not convert PIL image to PMD tiled image: The color {pix} (from palette {math.floor(pix / single_palette_size)}) used by pixel {x+(idx % 2)}x{y} in tile {tile_id} ({tile_x}x{tile_y} is out of range. Expected are colors from palette {tile_palette_indices[tile_id]} ({tile_palette_indices[tile_id] * single_palette_size} - {(tile_palette_indices[tile_id]+1) * single_palette_size - 1}).
de_de: PIL Bild kann nicht in ein gekacheltes PMD Bild umgewandelt werden: Die Farbe {pix} (aus der Palette {math.floor(pix / single_palette_size)}), benutzt von Pixel {x+(idx % 2)}x{y} in Kachel {tile_id} ({tile_x}x{tile_y} ist außerhalb der erlaubten Palette. Farben werden erwartet aus der Palette {tile_palette_indices[tile_id]} ({tile_palette_indices[tile_id] * single_palette_size} - {(tile_palette_indices[tile_id]+1) * single_palette_size - 1}).
es_es: No se puede convertir una imagen PIL en una imagen de tiles de PMM: El color {pix} (de la paleta {math.floor(pix / single_palette_size)}) utilizada por el píxel {x+(idx % 2)}x{y} en el tile {tile_id} ({tile_x}x{tile_y} está fuera de rango. Se esperaban los colores de la paleta {tile_palette_indices[tile_id]} ({tile_palette_indices[tile_id] * single_palette_size} - {(tile_palette_indices[tile_id]+1) * single_palette_size - 1}).
fr_fr: Impossible de convertir l'image PIL en images tuiles pour PDM : la couleur {pix} (de la palette {math.floor(pix / single_palette_size)}) utilisée par le pixel ({x+(idx % 2)}, {y}) dans la tuile {tile_id} ({tile_x}, {tile_y}) est en dehors des limites autorisées. Seules les couleurs de la palette {tile_palette_indices[tile_id]} sont attendues ({tile_palette_indices[tile_id] * single_palette_size} - {(tile_palette_indices[tile_id]+1) * single_palette_size - 1}).
ru_ru: Не удается преобразовать PIL-изображение в плиточное изображение: Цвет {pix} (из палитры {math.floor(pix / single_palette_size)}), используемый пикселем {x+(idx % 2)}x{y} в плитке {tile_id} ({tile_x}x{tile_y}, находится вне диапазона. Ожидаются цвета из палитры {tile_palette_indices[tile_id]} ({tile_palette_indices[tile_id] * single_palette_size} - {(tile_palette_indices[tile_id]+1) * single_palette_size - 1}).

source: An image selected to import is too complex. It has too many unique tiles ({len_final_tiles}, max allowed are 1024). Try to have less unique tiles. Unique tiles are 8x8 sections of the images that can't be found anywhere else in the image (including flipped or with a different sub-palette).
de_de: Ein Bild, das importiert werden sollte, ist zu komplex. Es hat zu viele einzigartige Kacheln ({len_final_tiles}). Maximal sind 1024 erlaubt. Versuche, weniger einzigartige Kacheln im Bild zu haben. Einzigartige Kacheln sind 8x8 Bereiche im Bild, die nirgendwo sonst im Bild vorkommen (inklusive gedrehter oder gespiegelter Variationen oder mit einer anderen Palette).
es_es: La imagen seleccionada para importar es demasiado compleja. Tiene demasiados tiles únicos ({len_final_tiles} tiles, pero el máximo permitido es 1024). Intenta reducir los tiles únicos. Estos tiles son secciones 8x8 de las imágenes que no se pueden encontrar en ninguna otra parte de la imagen (ni siquiera invertidas o con una subpaleta diferente).
fr_fr: L'image sélectionnée pour l'importation est trop complexe. Elle contient trop de tuiles uniques ({len_final_tiles}, 1024 maximum sont autorisées). Veuillez faire en sorte qu'il y ait moins de tuiles uniques. Les tuiles uniques sont des portions de dimensions 8x8 de l'image d'origine qui sont identiques à aucune autre (qu'elles soient retournées ou qu'elles utilisent une sous-palette différente).
ru_ru: Изображение, выбранное для импорта, слишком сложное. В нем слишком много уникальных плиток ({len_final_tiles}, максимально допустимое количество — 1024). Постарайтесь, чтобы уникальных плиток было меньше. Уникальные плитки — это фрагменты изображений размером 8x8, которые больше нигде не встречаются на изображении (в том числе в перевернутом виде или в другой субпалитре).

source: The file you tried to open does not seem to be a valid NDS ROM file.
de_de: Die zu öffnende Datei scheint keine gültige NDS-ROM-Datei zu sein.
es_es: El archivo que intentaste abrir no es un archivo ROM NDS válido.
ru_ru: Файл, который вы пытались открыть, не является допустимым NDS ROM-файлом.

source: This ROM is not supported by SkyTemple.
de_de: Diese ROM wird nicht unterstützt von SkyTemple.
es_es: Esta ROM no está soportada por SkyTemple.
fr_fr: Cette ROM n'est pas supportée par SkyTemple.
ru_ru: Этот ROM не поддерживается SkyTemple.

source: Binary {binary.name} not found.
de_de: Binärdatei {binary.name} wurde nicht gefunden.
es_es: Binario {binary.name} no encontrado.
fr_fr: Binaire {binary.name} introuvable.
ru_ru: Двоичный файл {binary.name} не найден.

source: Folder {dir_name} does not exist.
de_de: Ordner {dir_name} existiert nicht.
es_es: La carpeta {dir_name} no existe.
fr_fr: Dossier {dir_name} non existant.
ru_ru: Папка {dir_name} не существует.

source: File {file_name} already exists in this folder.
de_de: Datei {file_name} existiert in diesem Ordner bereits.
es_es: El archivo {file_name} ya existe en esta carpeta.
fr_fr: Le fichier {file_name} existe déjà dans ce dossier.
ru_ru: Файл {file_name} уже существует в этой папке.

source: Folder {path} already exists.
de_de: Ordner {path} existiert bereits.
es_es: La carpeta {path} ya existe.
fr_fr: Le dossier {path} existe déjà.
ru_ru: Папка {path} уже существует.

source: Invalid XML. Expected tag {tag}, got tag {ele.tag}.
de_de: Ungültiges XML. Erwartete XML-Tag {tag} statt {ele.tag}.
es_es: XML inválido. Se esperaba la etiqueta {tag}, pero se obtuvo {ele.tag}.
fr_fr: XML invalide. Balise {tag} attendue, {ele.tag} trouvée.
ru_ru: Недопустимый XML. Ожидался тег {tag}, получен тег {ele.tag}.

source: Invalid XML. Expected attribute {attrib} for XML tag {ele.tag}.
de_de: Ungültiges XML. Erwartete Attribut {attrib} für XML-Tag {ele.tag}.
es_es: Archivo XML inválido. Se esperaba el atributo {attrib} para la etiqueta XML {ele.tag}.
fr_fr: XML invalide. Attribut {attrib} attendu pour la balise XML {ele.tag}.
ru_ru: Недопустимый XML. Ожидался атрибут {attrib} для тега XML {ele.tag}.

source: Head
de_de: Kopf
es_es: Cabeza
fr_fr: Tête
ru_ru: Голова

source: Left Hand
de_de: Linke Hand
es_es: Mano izquierda
fr_fr: Main gauche
ru_ru: Левая рука

source: Right Hand
de_de: Rechte Hand
es_es: Mano derecha
fr_fr: Main droite
ru_ru: Правая рука

source: Center
de_de: Mitte
es_es: Centro
fr_fr: Centre
ru_ru: По центру

source: None
de_de: Keine(s)
es_es: Ninguno
fr_fr: Aucun
ru_ru: Отсутствует

source: Invalid
de_de: Ungültig
es_es: Inválido
fr_fr: Invalide
ru_ru: Недопустимый

source: WAN File 0
de_de: WAN-Datei 0
es_es: Archivo WAN 0
fr_fr: Fichier WAN 0
ru_ru: WAN файл 0

source: WAN File 1
de_de: WAN-Datei 1
es_es: Archivo WAN 1
fr_fr: Fichier WAN 1
ru_ru: WAN файл 1

source: Screen
de_de: Bildschirm
es_es: Pantalla
fr_fr: Écran
ru_ru: Экран

source: ARMIPS could not be found. Make sure, that 'armips' is inside your system's PATH.
de_de: ARMIPS konnte nicht gefunden werden. Stelle sicher, dass 'armips' in der PATH Variable deines Systems ist.
es_es: No se ha encontrado ARMIPS. Asegúrate de que 'armips' esté dentro de la variable 'path'.
fr_fr: ARMIPS introuvable. Assurez-vous que « armips » se trouve dans la variable path de votre système.
ru_ru: Не удалось найти ARMIPS. Убедитесь, что 'armips' находится в PATH вашей системы.

source: ARMIPS reported an error while applying the patch.
de_de: ARMIPS hat einen Fehler zurückgegeben während es versucht hat, den Patch anzuwenden.
es_es: ARMIPS informó de un error al aplicar el parche.
fr_fr: ARMIPS a renvoyé une erreur lors de l'application du correctif.
ru_ru: ARMIPS сообщил об ошибке при применении патча.

source: The armips source file did not create a {OUT_BIN}.
de_de: Die armips Quelldatei hat keine {OUT_BIN} erstellt.
es_es: El archivo de origen de armips no ha generado un {OUT_BIN}.
fr_fr: Le fichier source armips n'a pas pu créer {OUT_BIN}.
ru_ru: Исходный файл armips не создал {OUT_BIN}.

source: To delete this effect, no items must use it.
de_de: Um diesen Effekt zu löschen, dürfen keine Items ihn verwenden.
es_es: Para eliminar este efecto, ningún objeto debe usarlo.
fr_fr: Pour supprimer cet effet, aucun objet ne doit l'utiliser.
ru_ru: Чтобы удалить этот эффект, ни один объект не должен его использовать.

source: Always
de_de: Immer
es_es: Siempre
fr_fr: Toujours
ru_ru: Всегда

source: Flag Not Set
de_de: Flag ist nicht gesetzt
es_es: Marca no establecida
fr_fr: Flag Inactif
ru_ru: Флаг не активен

source: Flag Set
de_de: Flag ist gesetzt
es_es: Marca establecida
fr_fr: Flag Actif
ru_ru: Флаг активен

source: Scenario Equals
de_de: Szenario gleich
es_es: Escenario Igual a
fr_fr: Valeur Scénario égale
ru_ru: Сценарий равен

source: Scenario Below or Equal
de_de: Szenario kleiner oder gleich
es_es: Escenario Menor o Igual a
fr_fr: Valeur Scénario inférieure ou égale
ru_ru: Сценарий меньше или равен

source: Scenario Greater or Equal
de_de: Szenario größer oder gleich
es_es: Escenario Mayor o Igual a
fr_fr: Valeur Scénario supérieure ou égale
ru_ru: Сценарий больше или равен

source: Pokémon
ru_ru: Покемоны

source: Type
de_de: Typ
es_es: Tipo
ru_ru: Тип

source: The Pokemon may hatch holding the item.
de_de: Das Pokémon kann sich entwickeln, wenn es das Item trägt.
es_es: El Pokémon puede eclosionar sosteniendo el objeto.
fr_fr: Le Pokémon peut éclore en tenant l'objet.
ru_ru: Покемон может вылупиться, держа предмет.

source: ? (Only all the Eeveelutions, and the Tyrogue line have items with this type!)
de_de: ? (Nur die Entwicklungen von Evoli und Rabauz haben Items mit diesem Typ!)
es_es: ? (¡Solo las Eeveeluciones y la línea de Tyrogue tienen objetos con este tipo!)
fr_fr: ? (Seules toutes les évolutions d'Evoli, et l'espèce des Debugant ont des objets de ce type !)
ru_ru: ? (Только эволюции Иви и линия эволюции Тайрога имеют предметы с этим типом!)

source: Male
de_de: Männlich
es_es: Macho
fr_fr: Mâle
ru_ru: Мужской

source: Female
de_de: Weiblich
es_es: Hembra
fr_fr: Femelle
ru_ru: Женский

source: Genderless
de_de: Geschlechtslos
es_es: Sin género
fr_fr: Genre neutre
ru_ru: Без пола

source: Unused
de_de: Unbenutzt
es_es: (Sin usar)
fr_fr: Non-utilisé
ru_ru: Неиспользованный

source: Not an Evolved Form.
de_de: Keine weiterentwickelte Form.
es_es: No es una forma evolucionada.
fr_fr: Ce n'est pas une forme évoluée.
ru_ru: Не эволюционировавшая форма.

source: Level
es_es: Nivel
fr_fr: Niveau
ru_ru: Уровень

source: Items
es_es: Objetos
fr_fr: Objets
ru_ru: Предметы

source: Recruited
de_de: Angeworben
es_es: Reclutado
fr_fr: Recruté
ru_ru: Рекрутирован

source: No Main Requirement
de_de: Keine Hauptvoraussetzung
es_es: Sin requisito principal
fr_fr: Aucune exigence principale
ru_ru: Нет главного требования

source: Link Cable
de_de: Linkkabel
es_es: Cable Link
fr_fr: Câble link
ru_ru: Кабель связи

source: Attack > Defense
de_de: Angriff > Verteidigung
es_es: Ataque > Defensa
fr_fr: Attaque > Défense
ru_ru: Атака больше защиты

source: Attack < Defense
de_de: Angriff < Verteidigung
es_es: Ataque < Defensa
fr_fr: Attaque < Défense
ru_ru: Атака меньше защиты

source: Attack = Defense
de_de: Angriff = Verteidigung
es_es: Ataque = Defensa
fr_fr: Attaque = Défense
ru_ru: Атака равна защиты

source: Sun Ribbon
de_de: Sonnenband
es_es: Cinta Sol
fr_fr: Ruban Solaire
ru_ru: Солнечная лента

source: Lunar Ribbon
de_de: Mondband
es_es: Cinta Luna
fr_fr: Ruban lunaire
ru_ru: Лунная лента

source: Beauty Scarf
de_de: Feiner Schal
es_es: Pañuelo Belleza
fr_fr: Écharpe de beauté
ru_ru: Шарф красоты

source: Internal Value 0x1 = 1
de_de: Interner Wert 0x1 = 1
es_es: Valor interno 0x1 = 1
fr_fr: Valeur interne 0x1 = 1
ru_ru: Внутреннее значение 0x1 = 1

source: Internal Value 0x1 = 0
de_de: Interner Wert 0x1 = 0
es_es: Valor interno 0x1 = 0
fr_fr: Valeur interne 0x1 = 0
ru_ru: Внутреннее значение 0x1 = 0

source: Male (1st form)
de_de: Männlich (1. Form)
es_es: Macho (1ª forma)
fr_fr: Masculin (1ère forme)
ru_ru: Мужской (1-я форма)

source: Female (2nd form)
de_de: Weiblich (2. Form)
es_es: Hembra (2ª forma)
fr_fr: Femelle (2e forme)
ru_ru: Женский (2-я форма)

source: Knows AncientPower
de_de: Kennt Antik-Kraft
es_es: Conoce Poder Pasado
fr_fr: Connaît Pouvoir Antique
ru_ru: Знает Древнюю Силу

source: Knows Rollout
de_de: Kennt Walzer
es_es: Conoce Desenrollar
fr_fr: Connait Roulade
ru_ru: Знает Накат

source: Knows Double Hit
de_de: Kennt Doppelschlag
es_es: Conoce Doble Golpe
fr_fr: Connaît Coup Double
ru_ru: Знает Двойной Удар

source: Knows Mimic
de_de: Kennt Mimikry
es_es: Conoce Mimético
fr_fr: Connaît Mimique
ru_ru: Знает Имитацию

source: Standard
es_es: Estándar
ru_ru: Стандартные

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
ru_ru: Неизвестно

source: Hovering
de_de: Schwebend
es_es: Suspendido
fr_fr: Lévitation
ru_ru: Парит

source: Phase Through Walls
de_de: Kann durch Wände gehen
es_es: Puede atravesar las paredes
fr_fr: Traverser les murs
ru_ru: Может проходить сквозь стены

source: Lava
fr_fr: Lave
ru_ru: Может ходить по лаве

source: Water
de_de: Wasser
es_es: Agua
fr_fr: Eau
ru_ru: Может ходить по воде

source: Small
de_de: Klein
es_es: Pequeño
fr_fr: Petite
ru_ru: Малый

source: Medium
de_de: Mittel
es_es: Mediano
fr_fr: Moyenne
ru_ru: Средний

source: Large
de_de: Groß
es_es: Grande
ru_ru: Большой

source: Invalid XML. '{XML_STRINGS__NAME}' missing for language {xml_lang.tag}.
de_de: Ungültiges XML. '{XML_STRINGS__NAME}' fehlt für die Sprache {xml_lang.tag}.
es_es: XML inválido. '{XML_STRINGS__NAME}' falta para el idioma {xml_lang.tag}.
fr_fr: XML invalide. « {XML_STRINGS__NAME} » est absent pour la langue « {xml_lang.tag} ».
ru_ru: Недопустимый XML. '{XML_STRINGS__NAME}' отсутствует для языка {xml_lang.tag}.

source: Invalid XML. '{XML_STRINGS__CATEGORY}' missing for language {xml_lang.tag}.
de_de: Ungültiges XML. '{XML_STRINGS__CATEGORY}' fehlt für Sprache {xml_lang.tag}.
es_es: XML inválido. Falta '{XML_STRINGS__CATEGORY}' para el idioma {xml_lang.tag}.
fr_fr: XML invalide. « {XML_STRINGS__CATEGORY} » est manquant pour la langue {xml_lang.tag}.
ru_ru: Недопустимый XML. '{XML_STRINGS__CATEGORY}' отсутствует для языка {xml_lang.tag}.

source: Invalid XML. '{XML_GENENT_EXCLUSIVE_ITEMS}' needs four item IDs.
de_de: Ungültiges XML. '{XML_GENENT_EXCLUSIVE_ITEMS}' wird benötigt für Item IDs.
es_es: XML inválido. '{XML_GENENT_EXCLUSIVE_ITEMS}' necesita cuatro IDs de objeto.
fr_fr: XML invalide. « {XML_GENENT_EXCLUSIVE_ITEMS} » a besoin de quatre identifiants d'objet.
ru_ru: Недопустимый XML. Для '{XML_GENENT_EXCLUSIVE_ITEMS}' требуется четыре ID предметов.

source: Invalid XML. '{a}' missing for a {b}.
de_de: Ungültiges XML. '{a}' fehlt für {b}.
es_es: XML inválido. Falta '{a}' para {b}.
fr_fr: XML invalide. « {a} » manquant pour un {b}.
ru_ru: Недопустимый XML. '{a}' отсутствует для {b}.
