Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Invalid XML. '{XML_MOVESET_LEVEL_UP__LEVEL}' missing for a level up moveset entry.
de_de: Ungültiges XML. '{XML_MOVESET_LEVEL_UP__LEVEL}' fehlt für einen Attackenset-Eintrag.
es_es: XML inválido. Falta '{XML_MOVESET_LEVEL_UP__LEVEL}' para un movimiento de subida de nivel.
fr_fr: XML invalide. « {XML_MOVESET_LEVEL_UP__LEVEL} » manquant pour une capacité apprise par montée de niveau.
ru_ru: Недопустимый XML. '{XML_MOVESET_LEVEL_UP__LEVEL}' отсутствует для записи набора приемов при повышении уровня.

source: Invalid XML. '{XML_MOVESET__MOVE_ID}' missing for a level up moveset entry.
de_de: Ungültiges XML. '{XML_MOVESET__MOVE_ID}' fehlt für einen Attackenset-Eintrag.
es_es: XML inválido. Falta '{XML_MOVESET__MOVE_ID}' para un movimiento de subida de nivel.
fr_fr: XML invalide. « {XML_MOVESET__MOVE_ID} » manquant pour une capacité apprise par montée de niveau.
ru_ru: Недопустимый XML. '{XML_MOVESET__MOVE_ID}' отсутствует для записи набора приемов при повышении уровня.

source: Invalid XML. StatsGrowth must have exactly 100 levels.
de_de: Ungültiges XML. StatsGrowth muss exakt 100 Level beinhalten.
es_es: XML inválido. 'StatsGrowth' debe tener exactamente 100 niveles.
fr_fr: XML invalide. « StatsGrowth » (augmentation des statistiques) doit avoir exactement 100 niveaux.
ru_ru: Недопустимый XML. StatsGrowth должен иметь ровно 100 уровней.

source: Invalid XML. '{x}' missing for a stats growth level entry.
de_de: Ungültiges XML. '{x}' fehlt für einen Statuswerts-Anstieg Eintrag.
es_es: XML inválido. Falta '{x}' para una entrada de aumento de estadísticas de subida de nivel.
fr_fr: XML invalide. « {x} » manquant pour une entrée d'augmentation des statistiques par niveau.
ru_ru: Неверный XML. '{x}' отсутствует для записи роста статистик при повышении уровня.

source: Incompatible XML. The number of portraits don't match with the expected value of {len(value_to_update)}
de_de: Inkompatibles XML. Die Anzahl der Portraits stimmt nicht mit dem erwartetem Wert {len(value_to_update)} überein
es_es: XML incompatible. El número de retratos no coincide con el valor esperado de {len(value_to_update)}
fr_fr: XML invalide. Le nombre de portraits ne correspond pas à la valeur attendue de {len(value_to_update)}.
ru_ru: Несовместимый XML. Количество портретов не совпадает с ожидаемым значением {len (value_to_update)}

source: Invalid XML. '{XML_PORTRAITS_PORTRAIT__IMAGE}' missing for a portrait.
de_de: Ungültiges XML. '{XML_PORTRAITS_PORTRAIT__IMAGE}' fehlt für ein Portrait.
es_es: XML inválido. '{XML_PORTRAITS_PORTRAIT__IMAGE}' falta para un retrato.
fr_fr: XML invalide. « {XML_PORTRAITS_PORTRAIT__IMAGE} » manquant pour un portrait.
ru_ru: Недопустимый XML. '{XML_PORTRAITS_PORTRAIT__IMAGE}' отсутствует для портрета.

source: Invalid XML. '{XML_PORTRAITS_PORTRAIT__PALETTE}' missing for a portrait.
de_de: Ungültiges XML. '{XML_PORTRAITS_PORTRAIT__PALETTE}' fehlt für ein Portrait.
es_es: XML inválido. Falta '{XML_PORTRAITS_PORTRAIT__PALETTE}' para un retrato.
fr_fr: XML invalide. « {XML_PORTRAITS_PORTRAIT__PALETTE} » manquant pour un portrait.
ru_ru: Недопустимый XML. '{XML_PORTRAITS_PORTRAIT__PALETTE}' отсутствует для портрета.

source: Invalid XML. The portrait data of one of the portraits is invalid: {err}
de_de: Ungültiges XML. Die Portrait-Daten für eines der Portraits sind ungültig: {err}
es_es: XML inválido. Los datos de un retrato no son válidos: {err}
fr_fr: XML invalide. Les données d'un des portraits sont invalides : {err}
ru_ru: Недопустимый XML. Данные портрета одного из портретов недействительны: {err}

source: Healthy
de_de: Gesund
es_es: Saludable
fr_fr: En bonne santé
ru_ru: Здоров

source: Half Life
de_de: Halbes Leben
es_es: Mitad de vida
fr_fr: Dégâts Mineurs
ru_ru: Ранен

source: Pinch
de_de: Gequält
es_es: En apuros
fr_fr: PV Bas
ru_ru: Сильно ранен

source: Level Up
de_de: Levelaufstieg
es_es: Subida de nivel
fr_fr: Montée de niveau
ru_ru: Повышение уровня

source: Wait
de_de: Warten
es_es: Esperando
fr_fr: En Attente
ru_ru: Ожидание

source: Ground Wait
de_de: Warten (Ground Modus)
es_es: Esperando (en territorio)
fr_fr: En Attente (Terrain)
ru_ru: Ожидание между подземельями

source: Physical Move
de_de: Physische Attacke
es_es: Movimiento físico
fr_fr: Capacité Physique
ru_ru: Физический прием

source: Special Move
de_de: Spezielle Attacke
es_es: Movimiento especial
fr_fr: Capacité Spéciale
ru_ru: Особый прием

source: Status Move
de_de: Status-Attacke
es_es: Movimiento de estado
fr_fr: Capacité de Statut
ru_ru: Статусный прием

source: Enemies
de_de: Gegner
es_es: Enemigos
fr_fr: Ennemis
ru_ru: Враги

source: Allies
de_de: Verbündete
es_es: Aliados
fr_fr: Alliés
ru_ru: Союзники

source: Everyone
de_de: Alle
es_es: Todos
fr_fr: Tout le monde
ru_ru: Все

source: User
de_de: Anwender
es_es: Usuario
fr_fr: Lanceur
ru_ru: Пользователь

source: Two-turn move
de_de: Attacke über zwei Runden
es_es: Movimiento de dos turnos
fr_fr: Capacité en deux tours
ru_ru: Приём в два хода

source: Everyone except user
de_de: Alle außer Anwender
es_es: Todos excepto el usuario
fr_fr: Tout le monde excepté le lanceur
ru_ru: Все, кроме пользователя

source: All allies except user
de_de: Alle Verbündeten außer Anwender
es_es: Todos los aliados excepto el usuario
fr_fr: Tout les alliés exceptés le lanceur
ru_ru: Все союзники кроме пользователя

source: Invalid
de_de: Ungültig
es_es: Inválido
fr_fr: Invalide
ru_ru: Недопустимый

source: Special / Invalid
de_de: Besonders / Ungültig
es_es: Especial / Inválido
fr_fr: Spécial / Invalide
ru_ru: Особый / Неверный

source: In front
de_de: Vor Anwender
es_es: En frente
fr_fr: Case devant
ru_ru: Спереди

source: In front + adjacent (like Wide Slash)
de_de: Vor Anwender + angrenzend (wie Drei-Streich)
es_es: En frente + adyacente (como con Sablazo)
fr_fr: Case devant, 2 cases adjacentes (Faucheuse)
ru_ru: Спереди + по сторонам (как Широкий Порез)

source: 8 tiles around user
de_de: 8 Felder um Anwender
es_es: 8 tiles alrededor del usuario
fr_fr: 8 cases autour de l'utilisateur
ru_ru: 8 плиток вокруг пользователя

source: Room
de_de: Raum
es_es: Sala
fr_fr: Salle
ru_ru: Вся комната

source: Two tiles away
de_de: Zwei Felder entfernt
es_es: A dos casillas de distancia
fr_fr: Deux cases plus loin
ru_ru: На расстоянии двух плиток

source: Straight line
de_de: Gerade Linie
es_es: Línea recta
fr_fr: Ligne doite
ru_ru: Прямая линия

source: Floor
de_de: Boden
es_es: Piso
fr_fr: Étage
ru_ru: Весь этаж

source: In front; cuts corners
de_de: Vor Anwender; über Ecken
es_es: En frente; corta esquinas
fr_fr: Case devant; coupe les angles
ru_ru: Спереди, срезая углы

source: Two tiles away; cuts corners
de_de: Zwei Felder entfernt; über Ecken
es_es: A dos casillas de distancia; corta esquinas
fr_fr: Deux cases devant; coupe les angles
ru_ru: На расстоянии двух плиток; срезает углы

source: No condition
de_de: Keine Bedingung
es_es: Ninguna condición
fr_fr: Aucune condition
ru_ru: Нет условия

source: Based on AI Condition 1 Chance
de_de: Basiert auf KI-Bedingung 1 Chance
es_es: Basado en la probabilidad de la condición 1 de la IA
fr_fr: Basé sur la condition IA 1 chance
ru_ru: На основе шанса ИИ условия 1

source: Current HP <= 25%
de_de: Aktuelle KP <= 25%
es_es: PS actuales <= 25%
fr_fr: PV actuel <= 25%
ru_ru: Текущее ОЗ <= 25%

source: Has at least one negative status condition
de_de: Hat mindestens einen negativen Status
es_es: Tiene al menos un estado negativo
fr_fr: A au moins une condition d'état négatif
ru_ru: Имеет как минимум одно негативное состояние

source: Is asleep, in a nightmare or napping
de_de: Schläft oder von Albtraum betroffen
es_es: Está dormido, en una pesadilla o descansando
fr_fr: Est endormi, dans un cauchemar ou fait une sieste
ru_ru: Спит, видит кошмар или дремлет

source: Is a ghost-type Pokémon and does not have the exposed status
de_de: Ist ein Geist-Pokémon und hat nicht den Entlarvt-Status
es_es: Es un Pokémon de tipo fantasma y no tiene el estado expuesto
fr_fr: Est un Pokémon de type fantôme et n'a pas le statut exposé
ru_ru: Является покемоном призрачного типа и не имеет статуса "уязвимый"

source: Current HP <= 25% or has at least one negative status condition
de_de: Aktuelle KP <= 25% oder hat mindestens einen negativen Status
es_es: PS actuales <= 25% o tiene al menos un estado negativo
fr_fr: HP actuel <= 25 % ou présente au moins une condition d'état négatif
ru_ru: Текущий ОЗ <= 25% или имеет хотя бы одно негативное состояние

source: Floor, Room
de_de: Boden, Raum
es_es: Piso, Sala
fr_fr: Sol, Salle
ru_ru: Пол, комната

source: Wall, Hallway; Absolute Mover
de_de: Wand, Flur; Bewegungstalent
es_es: Pared, Pasillo; Híper-todoterreno
fr_fr: Mur, Couloir ; Bulldozer Tout-Terrain
ru_ru: Стена, Коридор, Идеальный Проходчик

source: Wall, Hallway; Impassable
de_de: Wand, Flur; Unpassierbar
es_es: Pared, Pasillo; Intransitable
fr_fr: Mur, Couloir ; Infranchissable
ru_ru: Стена, коридор; непроходимая

source: Wall, Hallway
de_de: Wand, Flur
es_es: Pared, Pasillo
fr_fr: Mur, Couloir
ru_ru: Стена, коридор

source: Leader Spawn Floor
de_de: Anführer Spawn Boden
es_es: Lugar de aparición del líder
fr_fr: Position du Meneur
ru_ru: Место появления лидера

source: Secondary, Room
de_de: Sekundäres Terrain, Raum
es_es: Terreno secundario, Sala
fr_fr: Terrain Secondaire, Salle
ru_ru: Вторичный, комната

source: Chasm, Hallway
de_de: Abgrund, Flur
es_es: Abismo, Pasillo
fr_fr: Gouffre, Couloir
ru_ru: Пропасть, коридор

source: Tile type is forced to be "Void / Chasm" (Still rendered as tileset's secondary terrain!).
de_de: Der Typ der Kachel wird auf "Abgrund" gesetzt (aber die Kachel wird weiterhin mit dem sekundären Terrain des Tilesets gezeichnet!).
es_es: El tipo de tile está forzado a ser "Vacío / Abismo" (¡Todavía se renderiza como terreno secundario del tileset!).
fr_fr: La tuile est considérée comme étant du « Vide / Gouffre » (mais est tout de même affichée en jeu comme du terrain secondaire !)
ru_ru: Тип плитки принудительно установлен на "Пустота / Бездна" (по-прежнему отображается как второстепенный рельеф набора плитки!).

source: Chasm, Hallway; All Chasm
de_de: Abgrund, Flur; Alles Abgrund
es_es: Abismo, Pasillo; Todo es abismo
fr_fr: Gouffre, Couloir ; Le reste devient Gouffre
ru_ru: Пропасть, коридор; все поле - пропасть

source: Tile type is forced to be "Void / Chasm" (Still rendered as tileset's secondary terrain!). All tiles outside of defined room are made the tileset's defined secondary terrain.
de_de: Der Typ der Kachel wird auf "Abgrund" gesetzt (aber die Kachel wird weiterhin mit dem sekundären Terrain des Tilesets gezeichnet!). Alle Kacheln außerhalb des Raumes werden auf das sekundäre Terrain des Tilesets geändert.
es_es: El tipo de tile está forzado a ser "Vacío / Abismo" (¡Todavía se renderiza como terreno secundario del tileset!). Todos los tiles fuera de la sala definida se convierten en el terreno secundario del tileset.
fr_fr: La tuile est considérée comme étant du « Vide / Gouffre » (mais est tout de même affichée comme du terrain secondaire !) Toutes les tuiles en dehors de la salle définie utilisent le terrain secondaire.
ru_ru: Тип плитки принудительно установлен как "Пустота / Бездна" (все равно отображается как вторичная местность набора плиток!). Все плитки за пределами определенной комнаты становятся вторичной местностью, определенной набором плиток.

source: Warp Zone, Room
de_de: Warp-Feld, Raum
es_es: Teletransporte, Sala
fr_fr: Téléporteur, Salle
ru_ru: Зона телепортации, комната

source: Creates a Warp Zone.
de_de: Platziert ein Warp-Feld.
es_es: Crea un teletransportador.
fr_fr: Crée un Téléporteur.
ru_ru: Создает зону телепортации.

source: Floor, Hallway
de_de: Boden, Flur
es_es: Piso, Pasillo
fr_fr: Sol, Couloir
ru_ru: Пол, коридор

source: Chasm, Hallway; Impassable
de_de: Abgrund, Flur; Unpassierbar
es_es: Abismo, Pasillo; Intransitable
fr_fr: Gouffre, Couloir ; Infranchissable
ru_ru: Пропасть, коридор; непроходимая

source: Floor, Hallway; Flag 0xA
de_de: Boden, Flur, 0xA
es_es: Piso, Pasillo; Marca 0xA
fr_fr: Sol, Couloir ; Drapeau 0xA
ru_ru: Пол, коридор; флаг 0xA

source: Tile flag 0xA is set to 1 (Unknown what this does).
de_de: Die Kachel Eigenschaft 0xA wird auf 1 gesetzt (Zweck unbekannt).
es_es: La marca del tile 0xA se establece en 1 (Se desconoce la función de esto).
fr_fr: Le drapeau 0xA associé à la tuile est activé (ce que cela fait est inconnu).
ru_ru: Флаг 0xA у этой плитки имеет значение 1 (Что это делает - неизвестно).

source: F/W, Room; Key Door
ru_ru: П/С, комната, дверь с замком

source: Spawns a locked Key Door. If the fixed room id is &lt; 0xA5, this will be a Wall. Otherwise it will be Floor.
ru_ru: Создает закрытую дверь с замком. Если ID фиксированной комнаты &lt; 0xA5, это будет стена. Иначе, это будет пол.

source: F/W, Room; Key Door (Escort)
ru_ru: П/С, комната, дверь с замком (Сопровождение)

source: Spawns a locked Key Door (meant to be opened by an escort mission client). If the fixed room id is &lt; 0xA5, this will be a Wall. Otherwise it will be Floor.
ru_ru: Создает закрытую дверь с замком (которую должен открыть клиент миссии сопровождения). Если ID фиксированной комнаты &lt; 0xA5, это будет стена. Иначе это будет пол.

source: Attendant1 Spawn Floor
de_de: Begleiter 1 Spawn Boden
es_es: Posición del Acompañante 1
fr_fr: Position de l'Attendant 1
ru_ru: Зона появления Attendant1

source: Attendant2 Spawn Floor
de_de: Begleiter 2 Spawn Boden
es_es: Posición del Acompañante 2
fr_fr: Position de l'Attendant 2
ru_ru: Зона появления Attendant2

source: Attendant3 Spawn Floor
de_de: Begleiter 3 Spawn Boden
es_es: Posición del Acompañante 3
fr_fr: Position de l'Attendant 3
ru_ru: Зона появления Attendant3

source: Could not save floor: It contains too much empty data. This probably happened because a lot of spawn lists are empty. Please check the floors you edited and fill them with more data. If you are using the randomizer, check your allowed item list.
de_de: Konnte die Ebene nicht speichern: Sie enthält zu viele leere Daten. Das ist vermutlich passiert, da viele Spawn-Listen leer sind. Bitte prüfe die Ebenen, die du bearbeitet hast und fülle sie mit mehr Daten. Wenn du den Randomizer verwendest, bitte überprüfe die Liste der erlaubten Items.
es_es: No se ha guardado el piso: contiene demasiados datos vacíos. Es posible que se deba a la existencia muchas listas de generación de Pokémon vacías. Por favor, comprueba los pisos que has editado y llénalos con más datos. Si estás usando Randomizer, comprueba tu lista de elementos permitidos.
fr_fr: Ne peut sauvegarder l’étage : Il contient trop de données vide. C’est probablement dû à de nombreuse liste d’apparitions vides. Veuillez vérifier les étages que vous avez modifiés, et leur ajouter plus de données. Si vous utilisez le Randomizer, vérifier la liste des objets autorisés.
ru_ru: Не удалось сохранить этаж: он содержит слишком много пустых данных. Вероятно, это произошло потому, что многие списки предметов/врагов пусты. Пожалуйста, проверьте отредактированные этажи и заполните их большим количеством данных. Если вы используете рандомайзер, проверьте список разрешенных предметов.

source: Floor parsing: Unexpected {child.tag}
de_de: Beim Einlesen der Ebenen-Daten: Unerwartetes {child.tag}
es_es: Análisis del piso: {child.tag} inesperado
fr_fr: Analyse de l'étage : {child.tag} inattendu
ru_ru: Анализ этажа: неожиданный {child.tag}

source: Missing {k} for Floor data.
de_de: Fehlendes {k} für Ebenen-Daten.
es_es: Falta {k} para los datos del piso.
fr_fr: Il manque l'attribut {k} dans les données de l'étage.
ru_ru: Отсутствует {k} в данных этажа.

source: Unexpected sub-node for {XML_FLOOR_LAYOUT}: {child.tag}
de_de: Unerwarteter Unter-Knoten für {XML_FLOOR_LAYOUT}: {child.tag}
es_es: Subnodo inesperado para {XML_FLOOR_LAYOUT}: {child.tag}
fr_fr: Sous-noeud inattendu pour la balise {XML_FLOOR_LAYOUT} : {child.tag}
ru_ru: Неожиданный подузел для {XML_FLOOR_LAYOUT}: {child.tag}

source: {XML_FLOOR_LAYOUT__GENSET} missing for {XML_FLOOR_LAYOUT}.
de_de: {XML_FLOOR_LAYOUT__GENSET} fehlt für {XML_FLOOR_LAYOUT}.
es_es: {XML_FLOOR_LAYOUT__GENSET} falta para {XML_FLOOR_LAYOUT}.
fr_fr: Attribut {XML_FLOOR_LAYOUT__GENSET} manquant pour la balise {XML_FLOOR_LAYOUT}.
ru_ru: {XML_FLOOR_LAYOUT__GENSET} отсутствует для {XML_FLOOR_LAYOUT}.

source: {XML_FLOOR_LAYOUT__CHANCES} missing for {XML_FLOOR_LAYOUT}.
de_de: {XML_FLOOR_LAYOUT__CHANCES} fehlt für {XML_FLOOR_LAYOUT}.
es_es: {XML_FLOOR_LAYOUT__CHANCES} falta para {XML_FLOOR_LAYOUT}.
fr_fr: Attribut {XML_FLOOR_LAYOUT__CHANCES} manquant pour la balise {XML_FLOOR_LAYOUT}.
ru_ru: {XML_FLOOR_LAYOUT__CHANCES} отсутствует для {XML_FLOOR_LAYOUT}.

source: {XML_FLOOR_LAYOUT__TERRAINSET} missing for {XML_FLOOR_LAYOUT}.
de_de: {XML_FLOOR_LAYOUT__TERRAINSET} fehlt für {XML_FLOOR_LAYOUT}.
es_es: {XML_FLOOR_LAYOUT__TERRAINSET} falta para {XML_FLOOR_LAYOUT}.
fr_fr: Attribut {XML_FLOOR_LAYOUT__TERRAINSET} manquant pour la balise {XML_FLOOR_LAYOUT}.
ru_ru: {XML_FLOOR_LAYOUT__TERRAINSET} отсутствует для {XML_FLOOR_LAYOUT}.

source: {XML_FLOOR_LAYOUT__MISCSET} missing for {XML_FLOOR_LAYOUT}.
de_de: {XML_FLOOR_LAYOUT__MISCSET} fehlt für {XML_FLOOR_LAYOUT}.
es_es: {XML_FLOOR_LAYOUT__MISCSET} falta para {XML_FLOOR_LAYOUT}.
fr_fr: Attribut {XML_FLOOR_LAYOUT__MISCSET} manquant pour la balise {XML_FLOOR_LAYOUT}.
ru_ru: {XML_FLOOR_LAYOUT__MISCSET} отсутствует для {XML_FLOOR_LAYOUT}.

source: Invalid structure type {ele.get(XML_FLOOR_LAYOUT__STRUCTURE)}
de_de: Ungültiger Struktur-Typ ("structure") {ele.get(XML_FLOOR_LAYOUT__STRUCTURE)}
es_es: Tipo de estructura inválida: {ele.get(XML_FLOOR_LAYOUT__STRUCTURE)}
fr_fr: Type de structure invalide : {ele.get(XML_FLOOR_LAYOUT__STRUCTURE)}.
ru_ru: Недопустимый тип структуры {ele.get(XML_FLOOR_LAYOUT__STRUCTURE)}

source: Invalid weather type {ele.get(XML_FLOOR_LAYOUT__WEATHER)}
de_de: Ungültiger Wetter-Typ ("weather") {ele.get(XML_FLOOR_LAYOUT__WEATHER)}
es_es: Tipo de clima inválido: {ele.get(XML_FLOOR_LAYOUT__WEATHER)}
fr_fr: Météo invalide : {ele.get(XML_FLOOR_LAYOUT__WEATHER)}
ru_ru: Недопустимый тип погоды {ele.get(XML_FLOOR_LAYOUT__WEATHER)}

source: Invalid darkness level type {ele.get(XML_FLOOR_LAYOUT__DARKNESS_LEVEL)}
de_de: Ungültiger Dunkelheitslevel {ele.get(XML_FLOOR_LAYOUT__DARKNESS_LEVEL)}
es_es: Nivel de oscuridad inválido: {ele.get(XML_FLOOR_LAYOUT__DARKNESS_LEVEL)}
fr_fr: Niveau d'obscurité invalide {ele.get(XML_FLOOR_LAYOUT__DARKNESS_LEVEL)}
ru_ru: Неверный тип уровня темноты {ele.get(XML_FLOOR_LAYOUT__DARKNESS_LEVEL)}

source: Unknown trap {name}.
de_de: Unbekannte Falle {name}.
es_es: Trampa {name} desconocida.
fr_fr: Piège inconnu : {name}.
ru_ru: Неизвестная ловушка {name}.

source: Trap lists need an entry for all of the 25 traps
de_de: Die Fallen-Liste muss einen Eintrag für alle 25 Fallen beinhalten
es_es: Las listas de trampas necesitan una entrada para las 25 trampas
fr_fr: Les listes de pièges doivent contenir une entrée pour chacun des 25 pièges.
ru_ru: В списках ловушек должны быть все 25 ловушек

source: Medium Large
de_de: Mittelgroß
es_es: Mediano-Grande
ru_ru: Средне-большой

source: Single Monster House
de_de: Einzelner Moster-Raum
es_es: Solo un nido de monstruos
fr_fr: Une salle: Maison de Monstres
ru_ru: Только Засада Монстров

source: Ring
es_es: Sonar
fr_fr: Anneau
ru_ru: Кольцо

source: Crossroads
de_de: Kreuzung
es_es: Cruces
fr_fr: Toile d'Araignée
ru_ru: Перекресток

source: Two Rooms, One Monster House
de_de: Zwei Räume, ein Monster-Raum
es_es: Dos salas, un nido de monstruos
fr_fr: Deux salles, une Maison de monstres
ru_ru: Две комнаты, одна засада монстров

source: Line
de_de: Linie
es_es: Línea
fr_fr: Ligne
ru_ru: Линия

source: Cross
de_de: Kreuz
es_es: Cruzado
fr_fr: Croisements
ru_ru: Крест

source: Small Medium
de_de: Mittelklein
es_es: Pequeño-Mediano
fr_fr: Petit Medium
ru_ru: Малый средний

source: Beetle
de_de: Käfer
es_es: Escarabajo
fr_fr: Scarabée
ru_ru: Жук

source: Outer Rooms
de_de: Räume außen
es_es: Salas exteriores
fr_fr: Salles extérieures
ru_ru: Комнаты по кругу

source: Medium Large (12)
de_de: Mittelgroß (12)
es_es: Mediano-Grande (12)
ru_ru: Средне-большой (12)

source: Medium Large (13)
de_de: Mittelgroß (13)
es_es: Mediano-Grande (13)
ru_ru: Средне-большой (13)

source: Medium Large (14)
de_de: Mittelgroß (14)
es_es: Mediano-Grande (14)
ru_ru: Средне-большой (14)

source: Medium Large (15)
de_de: Mittelgroß (15)
es_es: Mediano-Grande (15)
ru_ru: Средне-большой (15)

source: Clear
de_de: Klar
es_es: Despejado
fr_fr: Clair
ru_ru: Ясная

source: Sunny
de_de: Sonnig
es_es: Soleado
fr_fr: Ensoleillé
ru_ru: Солнечная

source: Sandstorm
de_de: Sandsturm
es_es: Tormenta de arena
fr_fr: Tempête de sable
ru_ru: Песчаная буря

source: Cloudy
de_de: Bewölkt
es_es: Nublado
fr_fr: Nuageux
ru_ru: Облачная

source: Rainy
de_de: Regen
es_es: Lluvioso
fr_fr: Pluvieux
ru_ru: Дождь

source: Hail
de_de: Hagel
es_es: Granizo
fr_fr: Grêle
ru_ru: Град

source: Fog
de_de: Nebel
es_es: Niebla
fr_fr: Brouillard
ru_ru: Туман

source: Snow
de_de: Schnee
es_es: Nevado
fr_fr: Neige
ru_ru: Снег

source: Random
de_de: Zufällig
es_es: Aleatorio
fr_fr: Aléatoire
ru_ru: Случайная

source: No darkness
de_de: Keine Dunkelheit
es_es: Sin oscuridad
fr_fr: Sans obscurité
ru_ru: Нет темноты

source: 1-tile vision (Heavy darkness)
de_de: 1-Kachel-Sicht (Starke Dunkelheit)
es_es: Visión de 1 tile (Oscuridad intensa)
fr_fr: Vision à 1 tuile (obscurité élevé)
ru_ru: Видимость: 1 плитка (Сильная темнота)

source: 2-tile vision (Light darkness)
de_de: 2-Kachel-Sicht (Leichte Dunkelheit)
es_es: Visión de 2 tiles (Oscuridad ligera)
fr_fr: Vision à 2 tuiles (obscurité légère)
ru_ru: Видимость: 2 плитки (Легкая темнота)

source: 3-tile vision
de_de: 3-Kachel-Sicht
es_es: Visión de 3 tiles
fr_fr: Vision à 3 tuiles
ru_ru: Видимость: 3 плитки

source: 4-tile vision
de_de: 4-Kachel-Sicht
es_es: Visión de 4 tiles
fr_fr: Vision à 4 tuiles
ru_ru: Видимость: 4 плитки

source: Mud Trap
de_de: Matsch-Falle
es_es: Trampa Lodo
fr_fr: Piège Boue
ru_ru: Грязевая ловушка

source: Sticky Trap
de_de: Klebe-Falle
es_es: Trampa Pegajosa
fr_fr: Piège Glu
ru_ru: Липкая ловушка

source: Grimy Trap
de_de: Sleim-Falle
es_es: Trampa Apestosa
fr_fr: Piège Tadmorv
ru_ru: Грязная ловушка

source: Summon Trap
de_de: Sammel-Falle
es_es: Trampa Nido
fr_fr: Piège Appeau
ru_ru: Призывная ловушка

source: Pitfall Trap
de_de: Gruben-Falle
es_es: Trampa Trampilla
fr_fr: Piège Trappe
ru_ru: Яма-ловушка

source: Warp Trap
de_de: Warp-Falle
es_es: Teletrampa
fr_fr: Télépiège
ru_ru: Телепортирующая ловушка

source: Gust Trap
de_de: Wind-Falle
es_es: Trampa Tornado
fr_fr: Piège Ventilo
ru_ru: Ветряная ловушка

source: Spin Trap
de_de: Schwindel-Falle
es_es: Trampa Rotatoria
fr_fr: Piège Tournis
ru_ru: Кружащая ловушка

source: Slumber Trap
de_de: Traum-Falle
es_es: Trampa Somnífera
fr_fr: Piège Soporifique
ru_ru: Сонная ловушка

source: Slow Trap
de_de: Lahm-Falle
es_es: Trampa Ralentí
fr_fr: Piège Ramoloss
ru_ru: Замедляющая ловушка

source: Seal Trap
de_de: Siegel-Falle
es_es: Trampa Sellante
fr_fr: Piège Verrou
ru_ru: Запрещающая ловушка

source: Poison Trap
de_de: Gift-Falle
es_es: Trampa Venenosa
fr_fr: Piège Poison
ru_ru: Ядовитая ловушка

source: Selfdestruct Trap
de_de: Spreng-Falle
es_es: Trampa Autodestructiva
fr_fr: Piège Voltomine
ru_ru: Подрывная ловушка

source: Explosion Trap
de_de: Bomben-Falle
es_es: Trampa Explosiva
fr_fr: Piège Électromine
ru_ru: Взрывная ловушка

source: Pp Zero Trap
de_de: AP-Minus-Falle
es_es: Trampa Anula-PP
fr_fr: Piège PP-Zéro
ru_ru: Ноль-ОС ловушка

source: Chestnut Trap
de_de: Kastanien-Falle
es_es: Trampa Castañazo
fr_fr: Piège Châtaigne
ru_ru: Каштановая ловушка

source: Wonder Tile
de_de: Wunder-Feld
es_es: Baldosa Mágica
fr_fr: Case Miracle
ru_ru: Чудо-плитка
