Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
ru_ru: Английский

source: Friend Rescue Set Phrases
ru_ru: Спасение друга: выбираемые фразы

source: Friend Rescue Message Input Strings
ru_ru: Спасение друга: строки ввода сообщения

source: Debug Strings (Game Init)
ru_ru: Отладочные строки (инициализация игры)

source: Util Strings
ru_ru: Строки утилит

source: Chapter and Special Episode Strings
ru_ru: Строки глав и особых эпизодов

source: Explorer Ranks Names
de_de: Erkunderrang-Namen
es_es: Nombres de rangos de explorador
fr_fr: Noms des Grades d’Explorateur
ru_ru: Названия рангов исследователя

source: Default Menu Strings 1
ru_ru: Строки меню по умолчанию 1

source: Default Menu Strings 2
ru_ru: Строки меню по умолчанию 2

source: Debug Strings (Main Menu)
ru_ru: Отладочные строки (Главное меню)

source: Default Team Names
de_de: Standard Team-Namen
es_es: Nombres del equipo por defecto
fr_fr: Nom de l'équipe par défaut
ru_ru: Названия команд по умолчанию

source: Save Data Strings
ru_ru: Строки сохранения данных

source: Prize Ticket Strings
ru_ru: Строки призовых билетов

source: Job Debriefing Related Strings (Primary)
ru_ru: Строки, связанные с подведением итогов работы (Основные)

source: Job Debriefing Related Strings (Secondary)
ru_ru: Строки, связанные с подведением итогов работы (Вторичные)

source: Dungeon Item Action Menu Strings
ru_ru: Строки меню действий с предметами в подземельях

source: Gummi Feedback
es_es: Reacción a gomis
ru_ru: Отзывы о жевательной резинке

source: Dungeon Item Pickup Menu Strings
ru_ru: Строки меню подбора предметов в подземельях

source: Storage Space Full Strings
ru_ru: Строки о заполненном хранилище

source: Treasure Bag Full Strings
ru_ru: Строки о заполненной сумке с ценностями

source: New Recruit Full Strings
ru_ru: Полные строки новых рекрутов

source: Kangaskhan Storage Filter Strings
ru_ru: Строки фильтрации хранилища Кангасхан

source: Kangaskhan Storage Strings
de_de: Kangama-Lager Zeichenketten
es_es: Cadenas de la Consigna Kangaskhan
fr_fr: Texte de la Réserve Kangourex
ru_ru: Строки хранилища Кангасхан

source: Kecleon Market Strings
ru_ru: Строки рынка Кеклеона

source: Duskull Bank Strings
ru_ru: Строки банка Даскалла

source: Chansey Day Care Strings
ru_ru: Строки дневного ухода Ченси

source: Croagunk Swap Shop Strings
ru_ru: Строки Обменной Лавки Кроганка

source: Xatu Appraisal Strings
ru_ru: Строки пункта оценки Ксату

source: Electivire Link Shop Strings
ru_ru: Строки связь-лавки Элективайра

source: Chimecho Assembly Strings
ru_ru: Строки сборного пункта Чаймеко

source: Luminous Spring Strings
ru_ru: Строки Сияющего Источника

source: Diary Strings
ru_ru: Строки из дневников

source: Level Up Strings
ru_ru: Строки повышения уровня

source: Exclusive Items Strings
ru_ru: Строки эксклюзивных предметов

source: Special Episode Item Handling Strings
ru_ru: Строки переноса предметов в хранилище после особого эпизода

source: Demo Dungeon Strings
ru_ru: Строки демо подземелья

source: Sky Jukebox Menu Strings
ru_ru: Строки меню Небесного Проигрывателя

source: Music Tracks
ru_ru: Музыкальные треки

source: Personality Quiz Questions
de_de: Fragen im Persönlichkeitstest
es_es: Preguntas de la prueba de personalidad
fr_fr: Question du test de personnalité
ru_ru: Вопросы теста на личность

source: Personality Quiz Answers
de_de: Antworten im Persönlichkeitstest
es_es: Respuestas de la prueba de personalidad
fr_fr: Réponses du test de personnalité
ru_ru: Ответы теста на личность

source: Personality Quiz Results
ru_ru: Результаты теста на личность

source: Personality Quiz Aura
ru_ru: Тест о личности, аура

source: Partner Selection Strings
ru_ru: Строки выбора спутника

source: New Game Welcome
ru_ru: Приветствие в начале игры

source: Personality Quiz Aura Finger Move
ru_ru: Тест на личность, определение ауры: сдвиг пальца

source: Personality Quiz Debug (Breakdown)
ru_ru: Отладка теста на личность (Распределение очков)

source: Personality Quiz Debug (Colored)
ru_ru: Отладка теста на личность (Окрас)

source: Sentry Duty Strings
ru_ru: Строки работы стражами

source: Sentry Duty Hints
ru_ru: Подсказки на работе стражами

source: Dungeon Item Usage (Basic)
ru_ru: Использование предметов в подземелье (Базовое)

source: Dungeon Menu Strings (Primary)
ru_ru: Строки меню подземелья (основные)

source: Dungeon Status Effect Strings
ru_ru: Строки статус-эффектов в подземельях

source: Dungeon Menu Strings (Details)
ru_ru: Строки меню подземелья (Детали)

source: Dungeon Menu Strings (Secondary)
ru_ru: Строки меню подземелья (Вторичные)

source: Dungeon Defeated Dialogue Strings
ru_ru: Строки диалогов при поражении в подземелии

source: Dungeon Cleared Dialogue Strings
ru_ru: Строки диалогов при успешном завершении подземелья

source: Dungeon Item Usage (Bag)
ru_ru: Использование предметов в подземелье (сумка)

source: Weather Change Feedback
de_de: Zeichenketten zu Wetteränderungen
es_es: Comentarios de cambio de clima
ru_ru: Отзывы об изменении погоды

source: Weather Names
de_de: Wetter-Namen
es_es: Nombres de clima
fr_fr: Noms des météos
ru_ru: Названия погодных условий

source: Floor-Wide Status
ru_ru: Статус, длящийся весь этаж

source: Story Mission Objectives
ru_ru: Цели миссии

source: Mission Failure/Faint Strings
de_de: Zeichenketten für Missionsfehlschlag
es_es: Cadenas de misiones fallidas o derrotas
ru_ru: Строки провала миссий

source: Speed Change Feedback
de_de: Änderungen der Geschwindigkeit
es_es: Comentarios de cambio de velocidad
ru_ru: Отзывы об изменении скорости

source: Dungeon Potential Recruit Strings
ru_ru: Строки возможных рекрутов в подземелье

source: Dungeon Gummi Feedback
ru_ru: Отзывы о поедании жевательной резинки в подземелье

source: Traps Feedback (Primary)
ru_ru: Отзывы о попадании в ловушку (Основные)

source: Nothing At Feet String
ru_ru: Строки об отсутствии предметов под ногами

source: Dungeon Friend Rescue Strings
ru_ru: Строки спасения друзей в подземельях

source: Dungeon General Feedback 1
ru_ru: Основные отзывы от подземелья 1

source: Dungeon General Feedback 2
ru_ru: Основные отзывы от подземелья 2

source: Something's Stirring Strings
ru_ru: Строки "Что-то движется"

source: Dungeon General Feedback 3
ru_ru: Основные отзывы от подземелья 3

source: Dungeon New Recruit Strings
ru_ru: Строки о новых рекрутах

source: Dungeon General Feedback 4
ru_ru: Основные отзывы от подземелья 4

source: Status Effect Resolved Feedback
ru_ru: Отзывы о завершении действия статус-эффектов

source: Status Effect Apply Feedback
ru_ru: Отзывы о начале действия статус-эффектов

source: Pokemon Stats Change Feedback 1
ru_ru: Отзывы об изменениях статистик покемонов 1

source: Status Effect Protect Feedback 1
ru_ru: Отзывы о защите от статус-эффектов 1

source: PP Recover Strings
ru_ru: Строки о восстановлении PP

source: Conversion/Sketch Strings
ru_ru: Строки приемов Конверсия/Эскиз

source: Status Effect Protect Feedback 2
ru_ru: Отзывы о защите от статус-эффектов 2

source: Dungeon Pokemon Stat Names
ru_ru: Названия статистики покемонов из подземелий

source: Pokemon Stats Change Feedback 2
ru_ru: Отзывы об изменениях статистик покемонов 2

source: Dungeon General Feedback 5
ru_ru: Основные отзывы от подземелья 5

source: Mission Feedback
ru_ru: Отзыв о миссии

source: Dungeon General Feedback 6
ru_ru: Основные отзывы от подземелья 6

source: Kecleon Dungeon Shop Strings
de_de: Zeichenketten für Dungeon Kecleon-Läden
es_es: Cadenas de Tienda Kecleon
ru_ru: Строки магазина Кеклеона в подземелье

source: Anchored Feedback
ru_ru: Отзывы о пригвожденном покемоне

source: Traps Feedback (Secondary)
ru_ru: Отзывы о попадании в ловушку (Вторичные)

source: Dungeon General Feedback 7
ru_ru: Основные отзывы от подземелья 7

source: Move Feedback (Primary)
ru_ru: Отзывы о применении приемов (Основные)

source: Dungeon Level Up Detail Strings
ru_ru: Строки деталей повышения уровня в подземельях

source: Kirlia Secret Bazaar Strings
ru_ru: Строки секретного базара Кирлии

source: Grab Bags Shop Strings
de_de: Wundertüten-Laden Zeichenketten
es_es: Cadenas de la tienda de bolsas
ru_ru: Строки магазина лотерейных мешочков

source: Shedinja Shop Strings
de_de: Fluchtratgeber Zeichenketten
es_es: Cadenas de la tienda de Shedinja
ru_ru: Строки магазина Шединджи

source: Mime Jr. Spa Strings
de_de: Pantimimi-Wellness Zeichenketten
es_es: Cadenas del spa Mime Jr.
ru_ru: Строки спа Майма Джуниора

source: Swalot's Shop Strings
de_de: Schluckwech-Shop Zeichenketten
es_es: Cadenas de tienda de Swalot
ru_ru: Строки магазина Свалота

source: Team Tactics Menu Strings
ru_ru: Строки меню тактик команды

source: Item Became Sticky String
ru_ru: Строки о предмете, ставшим липким

source: Pokemon LEVEL_UP Dialogue
de_de: Pokémon LEVEL_UP Nachrichten
es_es: Diálogo de Pokémon al subir de nivel
fr_fr: Dialogue de montée de niveaux
ru_ru: Реплики повышения уровня покемонов

source: Pokemon WAIT Dialogue
de_de: Pokémon WAIT Nachrichten
es_es: Diálogo de Pokémon esperando
ru_ru: Реплики ожидания покемонов

source: Pokemon HEALTHY Dialogue
de_de: Pokémon HEALTHY Nachrichten
es_es: Diálogo de Pokémon saludable
ru_ru: Реплики здоровых покемонов

source: Pokemon HALF_LIFE Dialogue
de_de: Pokémon HALF_LIFE Nachrichten
es_es: Diálogo de Pokémon con mitad de PS
ru_ru: Реплики раненых покемонов

source: Pokemon PINCH Dialogue
de_de: Pokémon PINCH Nachrichten
es_es: Diálogo de Pokémon en apuros
ru_ru: Реплики сильно раненых покемонов

source: Pokemon GROUND_WAIT Dialogue
de_de: Pokémon GROUND_WAIT Nachrichten
es_es: Diálogo de Pokémon esperando (en territorio)
ru_ru: Реплики ожидания покемонов в подземелье

source: Item Names
de_de: Item-Namen
es_es: Nombres de objeto
fr_fr: Noms des objets
ru_ru: Названия предметов

source: Move Names
de_de: Attacken-Namen
es_es: Nombres de movimiento
fr_fr: Noms des capacités
ru_ru: Названия навыков

source: Pokemon Names
de_de: Pokémon-Namen
es_es: Nombres de Pokémon
fr_fr: Noms des Pokémons
ru_ru: Имена покемонов

source: Pokemon Categories
de_de: Pokémon-Kategorien
es_es: Categorías de Pokémon
ru_ru: Категории покемонов

source: Tactics Names
de_de: Taktik-Namen
es_es: Nombres de tácticas
ru_ru: Названия тактик

source: Tactics Descriptions
de_de: Taktikbeschreibungen
es_es: Descripciones de tácticas
ru_ru: Описания тактик

source: IQ Skills Names
de_de: Namen für IQ-Fähigkeiten
es_es: Nombre de habilidades CI
fr_fr: Noms des aptitudes Q.I.
ru_ru: Названия IQ-навыков

source: IQ Skills Descriptions
de_de: Beschreibungen für IQ-Fähigkeiten
es_es: Descripciones de habilidades CI
fr_fr: Descriptions des aptitudes Q.I.
ru_ru: Описания IQ-навыков

source: Move Targets Strings
de_de: Attacken-Ziel Zeichenketten
es_es: Cadenas sobre objetivos de movimientos
ru_ru: Строки целей навыков

source: Accuracy/Power Stars Ratings
de_de: Zeichenketten für Genauigkeit und Stärke
es_es: Cadenas sobre Precisión o Potencia
ru_ru: Оценки "Точность/Сила"

source: Always Hit/No Damage Strings
ru_ru: Строки "Без промаха/Нет урона"

source: Move Descriptions
de_de: Attacken-Beschreibungen
es_es: Descripciones de movimiento
fr_fr: Descriptions des capacités
ru_ru: Описание приемов

source: Item Long Descriptions
de_de: Item-Beschreibungen (lang)
es_es: Descripción larga de objetos
fr_fr: Description détaillée des objets
ru_ru: Подробное описание предмета

source: Item Short Descriptions
de_de: Item-Beschreibungen (kurz)
es_es: Descripción corta de objetos
fr_fr: Description courte des objets
ru_ru: Краткое описание предмета

source: Trap Names
de_de: Fallennamen
es_es: Nombres de trampas
fr_fr: Noms des pièges
ru_ru: Названия ловушек

source: Trap Descriptions
de_de: Fallenbeschreibungen
es_es: Descripciones de trampas
fr_fr: Description des pièges
ru_ru: Описание ловушек

source: Status Names and Descriptions
ru_ru: Названия и описания статусов

source: Auxiliary Move Descriptions
ru_ru: Дополнительное описание приемов

source: Type Names
de_de: Typnamen
es_es: Nombres de tipos
fr_fr: Noms des types
ru_ru: Названия типов

source: Ability Names
de_de: Fähigkeitsnamen
es_es: Nombres de habilidades
ru_ru: Названия способностей

source: Ability Descriptions
de_de: Fähigkeitsbeschreibungen
es_es: Descripciones de habilidades
ru_ru: Описания способностей

source: Wireless Connection Strings
ru_ru: Строки беспроводного подключения

source: Friend Code Strings
ru_ru: Строки кода друга

source: Email Strings
ru_ru: Строки меню настройки электронной почты

source: Wi-fi Connection Strings
ru_ru: Строки подключения Wi-Fi

source: Wonder Mail S Strings
ru_ru: Строки Чудо Почты S

source: Game Trade Strings
ru_ru: Строки обмена между играми

source: Mission Board Strings
ru_ru: Строки доски с миссиями

source: SOS Mail Strings
ru_ru: Строки SOS-почты

source: Mission Title Set Phrases
ru_ru: Набор фраз для названия миссии

source: Mission Description Set Phrases
ru_ru: Набор фраз для описания миссии

source: Mission Detail Strings
ru_ru: Строки с деталями миссии

source: Mission Objective Strings
ru_ru: Строки с целями миссии

source: Debug Strings (Mission)
ru_ru: Отладочные строки (Миссия)

source: Debug Strings (Switch)
ru_ru: Отладочные строки (Переключатели)

source: Debug Strings (Data)
ru_ru: Отладочные строки (Данные)

source: Debug Strings (Checks)
ru_ru: Строки отладки (Проверки)

source: Debug Strings (General)
ru_ru: Отладочные строки (Общее)

source: Debug Strings (Manipulation)
ru_ru: Отладочные строки (Манипуляции)

source: Debug Strings (Testing)
ru_ru: Отладочные строки (Тестирование)

source: Debug Strings (Scripts)
ru_ru: Отладочные строки (Скрипты)

source: Debug Strings (Menu)
ru_ru: Отладочные строки (Меню)

source: Debug Strings (Status)
ru_ru: Отладочные строки (Статус)

source: Debug Strings (Dungeon 1)
ru_ru: Отладочные строки (Подземелье 1)

source: Portrait Names
de_de: Portrait-Namen
es_es: Nombres de retratos
fr_fr: Noms des portraits
ru_ru: Названия портретов

source: Debug Strings (Dungeon 2)
ru_ru: Отладочные строки (Подземелье 2)

source: Debug Strings (PKMN Storage)
ru_ru: Отладочные строки (хранилище)

source: Debug Strings (Message)
ru_ru: Отладочные строки (Сообщение)

source: Debug Strings (Triggers)
ru_ru: Отладочные строки (Триггеры)

source: Debug Strings (Bulletin 1)
ru_ru: Отладочные строки (Доска 1)

source: Debug Strings (Bulletin 2)
ru_ru: Отладочные строки (Доска 2)

source: Debug Strings (Mail)
ru_ru: Отладочные строки (Письмо)

source: Debug Strings (Name)
ru_ru: Отладочные строки (Имя)

source: Debug Strings (Parameters)
ru_ru: Отладочные строки (Параметры)

source: Debug Strings (Counter)
ru_ru: Отладочные строки (Счетчик)

source: Game and Dungeon Hints
ru_ru: Подсказки по игре и подземельям

source: Adventure Log Entries
ru_ru: Записи в журнале приключений

source: Ground Map Names
de_de: Namen von Ground-Karten
es_es: Nombres de territorios
ru_ru: Имя локаций

source: Dungeon Names (Main)
de_de: Dungeon-Namen (Haupt)
es_es: Nombres de territorios (Principales)
ru_ru: Названия подземелий (основные)

source: Dungeon Names (Selection)
de_de: Dungeon-Namen (Auswahl)
es_es: Nombres de territorios (Seleccionados)
fr_fr: Noms des donjons (sélection)
ru_ru: Названия подземелий (Выбор)

source: Dungeon Names (SetDungeonBanner)
de_de: Dungeon-Namen (SetDungeonBanner)
es_es: Nombres de territorios (SetDungeonBanner)
fr_fr: Noms des donjons (SetDungeonBanner)
ru_ru: Названия подземелий (SetDungeonBanner)

source: Dungeon Names (Banner)
de_de: Dungeon-Namen (Banner)
es_es: Nombres de territorios (Cartel)
fr_fr: Nom des donjons (bannière)
ru_ru: Названия подземелий (Баннер)

source: Staff Roll 1
ru_ru: Титры 1

source: Special Mission Strings
ru_ru: Строки особых миссий

source: Super Hasbrello and Bidoof Family
ru_ru: Супер Хасбрелло и семья Бидуфа

source: Spinda's Juice Bar Strings
de_de: Zeichenketten der Pandir-Saftbar
es_es: Cadenas de la Cafetería Spinda
ru_ru: Строки бара напитков Спинды

source: Recycle Shop Strings
de_de: Wiederverwertungsladen
es_es: Cadenas de tienda de reciclaje
ru_ru: Строки центра переработки

source: Staff Roll 2
ru_ru: Титры 2

source: Staff Roll 3
ru_ru: Титры 3

source: New Pokemon Names
de_de: Neue Pokémon-Namen
es_es: Nuevos nombres de Pokémon
ru_ru: Новые имена покемонов

source: New Pokemon Categories
de_de: Neue Pokémon-Kategorien
es_es: Nuevas categorías de Pokémon
ru_ru: Новые категории покемонов

source: Thrown - Pierce
de_de: Wurf-Items - Durchbohrend
es_es: Arrojadizos - Punzantes
fr_fr: Lancer - Ligne droite
ru_ru: Бросаемые - Пронизающие

source: Thrown - Rock
de_de: Wurf-Items - Steine
es_es: Arrojadizos - Rocas
fr_fr: Lancer - En cloche
ru_ru: Бросаемые - Камни

source: Berries, Seeds, Vitamins
de_de: Beeren, Samen, Vitamine
es_es: Bayas, Semillas, Vitaminas
fr_fr: Baies, Graines, Vitamines
ru_ru: Ягоды, семена, витамины

source: Foods, Gummies
de_de: Nahrung, Gummis
es_es: Comida, Gomis
fr_fr: Nourriture, Gelées
ru_ru: Еда, жевательные резинки

source: Hold
de_de: Getragen
es_es: Equipables
fr_fr: A tenir
ru_ru: Удерживаемые

source: TMs, HMs
de_de: TMs, VMs
es_es: MTs, MOs
fr_fr: CT, CS
ru_ru: TM, HM

source: Poké (Money)
de_de: Poké (Geld)
es_es: Poké (Dinero)
fr_fr: Poké (argent)
ru_ru: Поке (Деньги)

source: Unknown 7
de_de: Unbekannt 7
es_es: Desconocido 7
fr_fr: Inconnu 7
ru_ru: Неизвестно 7

source: Other
de_de: Anderes
es_es: Otro
fr_fr: Autres
ru_ru: Прочее

source: Orbs
es_es: Esferas
fr_fr: Orbes
ru_ru: Орбы

source: Link Box
es_es: Caja Enlace
fr_fr: Boîte Chaîne
ru_ru: Связь-ящик

source: Used TM
de_de: Genutzte TM
es_es: MT usada
fr_fr: CT Utilisée
ru_ru: Использованный TM

source: Treasure Box 1
de_de: Schatzbox 1
es_es: Cofre Misterioso 1
ru_ru: Шкатулка с сокровищами 1

source: Treasure Box 2
de_de: Schatzbox 2
es_es: Cofre Misterioso 2
ru_ru: Шкатулка с сокровищами 2

source: Treasure Box 3
de_de: Schatzbox 3
es_es: Cofre Misterioso 3
ru_ru: Шкатулка с сокровищами 3

source: Exclusive Items
de_de: Exklusive Items
es_es: Objetos exclusivos
fr_fr: Objets exclusifs
ru_ru: Эксклюзивные предметы

source: Red component
de_de: Rote Komponente
es_es: Componente rojo
fr_fr: Composante Rouge
ru_ru: Красный компонент

source: Green component
de_de: Grüne Komponente
es_es: Componente verde
fr_fr: Composante Verte
ru_ru: Зеленый компонент

source: Blue component
de_de: Blaue Komponente
es_es: Componente azul
fr_fr: Composante Bleu
ru_ru: Синий компонент

source: Alpha component
de_de: Alpha Komponente
es_es: Componente alfa
fr_fr: Composante alpha
ru_ru: Компонент альфа-канала

source: Conversion 2 Type when hit by a Fairy move
ru_ru: Тип статуса "Конверсия 2" при получении урона от Волшебного приема

source: ID of the first icon in markfont.dat (23 entries used)
de_de: ID des ersten Icons in markfont.dat (23 Einträge verwenden verwendet)
es_es: ID del primer icono de markfont.dat (23 entradas utilizadas)
fr_fr: ID de la première icône dans markfont.dat (23 entrées utilisées)
ru_ru: ID первого иконки в markfont.dat (использовано 23 записи)

source: Display accuracy and power values
de_de: Anzeige der Genauigkeit- und Stärke-Werte
es_es: Mostrar precisión y valores de potencia
ru_ru: Отображать значения точности и силы

source: ID of the first icon in markfont.dat (24 entries used)
de_de: ID des ersten Icons in markfont.dat (24 Einträge verwenden verwendet)
es_es: ID del primer icono de markfont.dat (24 entradas utilizadas)
ru_ru: ID первого иконки в markfont.dat (использовано 24 записи)

source: String ID for push dialogue
de_de: Zeichenketten-Nr. für den Schieben-Text
es_es: ID de cadena para diálogos de empujar
ru_ru: ID строки push-диалога

source: String mentioned above is replaced by a default text when applying
de_de: Diese Zeichenkette wird ersetzt durch einen Standardtext wenn der Patch angewendet wird
es_es: La cadena mencionada anteriormente es reemplazada por un texto predeterminado al aplicarse
ru_ru: Вышеупомянутая строки при применении заменяется текстом по умолчанию

source: Only interruptions don't heal HP
de_de: Nur Unterbrechungen heilen keine KP
es_es: Solo las interrupciones no curan PS
fr_fr: Seules les interruptions de donjon ne soignent pas les PV
ru_ru: Только прерывания не восстанавливают ОЗ

source: % of exp. shared
de_de: % der geteilten Erfahrungspunkte
es_es: % de exp. compartida
fr_fr: % de l'exp. partagé
ru_ru: Сколько опыта распределить, %

source: String ID for the Menu Option
de_de: String-ID für die Menüoption
es_es: ID de cadena para la opción de menú
ru_ru: ID строк опций меню

source: String ID to confirm the appraise all
de_de: String-ID zur Bestätigung der Begutachtung aller
es_es: ID de cadena para confirmar la valoración de todos
ru_ru: ID строк подтверждения оценки всех предметов

source: String ID before revealing the items
de_de: String-ID vor dem Enthüllen der Items
es_es: ID de cadena antes de revelar los objetos
ru_ru: ID строк до раскрытия предметов

source: String ID when revealing an item
de_de: String-ID beim Enthüllen eines Items
es_es: ID de cadena al revelar un objeto
ru_ru: ID строк раскрытия предмета

source: All strings mentioned above are replaced by a default text when applying
de_de: Alle oben genannten Strings werden beim Anwenden durch einen Standardtext ersetzt
es_es: Todas las cadenas mencionadas anteriormente son reemplazadas por un texto predeterminado al aplicarse
ru_ru: Все вышеупомянутые строки при применении заменяются текстом по умолчанию

source: Cost of each Treasure Box (Only for Appraise All option)
de_de: Kosten für jede Schatzkiste (Nur für Option „Alle begutachten“)
es_es: Coste de cada cofre misterioso (solo para la opción Valorar todos)
ru_ru: Стоимость каждого ящика с сокровищами (Только для опции "Оценить всё")

source: Update the level and stats of evolved enemies
de_de: Aktualisiere das Level und die Statuswerte von entwickelten Gegnern
es_es: Actualizar el nivel y las estadísticas de los enemigos evolucionados
ru_ru: Обновлять уровень и характеристики эволюционировавших врагов

source: Fully heal enemies after evolving
de_de: Heile Gegner nach der Entwicklung vollständig
es_es: Curar completamente a los enemigos después de evolucionar
ru_ru: Полностью исцелять врагов при эволюции

source: Update the moves of evolved enemies
de_de: Aktualisiere die Attacken entwickelter Feinde
es_es: Actualizar los movimientos de enemigos evolucionados
ru_ru: Обновлять навыки эволюционировавших врагов

source: Increase Atk/SpAtk/Def/SpDef of evolved enemies by
de_de: Erhöhe Ang./Sp. Ang./Vert./Sp. Vert. entwickelter Feinde um
es_es: Aumenta el Atq./Atq. Esp./Def./Def. Esp. de los enemigos evolucionados en
ru_ru: Увеличивать Атк/Сп. Атк/Защ/Сп. Защ эволюционировавших врагов на

source: Let enemies evolve even if the defeated pokémon is revived
de_de: Erlaube es, dass sich Gegner entwickeln, selbst wenn der Angreifer wiederbelebt wird
es_es: Deja que los enemigos evolucionen incluso si el Pokémon derrotado es revivido
ru_ru: Позволять врагам эволюционировать, если побеждённый ими покемон воскрешён

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
ru_ru: Французский

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
ru_ru: Немецкий

source: Italian
de_de: Italienisch
es_es: Italiano
fr_fr: Italien
ru_ru: Итальянский

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
ru_ru: Испанский

source: Dungeon Defeated Dialog Strings
ru_ru: Строки диалогов при поражении в подземелии

source: Dungeon Cleared Dialog Strings
ru_ru: Строки диалогов при успешном завершении подземелья

source: Integer not allowed at this position.
ru_ru: Целое число недопустимо в этой позиции.

source: Decimal not allowed at this position.
ru_ru: Десятичные числа недопустимы в этой позиции.

source: Constant not allowed at this position.
ru_ru: Константа недопустима в этой позиции.
