Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Dither: Colors will be reorganized and reduced if necessary. Colors will be changed so that they "blend into" each other. This will make the image look like it contains more colors but also might decrease the overall visual quality. Two different algorithms are available. No Dithering: Color will be reorganized and reduced if necessary. No dithering will be performed. Reorganize colors only: Colors will be reorganized so that they fit the game's format. SkyTemple will not attempt to reduce the amount of overall colors to make this work, so you will get an error, if it's not possible with the current amount. However if it does work, the output image will look identical to the original image.
de_de: Dithering: Die Farben werden neu angeordnet und die Farbanzahl wird verringert (falls nötig). Die Farben werden so geändert, dass sie visuell ineinander überlaufen. Dadurch wird das Bild so aussehen, als ob es mehr Farben enthält, was aber die Qualität insgesamt beeinträchtigen könnte. Zwei verschiedene Algorithmen sind verfügbar. Kein Dithering: Die Farben werden neu angeordnet und bei Bedarf wird die Farbanzahl verringert. Es wird kein Dithering durchgeführt. Farben nur neu sortieren: Farben werden neu angeordnet, sodass sie dem Format des Spiels entsprechen. SkyTemple wird nicht versuchen, die Anzahl der Farben zu reduzieren. Du wirst eine Fehlermeldung erhalten, wenn SkyTemple das mit den aktuellen Farben nicht schaft. Wenn es jedoch funktioniert, werden das Ausgabebild und das Originalbild visuell identisch sein.
es_es: Difuminado: Los colores se reorganizarán y reducirán si es necesario. Los colores se cambiarán para "mezclarse" entre sí. Esto hará que la imagen parezca que contiene más colores, pero también podría reducir la calidad visual general. Hay dos algoritmos diferentes disponibles. Sin difuminado: El color será reorganizado y reducido si es necesario. No se realizará ningún difuminado. Solo reorganizar colores: Los colores se reorganizarán para que se ajusten al formato del juego. SkyTemple no intentará reducir el número de colores totales, por lo que obtendrás un error si se supera el límite. Sin embargo, si funciona, la imagen de salida se verá idéntica a la imagen original.
fr_fr: Tramage : les couleurs sont réorganisées et leur nombre est réduit si nécessaire. Les couleurs sont altérées pour qu'elles se « mélangent mieux ». Cela donne l'impression que l'image contient plus de couleurs mais peut aussi dégrader l'aspect visuel global. Deux algorithmes de tramage sont proposés. Aucun tramage : les couleurs sont réorganisées et leur nombre est réduit si nécessaire. Aucune opération de tramage ne sera effectuée. Réorganiser les couleurs uniquement : les couleurs sont réorganisées pour être en adéquation avec le format utilisé par le jeu. SkyTemple ne tentera pas de réduire le nombre de couleurs pour que cela marche, donc il se peut qu'il y ait une erreur à cause du nombre de couleurs présentes. Cependant, si cela marche, l'image produite sera visuellement identique à l'original.
ru_ru: Дизеринг: Цвета будут реорганизованы и при необходимости, их количество будет уменьшено. Цвета будут изменены таким образом, чтобы они "сливались" друг с другом. В результате изображение будет выглядеть так, будто содержит больше цветов, но при этом может снизиться общее визуальное качество. Доступны два различных алгоритма. Без дизеринга: Цвета будут реорганизованы и при необходимости, их количество будет уменьшено. Никакого дизеринга не происходит. Только реорганизация цветов: Цвета будут реорганизованы таким образом, чтобы они соответствовали формату игры. SkyTemple не будет пытаться уменьшить общее количество цветов, поэтому вы получите ошибку, если это невозможно с текущим количеством. Однако, если все получится, выходное изображение будет выглядеть идентично исходному.

source: Only relevant if dithering is enabled: This controls the amount of dithering applied.
de_de: Nur relevant, wenn Dithering aktiviert ist: Steuert die Stärke des angewendeten Ditherings.
es_es: Solo es relevante si el difuminado está activado: Controla la cantidad de difuminado aplicado.
fr_fr: Utile uniquement si le tramage est activé : contrôle la force du tramage appliquée.
ru_ru: Имеет значение только в том случае, если включен дизеринг: Этот параметр управляет количеством применяемого дизеринга.

source: Please select an input image.
de_de: Bitte wähle ein Bild zum konvertieren aus.
es_es: Selecciona una imagen de entrada.
fr_fr: Veuillez sélectionner une image.
ru_ru: Пожалуйста, выберите входное изображение.

source: Since you selected two images to convert, you will be asked for both images where to save them to.
de_de: Da du zwei Bilder zum Umwandeln ausgewählt hast, wirst du nacheinander für jedes gefragt, wo du es speichern möchtest.
es_es: Dado que has seleccionado dos imágenes para convertir, se te preguntará dónde guardar cada una.
fr_fr: Comme vous avez sélectionné deux images à convertir, vous devrez spécifier où les sauvegarder.
ru_ru: Поскольку вы выбрали два изображения для преобразования, вас спросят куда сохранить оба изображения.

source: Save first image as (PNG)...
de_de: Speichere erstes Bild als (PNG)...
es_es: Guardar primera imagen como (PNG)...
fr_fr: Enregistrer la première image sous (PNG)...
ru_ru: Сохранить первое изображение как (PNG)...

source: Save second image as (PNG)...
de_de: Speichere zweites Bild als (PNG)...
es_es: Guardar segunda imagen como (PNG)...
fr_fr: Enregistrer la seconde image sous (PNG)...
ru_ru: Сохранить второе изображение как (PNG)...

source: You entered invalid numbers.
de_de: Du hast ungültige Zahlen eingegeben.
es_es: Has introducido números no válidos.
fr_fr: Vous avez entré des nombres invalides.
ru_ru: Вы ввели недопустимые числа.

source: The input image does not exist.
de_de: Das Eingabe-Bild existiert nicht.
es_es: La imagen de entrada no existe.
fr_fr: L'image source n'existe pas.
ru_ru: Входного изображения не существует.

source: The second input image does not exist.
de_de: Das zweite Eingabe-Bild existiert nicht.
es_es: La segunda imagen de entrada no existe.
fr_fr: La seconde image source n'existe pas.
ru_ru: Второго входного изображения не существует.

source: The input image is not a supported format.
de_de: Das Eingabe-Bild ist in einem nicht unterstütztes Format.
es_es: La imagen de entrada no es un formato compatible.
fr_fr: Le format de l'image source n'est pas pris en charge.
ru_ru: Формат входного изображения не поддерживается.

source: Image was converted.
de_de: Das Bild wurde umgewandelt.
es_es: Se ha convertido la imagen.
fr_fr: Image convertie.
ru_ru: Изображение было преобразовано.

source: Thread-based
de_de: Thread-basiert
es_es: Basado en hilos
ru_ru: На основе потоков

source: Synchronous
de_de: Synchronisch
es_es: Síncrono
fr_fr: Synchrone
ru_ru: Синхронный

source: Using Gbulb event loop
de_de: Gbulb Ereignis-Schleife verwenden
es_es: Usar bucle de eventos Gbulb
fr_fr: Utilisation de la boucle d'événement Gbulb
ru_ru: Использование цикла событий Gbulb

source: Trying to display the error failed. Wow!
de_de: Es ist ein Fehler aufgetreten beim Versuch den Fehler darzustellen. Wow!
es_es: Error al intentar mostrar el error. ¡Guau!
fr_fr: L'affichage de l'erreur a échoué. Incroyable !
ru_ru: Попытка отобразить ошибку не удалась. Ого!

source: SkyTemple - Error!
de_de: SkyTemple - Fehler!
fr_fr: SkyTemple - Erreur !
ru_ru: SkyTemple - Ошибка!

source: Error Details
ru_ru: Детали ошибки

source: Report Error
ru_ru: Сообщить об ошибке

source: An uncaught exception occurred! This shouldn't happen, please report it!
de_de: Eine unbehandelte Ausnahme ist aufgetreten! Das sollte nicht passieren, bitte melde uns diesen Fehler!
es_es: Se ha producido una excepción no detectada. Esto no debería ocurrir, por favor, repórtalo.
fr_fr: Une exception non gérée s'est produite ! Cela ne devrait pas arriver, merci de la signaler !
ru_ru: Возникло неперехваченное исключение! Этого не должно происходить, пожалуйста, сообщите об этом!

source: SkyTemple - Uncaught error!
de_de: SkyTemple - Unbehandelter Fehler!
es_es: SkyTemple - ¡Error no capturado!
fr_fr: SkyTemple - Erreur non gérée !
ru_ru: SkyTemple - неперехваченная ошибка!

source: SkyTemple found the following plugins in your plugins directory ({plugin_dir}). Do you want to continue with these plugins? These plugins contain code which will run on your computer once you accept this dialog with 'Yes'. Only continue if you trust the authors of the patches. Malicious people could otherwise hijack your computer and/or steal information. Clicking 'Yes' will remember this plugin configuration and not ask you again next time.
ru_ru: SkyTemple обнаружил следующие плагины в вашем каталоге плагинов ({plugin_dir}). Хотите ли вы продолжить работу с этими плагинами? Эти плагины содержат код, который будет запущен на вашем компьютере после того, как вы нажмете "Да" в этом диалоговом окне. Продолжайте только в том случае, если вы доверяете авторам патчей. В противном случае злоумышленники могут взломать ваш компьютер и/или украсть информацию. Нажав "Да", SkyTemple запомнит конфигурацию плагинов и не будет спрашивать об этом в следующий раз.

source: There was a backup file for this ROM found. This indicates that the ROM was corrupted when SkyTemple tried to save it last.
de_de: Es wurde eine Sicherungsdatei für diese ROM gefunden. Das deutet darauf hin, dass die ROM beschädigt war, als SkyTemple das letzte Mal versucht hat, sie zu speichern.
es_es: Se encontró una copia de seguridad para esta ROM. Esto indica que la ROM se corrompió cuando SkyTemple intentó guardarla la última vez.
ru_ru: Найден файл резервной копии этого ROM. Это означает, что ROM был повреждён когда SkyTemple пытался сохранить его в последний раз.

source: No, load ROM as-is
de_de: Nein, ROM laden wie sie ist
es_es: No, cargar la ROM actual
ru_ru: Нет, загрузить ROM как есть

source: Yes, load backup
de_de: Ja, Sicherung laden
es_es: Sí, cargar copia de seguridad
ru_ru: Да, загрузить резервную копию

source: Last modified: {} - Size: {}
de_de: Zuletzt geändert: {} - Größe: {}
es_es: Última modificación: {} - Tamaño: {}
ru_ru: Последнее изменение: {} - размер: {}

source: Do you want to restore the backup? If you select 'Yes, load backup', the backup will replace the ROM file and will then be loaded. If you select 'No, load ROM as-is', the backup will be deleted and SkyTemple will attempt to load the (potentially) corrupted ROM file. Original ROM: {} Backup ROM: {}
de_de: Möchtest du die Sicherung wiederherstellen? Wenn du 'Ja, Sicherung laden' wählst, wird die Sicherung die original ROM ersetzen und dann geladen. Wenn du 'Nein, ROM so laden, wie sie ist' wählst, wird das Backup gelöscht und SkyTemple wird versuchen, die (potentiell) beschädigte ROM zu laden. Originale ROM: {} Backup ROM: {}
es_es: ¿Quieres restaurar la copia de seguridad? Si seleccionas 'Sí, cargar copia de seguridad', la copia de seguridad reemplazará el archivo de la ROM y luego se cargará. Si seleccionas 'No, cargar la ROM actual', la copia de seguridad se eliminará y SkyTemple intentará cargar el (potencialmente) corrupto archivo de la ROM. ROM original: {} Copia de seguridad de la ROM: {}
ru_ru: Хотите ли вы восстановить резервную копию? Если вы выберете "Да, загрузить резервную копию", резервная копия заменит ROM файл и будет загружена. Если вы выберете "Нет, загрузить ROM как есть", резервная копия будет удалена, и SkyTemple попытается загрузить (потенциально) поврежденный ROM файл. Оригинальный ROM: {} Резервная копия: {}

source: There was an error trying to read the ROM file.
ru_ru: Произошла ошибка при попытке прочесть ROM файл.

source: Are you sure you provided a ROM? A ROM usually has the file extension ".nds".
ru_ru: Вы уверены, что вы предоставили ROM? ROM обычно имеет расширение файла ".nds".

source: A scene for this script was not found.
de_de: Eine Szene für dieses Skript wurde nicht gefunden.
es_es: No se ha encontrado una escena para este script.
fr_fr: La scène utilisée pour ce script est introuvable.
ru_ru: Сцена для этого скрипта не найдена.

source: No Scenes Found
de_de: Keine Szenen gefunden
es_es: No se han encontrado escenas
fr_fr: Aucune scène trouvée
ru_ru: Не найдено ни одной сцены

source: SkyTemple Script Engine Debugger - Error!
de_de: SkyTemple Script Engine Debugger - Fehler!
es_es: Depurador del motor de scripts de SkyTemple - ¡Error!
fr_fr: Débogueur de Scripts de SkyTemple - Erreur !
ru_ru: SkyTemple Script Engine Debugger - Ошибка!

source: GIF image (*.gif)
de_de: GIF Bild (*.gif)
es_es: Imagen GIF (*.gif)
fr_fr: Image GIF (*.gif)
ru_ru: GIF-изображения (*.gif)

source: XML document (*.xml)
de_de: XML Dokument (*.xml)
es_es: Documento XML (*.xml)
fr_fr: Document XML (*.xml)
ru_ru: XML-документ (*.xml)

source: CSV file (*.csv)
de_de: CSV Datei (*.csv)
es_es: Archivo CSV (*.csv)
fr_fr: Fichier CSV (*.csv)
ru_ru: Файл CSV (*.csv)

source: The value you entered is invalid. Valid values must be in the range [{},{}].
de_de: Der eingegebene Wert ist ungültig. Gültige Werte müssen im Bereich [{},{}] liegen.
es_es: El valor que has introducido no es válido. Los valores válidos deben estar en el rango [{}, {}].
fr_fr: La valeur que vous avez entré est invalide. Elle doit être entre {} et {}.
ru_ru: Введенное вами значение является недопустимым. Допустимые значения должны быть в диапазоне [{},{}].

source: SkyTemple - Value out of range
de_de: SkyTemple - Wert außerhalb des gültigen Bereichs
es_es: SkyTemple: valor fuera de rango
fr_fr: SkyTemple - Valeur hors limites
ru_ru: SkyTemple - Значение вне диапазона

source: Please include a comment in your report. You don't need to submit empty reports, we receive all errors automatically. Your comments help us to understand the issue, but they are not required. If you don't want to submit comments, hit Cancel.
ru_ru: Пожалуйста, включите комментарий в свой отчет. Не отправляйте пустые отчеты, мы автоматически получаем все ошибки. Ваши комментарии помогают нам разобраться в проблеме, но они не обязательны. Если вы не хотите оставлять комментарии, нажмите «Отменить».

source: Background
de_de: Hintergrund
es_es: Fondo
fr_fr: Arrière-plan
ru_ru: Фон

source: Import...
de_de: Importieren...
es_es: Importar...
fr_fr: Importer...
ru_ru: Импортировать...

source: Export...
de_de: Exportieren...
es_es: Exportar...
fr_fr: Exporter...
ru_ru: Экспортировать...

source: Tools
de_de: Werkzeuge
es_es: Herramientas
fr_fr: Outils
ru_ru: Инструменты

source: Convert image to PMD2 indexed PNG...
de_de: Wandle Bild in PMD2 indiziertes PNG um...
es_es: Convertir imagen a PNG de PMM2 indexada...
fr_fr: Convertir en image PNG indexée pour PDM2...
ru_ru: Преобразовать изображение в PMD2-индексированный PNG...

source: Map Layer Export
de_de: Kartenebenen-Export
es_es: Exportar capa del mapa
fr_fr: Export du calque de la carte
ru_ru: Экспорт слоя карты

source: This will export the background as one image. You can edit and import the background again. Please note, that you might need to convert it to be able to use it. See the import dialog for more information.
de_de: Dies wird den Hintergrund als einzelnes Bild exportieren. Du kannst den Hintergrund bearbeiten und dann wieder importieren. Beachte bitte, dass du ihn eventuell umwandeln musst, bevor du ihn importieren kannst. Siehe den Import-Dialog für weitere Informationen.
es_es: Esto exportará el fondo como una imagen. Puedes editar e importar el fondo de nuevo. Recuerda que podrías necesitar convertirlo para poder usarlo. Mira el diálogo de importación para más información.
fr_fr: Ceci exportera l'arrière-plan dans une image. Vous pouvez modifier, puis réimporter l'image d'arrière-plan. Noter que vous pourriez avoir besoin de le convertir pour pouvoir l'utiliser. Regarder le dialogue d'importation pour plus d'information.
ru_ru: Это экспортирует фон как одно изображение. Вы можете редактировать и импортировать фон снова. Обратите внимание, что вам может понадобиться преобразовать его, чтобы его можно было использовать. Дополнительную информацию см. в диалоге импорта.

source: Format Details
es_es: Detalles del formato
fr_fr: Détails du format
ru_ru: Сведения о формате

source: Map Layer Import
de_de: Kartenhintergund-Import
es_es: Importar capa del mapa
fr_fr: Import du calque de la carte
ru_ru: Импорт слоя карты

source: This will import the entire background from an image. You may need to convert the input image first, before you can use it. See the "Format Details".
de_de: Dies wird den Hintergrund aus einem einzelnen Bild importieren. Beachte bitte, dass du ihn eventuell umwandeln musst, bevor du ihn importieren kannst. Siehe die "Format-Details".
es_es: Esto importará el fondo entero desde una imagen. Podrías necesitar convertir la imagen antes de poder usarla. Mira los "Detalles del formato".
fr_fr: Cela importera l'arrière-plan entier depuis une image. Vous devrez peut-être convertir l'images avant de pouvoir l'importer. Regardez les "Détails du format".
ru_ru: Эта функция импортирует весь фон из изображения. Возможно, вам потребуется сначала преобразовать входное изображение, прежде чем вы сможете его использовать. См. раздел "Детали формата".

source: Converter
de_de: Umwandler
es_es: Convertidor
fr_fr: Convertisseur
ru_ru: Преобразователь

source: Image
de_de: Bild
es_es: Imagen
ru_ru: Изображение

source: Main Name
de_de: Haupt-Name
es_es: Nombre principal
fr_fr: Nom Principal
ru_ru: Основное имя

source: Selection Name
de_de: Auswahl-Name
es_es: Nombre de selección
fr_fr: Nom de Sélection
ru_ru: Имя при выборе подземелья

source: Banner
es_es: Cartel
fr_fr: Bannière
ru_ru: Баннер

source: Names
de_de: Namen
es_es: Nombres
fr_fr: Noms
ru_ru: Имена

source: Direction:
de_de: Richtung:
es_es: Dirección:
fr_fr: Sens :
ru_ru: Направление:

source: Level reset to 1:
de_de: Level auf 1 zurücksetzen:
es_es: Restablecer nivel a 1:
fr_fr: Niveau remis à 1 :
ru_ru: Сброс уровня до 1:

source: IQ skills enabled:
de_de: IQ-Fähigkeiten aktiviert:
es_es: Habilidades CI activadas:
fr_fr: Aptitudes QI activées :
ru_ru: Включены навыки IQ:

source: Max. rescue attempts (-1 = none):
de_de: Max. Rettungsversuche (-1 = keine):
es_es: Intentos de rescate máximos (-1 = ninguno):
fr_fr: Tentative de sauvetage max (−1 = aucune) :
ru_ru: Макс. количество попыток спасения (-1 = нет):

source: Random movement chance:
de_de: Zufällige Bewegungschance:
es_es: Probabilidad de movimiento aleatorio:
ru_ru: Вероятность случайного перемещения:

source: Turn limit:
de_de: Zuglimit:
es_es: Límite de turnos:
fr_fr: Limite de tours :
ru_ru: Лимит ходов:

source: Force game save:
de_de: Erzwinge Speichern:
es_es: Forzar guardado:
fr_fr: Sauvegarde automatique :
ru_ru: Принудительное сохранение игры:

source: Recruiting enabled:
de_de: Rekrutierung aktiviert:
es_es: Permitir reclutamiento:
fr_fr: Recrutement activé :
ru_ru: Рекрутинг включен:

source: Max. party members:
de_de: Max. Gruppenmitglieder:
es_es: Miembros máx. de equipo:
fr_fr: Nombre max. de membres d'équipe :
ru_ru: Макс. количество членов команды:

source: Enemies drop Boxes:
de_de: Gegner lassen Truhen fallen:
es_es: Enemigos sueltan cofres:
ru_ru: Из врагов выпадают ящики:

source: Can switch leader:
de_de: Anführerwechsel erlaubt:
es_es: Se puede cambiar de líder:
ru_ru: Возможно сменить лидера:

source: Exp. enabled:
de_de: Erf. aktiviert:
es_es: Exp. activada:
fr_fr: Gain d'expérience activé :
ru_ru: Опыт включен:

source: Enemy evolution enabled:
de_de: Gegnerentwicklung aktiviert:
es_es: Permitir evolución de enemigos:
ru_ru: Эволюция врагов включена:

source: Money reset to 0:
de_de: Geld auf 0 zurücksetzen:
es_es: Restablecer dinero a 0:
fr_fr: Argent remis à 0 :
ru_ru: Сброс денег до 0:

source: Reveal traps by attack:
de_de: Angriff enthüllt Fallen:
es_es: Revelar trampas al atacar:
fr_fr: Pièges révélés par l'attaque :
ru_ru: Ловушки раскрываются атакой:

source: Max. items allowed:
de_de: Max. Items erlaubt:
es_es: Objetos máx. permitidos:
fr_fr: Obj. max permis :
ru_ru: Макс. допустимое количество предметов:

source: Add / Remove Floors
de_de: Ändere Ebenenanzahl
es_es: Añadir / Quitar pisos
fr_fr: Ajouter / Supprimer des Étages
ru_ru: Добавить/удалить этажи

source: This dungeon has XXX floors.
de_de: Dieser Dungeon hat XXX Ebenen.
es_es: Este territorio tiene XXX pisos.
fr_fr: Ce donjon a XXX étages.
ru_ru: В этом подземелье XXX этажей.

source: Change Floor Count
de_de: Ändere Ebenenanzahl
es_es: Cambiar número de pisos
fr_fr: Changer le nombre d'étage
ru_ru: Изменить количество этажей

source: This dungeon currently has X floors.
de_de: Dieser Dungeon hat aktuell X Ebenen.
es_es: Este territorio tiene ahora X pisos.
fr_fr: Ce donjon compte X étages.
ru_ru: Сейчас в этом подземелье X этажей.

source: New floor count:
de_de: Neue Ebenenanzahl:
es_es: Nuevo número de pisos:
fr_fr: Nouveau nombre d'étages :
ru_ru: Новое количество этажей:

source: Zoom In
de_de: Reinzoomen
es_es: Ampliar
fr_fr: Zoom Avant
ru_ru: Приблизить

source: Zoom +
ru_ru: Масштаб +

source: Zoom Out
de_de: Rauszoomen
es_es: Alejar
fr_fr: Zoom Arrière
ru_ru: Отдалить

source: Zoom -
ru_ru: Масштаб -

source: Show Tiles Grid
de_de: Kachelraster anzeigen
es_es: Mostrar cuadrícula de tiles
fr_fr: Montrer la Grille des Tuiles
ru_ru: Показать плиточную сетку

source: Tile Grid
de_de: Raster
es_es: Cuadrícula de tiles
fr_fr: Grille des Tuiles
ru_ru: Плиточная сетка

source: Move / Select
de_de: Auswählen / Bewegen
es_es: Mover / Seleccionar
fr_fr: Déplacer / Sélectionner
ru_ru: Двигать / выбрать

source: Move
de_de: Bewegen
es_es: Mover
fr_fr: Déplacer
ru_ru: Переместить

source: Add Tile
de_de: Kachel hinzufügen
es_es: Añadir tile
fr_fr: Ajoutez une tuile
ru_ru: Добавить плитку

source: Add Entity
de_de: Entität hinzufügen
es_es: Añadir entidad
fr_fr: Ajoutez une entité
ru_ru: Добавить сущность

source: Copy Tile / Entity
de_de: Kachel / Entität kopieren
es_es: Copiar Tile / Entidad
fr_fr: Copier Tuile / Entité
ru_ru: Копировать плитку / сущность

source: Change the tileset or dungeon background (editor preview only)
de_de: Ändere das Tileset oder den Dungeon-Hintergrund (nur Vorschau)
es_es: Cambiar el tileset o el fondo del mapa (solo en la vista previa del editor)
fr_fr: Modifie le tileset ou l'arrière-plan du donjon (aperçu de l'éditeur uniquement)
ru_ru: Изменить набор плиток или фон подземелья (только для предварительного просмотра в редакторе)

source: Change the map background (editor preview only)
de_de: Ändere den Kartenhintergrund (nur Vorschau)
es_es: Cambiar el fondo del mapa (solo en la vista previa del editor)
fr_fr: Modifie le fond de carte (aperçu de l'éditeur uniquement)
ru_ru: Изменить фон локации (только для предварительного просмотра в редакторе)

source: Edit the currently selected tileset or background
de_de: Ändere das aktuell ausgewählte Tileset oder den Hintergrund
es_es: Editar el tileset o fondo seleccionado
fr_fr: Editer le tileset actuellement sélectionné
ru_ru: Редактирование выбранного набора плиток или фона

source: Go to Tileset
de_de: Springe zu Tileset
es_es: Ir al tileset
fr_fr: Aller au tileset
ru_ru: Перейти к набору плиток

source: Show more information
de_de: Weitere Informationen
es_es: Mostrar más información
fr_fr: Afficher plus d'informations
ru_ru: Показать дополнительные сведения

source: Hide Info Layer
de_de: Blende Info-Ebene aus
es_es: Ocultar información de capa
fr_fr: Cache le calque d'information
ru_ru: Скрыть слой информации

source: Show Tile Info
de_de: Zeige Kachel Informationen
es_es: Mostrar información de Tiles
fr_fr: Montrer les informations des tuiles
ru_ru: Показать информацию о плитке

source: Ti
de_de: K
fr_fr: Tu
ru_ru: Пл

source: Show Item Info
de_de: Zeige Item Informationen
es_es: Mostrar información de Objetos
fr_fr: Montrer les informations des objets
ru_ru: Показать информацию о предмете
