Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Variable or constant not allowed at this position.
ru_ru: Переменная или константа недопустима в этой позиции.

source: String not allowed at this position.
ru_ru: Строка недопустима в этой позиции.

source: Invalid target for routine.
ru_ru: Недопустимая цель для рутины.

source: Position Marker arguments need to be an integer or a decimal with '.5' as the decimal places.
ru_ru: Аргументы маркера позиции должен быть целым числом или десятичным числом с '.5' в десятичном разряде.

source: Value for macro variable {var_name} not provided.
de_de: Wert für die Makro-Variable {var_name} fehlt.
es_es: Valor no proporcionado para la variable de la macro {var_name}.
fr_fr: Valeur pour la variable de macro {var_name} non fournie.
ru_ru: Значение макропеременной {var_name} не указано.

source: No value for adventure_log set.
de_de: Wert für "adventure_log" fehlt.
es_es: No se ha definido ningún valor para adventure_log.
fr_fr: Aucune valeur définie pour adventure_log.
ru_ru: Не указано значение для adventure_log.

source: No variable for clear.
de_de: Variable für "clear" fehlt.
es_es: No hay variable para 'clear'.
fr_fr: Aucune variable précisée pour clear.
ru_ru: Не указана переменная для clear.

source: No variable for dungeon_mode set.
de_de: Variable für "dungeon_mode" fehlt.
es_es: No hay ninguna variable establecida para dungeon_mode.
fr_fr: Aucune variable définie pour dungeon_mode.
ru_ru: Не указана переменная для dungeon_mode set.

source: No value for dungeon_mode set.
de_de: Wert für "dungeon_mode" fehlt.
es_es: No se ha definido ningún valor para dungeon_mode.
fr_fr: Aucune valeur définie pour dungeon_mode.
ru_ru: Не указано значение для dungeon_mode set.

source: No variable for init.
de_de: Variable für "init" fehlt.
es_es: No hay variable para 'init'.
fr_fr: Aucune variable définie pour init.
ru_ru: Не указана переменная для init.

source: No variable for assignment.
de_de: Variable für Zuweisung fehlt.
es_es: Variable no establecida para la asignación.
fr_fr: Aucune variable définie pour l'affectation.
ru_ru: Не указана переменная для assignment.

source: No operator set for assignment.
de_de: Operator für Zuweisung fehlt.
es_es: Operador no establecido para la asignación.
fr_fr: Aucun opérateur défini pour l'affectation.
ru_ru: Не указан оператор для assignment.

source: No value set for assignment.
de_de: Wert für Zuweisung fehlt.
es_es: Valor no establecido para la asignación.
fr_fr: Aucune valeur définie pour l'affectation.
ru_ru: Не указано значение для assignment.

source: value(X) can not be used with index based assignments (line {self.ctx.start.line}).
de_de: "value(X)" kann nicht mit index-basierten Zuweisungen verwendet werden (Zeile {self.ctx.start.line}).
es_es: 'value(X)' no puede usarse con asignaciones basadas en índices (línea {self.ctx.start.line}).
fr_fr: value(X) ne peut pas être utilisé dans les affectations à index (ligne {self.ctx.start.line}).
ru_ru: value(X) нельзя использовать с присваиваниями, основанными на индексе (строка {self.ctx.start.line}).

source: No target for reset.
de_de: Kein Ziel für "reset".
es_es: Objetivo no establecido para 'reset'.
fr_fr: Aucune cible pour reset.
ru_ru: Не указана цель для reset.

source: No variable for assignment set.
de_de: Keine Variable für Zuweisung gesetzt.
es_es: Variable no establecida para la asignación.
fr_fr: Aucune variable définie pour l'affectation.
ru_ru: Не указана переменная для присваивания.

source: scn() without a variable.
de_de: "scn()" ohne Variable verwendet.
es_es: 'scn()' necesita una variable.
fr_fr: scn() utilisé sans variable.
ru_ru: scn() без переменной.

source: value() without a variable.
de_de: "value()" ohne Variable verwendet.
es_es: 'value()' necesita una variable.
fr_fr: value() utilisé sans variable.
ru_ru: value() без переменной.

source: No target ID set for with(){} block.
de_de: Keine Ziel-ID gesetzt für "with() {}" Block.
es_es: ID de destino no establecido para el bloque 'with(){}'.
fr_fr: Aucun ID cible défini pour le bloc with(){}.
ru_ru: Не указан ID цели для блока with(){}.

source: A with(){} block needs at least one statement.
ru_ru: В блоке with(){} должна быть по крайней мере одна команда.

source: Invalid with(){{}} target type '{for_type}'.
de_de: Ungültiger "with(){{}}" Ziel-Typ '{for_type}'.
es_es: Argumento 'with(){{}}' inválido para el tipo de destino '{for_type}'.
fr_fr: Type de la cible du bloc with(){} « {for_type} » invalide.
ru_ru: Неверный целевой тип '{for_type}' блока with(){{}}.

source: Operations inside with(){} blocks cannot contain an inline `actor`, `object` or `performer` context.
ru_ru: Операции внутри блоков with(){} не могут содержать инлайновый контекст `actor`, `object` или `performer`.

source: Each statement inside a with(){} block needs to contain exactly one binary operation. The handler for it generated multiple operations.
ru_ru: Каждый оператор в блоке with(){} должен содержать ровно одну бинарную операцию. Его обработчик сгенерировал несколько операций.

source: A with(){} block can not contain labels.
de_de: Ein "with() {}" Block kann keine Labels beinhalten.
es_es: Un bloque with(){} no puede contener etiquetas.
fr_fr: Un bloc with(){} ne peut pas contenir d'étiquette.
ru_ru: Блок with(){} не может содержать метки.

source: No variable in if condition.
de_de: Keine Variable in If-Bedingung.
es_es: No se ha definido ninguna variable en la condición 'if'.
fr_fr: Aucune variable définie dans la condition du if.
ru_ru: В if-условии нет переменной.

source: The variable {var_target_name} can not be used with 'not' (line {self.ctx.start.line}).
de_de: Die Variable {var_target_name} kann nicht mit 'not' verwendet werden (Zeile {self.ctx.start.line}).
es_es: La variable {var_target_name} no puede usarse con 'not' (línea {self.ctx.start.line}).
fr_fr: La variable {var_target_name} ne peut pas être utilisée avec l'opérateur « not » (ligne {self.ctx.start.line}).
ru_ru: Переменная {var_target_name} не может быть использована с 'not' (строка {self.ctx.start.line}).

source: No variable for if condition.
de_de: Keine Variable für If-Bedingung gesetzt.
es_es: No se ha definido ninguna variable para la condición 'if'.
fr_fr: Aucune variable définie pour la condition du if.
ru_ru: В if-условии нет переменной.

source: No operator set for if condition.
de_de: Kein Operator für If-Bedingung gesetzt.
es_es: No se ha definido ningún operador para la condición 'if'.
fr_fr: Aucun opérateur défini pour la condition du if.
ru_ru: Для if-условия не назначен оператор.

source: No value set for if condition.
de_de: Kein Wert für If-Bedingung gesetzt.
es_es: No se ha definido ningún valor para la condición 'if'.
fr_fr: Aucune valeur définie pour la condition du if.
ru_ru: Для if-условия не указано значение.

source: The only supported operators for scn if conditions are ==,<,<=,>,>= (line {self.ctx.start.line})
de_de: Die einzigen Operatoren, die für scn If-Bedingungen unterstützt werden sind ==,<,<=,>,>= (Zeile {self.ctx.start.line})
es_es: Los únicos operadores soportados para las condiciones 'scn if' son ==, <, <=, >, >= (línea {self.ctx.start.line})
fr_fr: Les seuls opérateurs supportés pour les conditions if utilisant scn sont ==,<,<=,>,>= (ligne {self.ctx.start.line})
ru_ru: В scn if-условии допустимы лишь операторы ==,<,<=,>,>= (строка {self.ctx.start.line})

source: Invalid content for an if-header
de_de: Ungültiger Inhalt für den Kopf des "If"-Blocks
es_es: Contenido inválido para 'if-header'
fr_fr: Contenu invalide pour un en-tête de if.
ru_ru: Неверное содержимое if-заголовка

source: Invalid operation for if condition: {op.op_code.name} (line {self.ctx.start.line})
de_de: Ungültige Operation für If-Bedingung: {op.op_code.name} (Zeile {self.ctx.start.line})
es_es: Operación no válida para la condición 'if': {op.op_code.name} (línea {self.ctx.start.line})
fr_fr: Opération invalide pour une condition de if : {op.op_code.name} (ligne {self.ctx.start.line})
ru_ru: Неверная операция для if-условия: {op.op_code.name} (строка {self.ctx.start.line})

source: Unknown if operation in line {self.ctx.start.line}).
de_de: Unbekannte If-Operation in Zeile {self.ctx.start.line}).
es_es: Operación 'if' desconocida en la línea {self.ctx.start.line}).
fr_fr: Opération de if inconnue à la ligne {self.ctx.start.line}.
ru_ru: Неизвестная операция if в строке {self.ctx.start.line}).

source: Invalid message switch case call.
de_de: Ungültiger Aufruf für einen "Message Switch".
es_es: Llamada inválida a caso de 'message switch'.
fr_fr: Appel à un case invalide pour un message_switch.
ru_ru: Неверный вызов case switch-сообщения.

source: Unknown case operation.
de_de: Unbekannte "Case"-Operation.
es_es: Operación 'case' desconocida.
fr_fr: Opération pour un case inconnue.
ru_ru: Неверная операция case.

source: No value set for case menu condition.
ru_ru: Для case menu-условия не указано значение.

source: Value for case menu condition must be a string.
ru_ru: Значение для условия case menu должно быть строкой.

source: Value for case menu2 condition must not be a string.
ru_ru: Значение для условия case menu2 не должно быть строкой.

source: Invalid message switch.
de_de: Ungültiger "Message Switch".
es_es: 'Message switch' inválido.
fr_fr: message_switch invalide.
ru_ru: Неверное switch-сообщение.

source: A message_ switch can only contain cases with strings (line {self.ctx.start.line}).
de_de: Ein message_switch kann nur Fälle "case" mit Strings beinhalten (Zeile {self.ctx.start.line}).
es_es: Un 'message_switch' solo puede contener casos con cadenas (línea {self.ctx.start.line}).
fr_fr: Un message_switch ne peut contenir que des case avec des chaînes de caractères (ligne {self.ctx.start.line}).
ru_ru: message_switch может содержать лишь case-ы со строками (строка {self.ctx.start.line}).

source: Invalid case type for message_ switch (line {self.ctx.start.line}).
de_de: Ungültiger "Case"-Typ für "message_switch" (Zeile {self.ctx.start.line}).
es_es: Tipo de 'case' inválido para un message_switch (línea {self.ctx.start.line}).
fr_fr: Type de case invalide pour un message_switch (ligne {self.ctx.start.line}).
ru_ru: Неверный тип case для switch-сообщения (строка {self.ctx.start.line}).

source: A switch block can only have a single default case (line {self.ctx.start.line}
de_de: Ein Switch-Block kann nur einen einzelnen "Default Case" haben (Zeile {self.ctx.start.line}
es_es: Un bloque 'switch' solo puede tener un único caso 'default' (línea {self.ctx.start.line})
fr_fr: Un bloc switch ne peut continir qu'un seul default (ligne {self.ctx.start.line}).
ru_ru: Блок switch может содержать лишь один default-case (строка {self.ctx.start.line})

source: A switch case must contain a list of statements (line {self.ctx.start.line}).
de_de: Ein Switch-Case muss eine Liste von Anweisungen enthalten (Zeile {self.ctx.start.line}).
es_es: Un 'switch case' debe contener una lista de sentencias (línea{self.ctx.start.line}).
fr_fr: Un case de switch doit contenir une liste d'instructions (ligne {self.ctx.start.line}).
ru_ru: В case switch-сообщения должен быть список выражений (строка {self.ctx.start.line}).

source: Unexpected switch end (line {self.ctx.start.line})
de_de: Unerwartetes Ende einer Switch-Anweisung (Zeile {self.ctx.start.line})
es_es: Final inesperado de 'switch' (línea {self.ctx.start.line})
fr_fr: Fin de switch inattendue (ligne {self.ctx.start.line}).
ru_ru: Неожиданное окончание switch(строка {self.ctx.start.line})

source: A switch block can only have a single default case (line {self.ctx.start.line}).
de_de: Ein Switch-Block kann nur einen einzelnen "Default Case" haben (Zeile {self.ctx.start.line}).
es_es: Un bloque 'switch' solo puede tener un único caso 'default' (línea {self.ctx.start.line}).
fr_fr: Un bloc switch ne peut contenir qu'un seul default (ligne {self.ctx.start.line}).
ru_ru: Блок switch может иметь только один default (строка {self.ctx.start.line}).

source: Invalid content for a switch-header
de_de: Ungültiger Inhalt für einen Switch-Kopf
es_es: Contenido inválido para un 'switch-header'
fr_fr: Contenu invalide pour un en-tête de switch.
ru_ru: Неверное содержимое switch-заголовка

source: Unknown switch operation.
de_de: Ungültige Switch-Operation.
es_es: Operación 'switch' desconocida.
fr_fr: Opération pour switch inconnue.
ru_ru: Неизвестная switch-операция.

source: No dungeon id set for dungeon_mode switch condition.
de_de: Wert für "dungeon_mode" fehlt.
es_es: ID de territorio no establecido para la condición switch de dungeon_mode.
fr_fr: Aucun ID de donjon défini pour la condition de switch dungeon_mode.
ru_ru: Не установлен dungeon_id для switch(dungeon_mode).

source: No value set for random switch condition.
de_de: Kein Wert für Switch-Bedingung gesetzt.
es_es: Valor no establecido para la condición aleatoria de switch.
fr_fr: Aucune valeur définie pour la condition de switch random.
ru_ru: Для случайного switch-условия не установлено значение.

source: No variable set for scn switch condition.
de_de: Keine Variable für Scn-Switch-Bedingung gesetzt.
es_es: Variable no establecida para la condición aleatoria de scn.
fr_fr: Aucune variable définie pour la condition de switch scn.
ru_ru: Не установлена переменная для switch(scn() ).

source: Index for scn() if condition must be 0 or 1 (line {self.ctx.start.line}).
de_de: Index der scn()-If-Anweisung muss 0 oder 1 sein (Zeile {self.ctx.start.line}).
es_es: El índice para la condición 'scn() if' debe ser 0 o 1 (línea {self.ctx.start.line}).
fr_fr: L'index pour la condition de if scn() doit être 0 ou 1 (ligne {self.ctx.start.line}).
ru_ru: Индекс scn() при if-условии должен быть 1 или 0 (строка {self.ctx.start.line}).

source: Macro {name} not found.
de_de: Das Makro {name} wurde nicht gefunden.
es_es: Macro {name} no encontrada.
fr_fr: Macro {name} introuvable.
ru_ru: Макро {name} не найден.

source: No target ID set for inline actor/object/performer context.
ru_ru: Не задан ID цели для инлайнового контекста actor/object/performer.

source: Dependency cycle detected while trying to resolve macros (for macro '{v['name']}').
de_de: Abhängigkeitszyklus beim Versuch, Markos aufzulösen erkannt (für Makro '{v['name']}').
es_es: Ciclo de dependencias detectado al intentar resolver macros (para la macro '{v['name']}').
fr_fr: Dépendance circulaire détectée lors de la tentative de résolution des macros (pour la macro '{v['name']}').
ru_ru: Обнаружен цикл зависимостей при обработке макросов (для макроса '{v['name']}').

source: Macros can not alias.
de_de: Makros können keine Aliase von anderen Routinen sein.
es_es: Las macros no pueden tener alias.
fr_fr: Les macros ne peuvent pas avoir d'alias.
ru_ru: Макросы не поддерживают alias.

source: Fatal compilation error: Unexpected compilation handler on stack.
de_de: Schwerwiegender Fehler bei der Kompilierung: Unerwarteter Kompilierungs-Handler auf dem Stack.
es_es: Error fatal de compilación: manipulador de compilación inesperado en la pila.
fr_fr: Erreur de compilation fatale : gestionnaire de compilation inattendu sur la pile.
ru_ru: Фатальная ошибка компиляции: Неожиданный обработчик компиляции в стеке.

source: Fatal compilation error: Stack error.
de_de: Schwerwiegender Fehler bei der Kompilierung: Stack-Fehler.
es_es: Error de compilación fatal: error de pila.
fr_fr: Erreur de compilation fatale : erreur de pile.
ru_ru: Фатальная ошибка компиляции: Ошибка стека.

source: Label {label_id} does not exist, but a jump to it does (remove it).
de_de: Label {label_id} existiert nicht, aber es gibt ein Sprung zu diesem Label (entferne es).
es_es: La etiqueta {label_id} no existe, pero hay un salto a ella (elimínala).
ru_ru: Ярлык {label_id} не существует, но переход к нему существует (удалите его).

source: Unexpected continue; in line {ctx.start.line}
de_de: Unerwartetes "continue"; in Zeile {ctx.start.line}
es_es: 'continue' inesperado en la línea {ctx.start.line}
fr_fr: continue; inattendu à la ligne {ctx.start.line}.
ru_ru: Неожиданный continue; в строке {ctx.start.line}

source: Unexpected break_loop; in line {ctx.start.line}
de_de: Unerwartetes "break_loop"; in Zeile {ctx.start.line}
es_es: 'Break_loop' inesperado en la línea {ctx.start.line}
fr_fr: break_loop; inattendu à la ligne {ctx.start.line}.
ru_ru: Неожиданный break_loop; в строке {ctx.start.line}

source: Unexpected break; in line {ctx.start.line}
de_de: Unerwartetes "break"; in Zeile {ctx.start.line}
es_es: 'break' inesperado en la línea {ctx.start.line}
fr_fr: break; inattendu à la ligne {ctx.start.line}.
ru_ru: Неожиданный break; в строке {ctx.start.line}

source: Infinite recursion detected while trying to load an ExplorerScript file from {subfile_path}. Tried loading from: {file_name}.
de_de: Endlose Rekursion festgestellt, während versucht wurde, ein ExplorerScript-Skript von {subfile_path} zu laden. Dateipfad: {file_name}.
es_es: Se ha detectado una recursión infinita al intentar cargar un archivo ExplorerScript desde {subfile_path}. Archivo de origen: {file_name}.
fr_fr: Récursion infinie détectée lors de la tentative d'ouverture d'un fichier ExplorerScript à l'emplacement {subfile_path}. Tentative provenant du fichier suivant : {file_name}.
ru_ru: Обнаружена бесконечная рекурсия при попытке загрузить файл ExplorerScript из {subfile_path}. Была попытка загрузить из: {file_name}.

source: {fn}: Macro scripts must not contain any routines.
de_de: {fn}: Makroskripte dürfen keine Routinen beinhalten.
es_es: {fn}: Los scripts de macros no deben contener ninguna rutina.
fr_fr: {fn} : les scripts de macro ne doivent pas contenir de routines.
ru_ru: {fn}: Макросы не должны содержать никаких рутин.

source: The file to import ('{import_file}') was not found.
de_de: Die zu importierende Datei ("{import_file}") wurde nicht gefunden.
es_es: No se encontró el archivo a importar ('{import_file}').
fr_fr: Fichier à importer (« {import_file} ») introuvable.
ru_ru: Импортируемый файл ('{import_file}') не найден.

source: Invalid import: '{import_file}'. Non absolute/relative imports must not contain relative paths.
de_de: Ungültiger Import: '{import_file}'. Nicht absolute oder relative Importe dürfen keine relativen Pfade beinhalten.
es_es: Importación inválida: '{import_file}'. Las importaciones no absolutas/relativas no pueden contener rutas relativas.
fr_fr: Importation invalide : « {import_file} ». Les importations non absolues/relatives ne doivent pas contenir de chemins relatifs.
ru_ru: Недопустимый импорт: '{import_file}'. Неабсолютный/относительный импорт не должен содержать относительных путей.

source: Operations in SSBScript cannot contain an inline context.
ru_ru: Операции в SSBScript не могут содержать инлайновый контекст.

source: line {self.line}:{self.column}: {self.msg}
de_de: Zeile {self.line}:{self.column}: {self.msg}
es_es: línea {self.line}:{self.column}: {self.msg}
fr_fr: Ligne {self.line}:{self.column} : {self.msg}
ru_ru: строка {self.line}:{self.column}: {self.msg}

source: Invalid tileset. Tileset has chunk dimensions of {dim}px, but only {CHUNK_DIM}px are supported.
de_de: Ungültiges Tileset. Dieses Tileset hat ist die Maße {dim}px, aber es werden nur {CHUNK_DIM}px unterstützt.
es_es: Tileset inválido. El tileset tiene dimensiones de chunk de {dim}px, pero solo se soportan de {CHUNK_DIM}px.
fr_fr: Jeu de tuiles invalide. Le jeu de tuiles possède des fragments de dimensions {dim} pixels, mais seuls les fragments de dimensions {CHUNK_DIM} pixels sont supportés.
ru_ru: Недопустимый набор плиток. Набор плиток имеет размеры фрагмента {dim} пикселей, но поддерживаются только {CHUNK_DIM} пикселей.

source: Invalid animation: Animation is only supported for palettes 10 and 11.
de_de: Ungültige Animation: Animationen werden nur für die Paletten 10 und 11 unterstützt.
es_es: Animación inválida: la animación solo es compatible con paletas 10 y 11.
fr_fr: Animation invalide : l'animation des couleurs n'est supportée que sur les palettes 10 et 11.
ru_ru: Недопустимая анимация: анимация поддерживается только для палитр 10 и 11.

source: A required DTEF file is missing: {fn}. Please verify the DTEF package.
de_de: Eine benötigte DTEF Datei fehlt: {fn}. Bitte überprüfe das DTEF Paket.
es_es: Falta un archivo DTEF necesario: {fn}. Por favor, comprueba el paquete DTEF.
fr_fr: Un fichier DTEF requis manque : {fn}. Veuillez vérifier le paquet DTEF.
ru_ru: Отсутствует требуемый DTEF файл: {fn}. Пожалуйста, проверьте DTEF-пакет.

source: Can not import image "{basename}" as dungeon tileset: Must be indexed image (=using a palette)
de_de: "{basename}" kann nicht als Dungeon Tileset importiert werden: Es muss ein indiziertes Bild sein (=eine Palette nutzen)
es_es: No se puede importar la imagen "{basename}" como tileset del territorio: Debe ser una imagen indexada (usando una paleta)
fr_fr: Impossible d'importer l'image « {basename} » en tant que jeu de tuiles de donjon : l'image doit être indexée (c'est-à-dire utiliser une palette).
ru_ru: Невозможно импортировать изображение "{basename}" в качестве набора плиток подземелья: изображение должно быть индексировано (=использовать палитру)

source: Can not import image "{basename}" as dungeon tileset: Palette must contain 256 RGB colors.
de_de: "{basename}" kann nicht als Dungeon Tileset importiert werden: Die Palette muss 256 RGB-Farben beinhalten.
es_es: No se puede importar la imagen "{basename}" como tileset del territorio: La paleta debe contener 256 colores RGB.
fr_fr: Impossible d'importer l'image « {basename} » en tant que jeu de tuiles de donjon : la palette doit contenir 256 couleurs RVB.
ru_ru: Невозможно импортировать изображение "{basename}" в качестве набора плиток подземелья: палитра должна содержать 256 RGB цветов.

source: Can not import images as dungeon tilesets: The palettes of the images do not match. First image read that didn't match: "{basename}"
de_de: Bilddateien können nicht als Dungeon Tileset importiert werden: Die Paletten der Bilder stimmen nicht überein. Erstes Bild, das nicht übereinstimmt: "{basename}"
es_es: No se pueden importar las imágenes como tilesets de territorios: Las paletas de las imágenes no coinciden. Primera imagen leída que no coincide: "{basename}"
fr_fr: Impossible d'importer les images en tant que jeu de tuiles de donjon : les palettes de ces images ne correspondent pas. La première image qui ne correspond pas est la suivante : « {basename} ».
ru_ru: Невозможно импортировать изображения в качестве набора плиток подземелья: палитры изображений не совпадают. Первое прочитанное изображение с несовпадением: "{basename}"

source: Logic error: Tileset file {fn} was not loaded.
de_de: Logischer Fehler: Tileset Datei {fn} wurde nicht geladen.
es_es: Error lógico: No se cargó el tileset {fn}.
fr_fr: Erreur dans la logique d'importation : le fichier de jeu de tuiles {fn} n'a pas été chargé.
ru_ru: Ошибка логики: файл набора плиток {fn} не был загружен.

source: Image '{fn}' is too small ({tileset.width}x{tileset.height}px), must be at least {bx+w}x{by+h}px.
de_de: Das Bild '{fn}' ist zu klein ({tileset.width}x{tileset.height}px), es muss mindestens die Maße {bx+w}x{by+h}px haben.
es_es: La imagen '{fn}' es demasiado pequeña ({tileset.width}x{tileset.height}px), debe ser de al menos {bx+w}x{by+h}px.
fr_fr: L'image « {fn} » est trop petite ({tileset.width}x{tileset.height} px), elle doit être au minimum de dimensions {bx+w}x{by+h} pixels.
ru_ru: Изображение '{fn}' слишком маленькое ({tileset.width}x{tileset.height} пикселей), должно быть не менее {bx+w}x{by+h} пикселей.

source: A rule is missing in the import set
de_de: Eine Regel fehlt in den importierten Daten
es_es: Falta una regla en el conjunto importado
fr_fr: Une règle manque dans le paquetage importé.
ru_ru: В импортируемом наборе отсутствует правило
