Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: The CSV must contain one entry per level.
de_de: Der CSV muss einen Eintrag pro Level enthalten.
es_es: El CSV debe contener una entrada por nivel.
fr_fr: Le CSV doit contenir une entrée par niveau.
ru_ru: CSV должен содержать по одной записи на уровень.

source: Invalid CSV file:
de_de: Ungültige CSV-Datei:
es_es: Archivo CSV inválido:
fr_fr: Fichier CSV invalide :
ru_ru: Недопустимый файл CSV:

source: Error reading the CSV.
de_de: Fehler beim Lesen der CSV.
es_es: Error leyendo el CSV.
fr_fr: Erreur lors de la lecture du CSV.
ru_ru: Ошибка чтения CSV.

source: Warning: The stats view might be corrupted now, but the data in ROM is still unchanged, simply reload this view!
de_de: Warnung: Die Statuswert-Ansicht könnte jetzt falsch sein sein, aber die Daten im ROM sind weiterhin unverändert, lade einfach diese Ansicht neu!
es_es: Advertencia: La vista de las estadísticas puede estar dañada ahora, pero los datos de la ROM siguen siendo los mismos. Simplemente recarga esta vista.
fr_fr: Attention : L'affichage des stats peut être corrompu, mais les données de la ROM sont inchangées, rechargez cet affichage !
ru_ru: Внимание: Просмотр статистик может быть поврежден, но данные в ROM остаются неизменными, просто перезагрузите этот просмотр!

source: No move with this ID found.
de_de: Keine Attacke mit dieser ID gefunden.
es_es: No se ha encontrado ningún movimiento con este ID.
ru_ru: Не найдено приемов с таким ID.

source: This Pokémon has no stats.
de_de: Dieses Pokémon hat keine Statuswerte.
es_es: Este Pokémon no tiene estadísticas.
fr_fr: Ce Pokémon n'a pas de stats.
ru_ru: У этого покемона нет статистики.

source: This Pokémon has no moves.
de_de: Dieses Pokémon hat keine Attacken.
es_es: Este Pokémon no tiene movimientos.
fr_fr: Ce Pokémon n'a pas d'attaques.
ru_ru: У этого покемона нет приемов.

source: Partner 1
es_es: Compañero 1
fr_fr: Partenaire 1
ru_ru: Спутник 1

source: Partner 2
es_es: Compañero 2
fr_fr: Partenaire 2
ru_ru: Спутник 2

source: Partner 3
es_es: Compañero 3
fr_fr: Partenaire 3
ru_ru: Спутник 3

source: Grovyle
de_de: Reptain
fr_fr: Massko
ru_ru: Гровайл

source: Chatot
de_de: Plaudagei
fr_fr: Pijako
ru_ru: Чатот

source: Bidoof
de_de: Bidiza
fr_fr: Keunotor
ru_ru: Бидуф

source: Celebi
ru_ru: Селеби

source: Cresselia
ru_ru: Кресселия

source: Unknown Actor %02d
de_de: Unbekannter Akteur %02d
es_es: Actor desconocido %02d
fr_fr: Acteur Inconnu %02d
ru_ru: Неизвестный актер %02d

source: Shaymin
ru_ru: Шеймин

source: Snover
de_de: Shnebedeck
fr_fr: Blizzi
ru_ru: Сновер

source: Armaldo
ru_ru: Армальдо

source: Banette
fr_fr: Branette
ru_ru: Банетт

source: Skorupi
de_de: Pionskora
fr_fr: Rapion
ru_ru: Скорупи

source: Medicham
de_de: Meditalis
fr_fr: Charmina
ru_ru: Медичам

source: Gardevoir
de_de: Guardevoir
ru_ru: Гардевуар

source: Unknown Actor 20
de_de: Unbekannter Akteur 20
es_es: Actor desconocido 20
fr_fr: Acteur Inconnu 20
ru_ru: Неизвестный актер 20

source: Dusknoir
de_de: Zwirrfinst
fr_fr: Noctunoir
ru_ru: Даскнуар

source: Loudred
de_de: Krakeelo
fr_fr: Ramboum
ru_ru: Лоудред

source: Unknown Actor 35
de_de: Unbekannter Akteur 35
es_es: Actor desconocido 35
fr_fr: Acteur Inconnu 35
ru_ru: Неизвестный актер 35

source: ERROR: Body Size is {}, must be at least {}.
ru_ru: ERROR: Размер {}, должен быть не менее {}.

source: Body Size is {}, this could be lowered to {}.
ru_ru: Размер - {}, его можно уменьшить до {}.

source: Export Pokémon at...
es_es: Exportar Pokémon en...
ru_ru: Экспортировать Покемона в...

source: Spinda Egg
de_de: Pandir-Ei
es_es: Huevo de Spinda
fr_fr: Oeuf Spinda
ru_ru: Может быть в яйце, переданном в кафе Спинды

source: Spinda Recruit
de_de: Pandir-Rekrut
es_es: Recluta de Spinda
fr_fr: Recrutement Spinda
ru_ru: Может быть рекрутирован в кафе Спинды

source: Don't appear in Missions
de_de: Erscheint nicht in Missionen
es_es: No aparece en Misiones
fr_fr: N'aparaît pas en missions
ru_ru: Не появляются в миссиях

source: Don't appear in Missions during story
de_de: Erscheint während der Story nicht in Missionen
es_es: No aparecer en Misiones durante la historia
fr_fr: N'apparaît pas en mission pendant l'histoire
ru_ru: Не появляются в миссиях во время прохождения сюжета

source: This value can only be edited with the ChangePokemonGroundAnim patch. This tells how idle animations should be handled for each pokemon.
de_de: Dieser Wert kann nur mit dem ChangePokemonGroundAnim-Patch bearbeitet werden. Dies gibt an, wie Animationen im Stillstand für jedes Pokémon gehandhabt werden sollten.
es_es: Este valor solo puede editarse con el parche 'ChangePokemonGroundAnim'. Permite indicar cómo deben gestionarse las animaciones en reposo de cada Pokémon.
ru_ru: Это значение можно изменить только с помощью патча ChangePokemonGroundAnim. Это указывает, как обрабатывать анимации бездействия для каждого покемона.

source: Idle Animation Types
de_de: Stillstand-Animationstypen
es_es: Tipos de animación en reposo
ru_ru: Типы Анимации Бездействия

source: Value depends on Main Requirement: - Not an Evolved Form: Unused - Level: Level required to evolve - IQ: IQ required - Items: ID of the item required - Recruited: ID of the Pokémon you have to recruit - No Main Requirement: Unused
de_de: Der Wert hängt von der Hauptvoraussetzung ab: - Keine weiterentwickelte Form: Unbenutzt - Level: Das Level, dass für die Entwicklung erreicht werden muss - IQ: IQ-Punkte die benötigt werden - Items: ID des benötigten Items - Angeworben: ID des Pokémon, dass zuvor angeworben werden muss - Keine Hauptvoraussetzung: Unbenutzt
es_es: El valor depende del requisito principal: - No es una forma evolucionada: No utilizado - Nivel: Nivel necesario para evolucionar - CI: CIrequerido - Objetos: ID del objeto requerido - Reclutado: ID del Pokémon que tienes que reclutar - Sin requisito principal: No utilizado
fr_fr: La valeur dépend de la condition principale: - Non évolué: Inutilisé - Niveau: Niveau requis pour évoluer - QI: QI requis - Objet: ID de l'objet requis - Recruté: ID du Pokémon à recruter - Aucune condition principale: Inutilisé
ru_ru: Значение зависит от основного требования: - Не эволюционирует: Не используется - Уровень: Уровень, необходимый для эволюции - IQ: Какой IQ требуется - Предметы: ID требуемого предмета - Рекрутирован: ID покемона, которого нужно рекрутировать - Нет основного требования: Не используется

source: Evolution Parameters
de_de: Entwicklungsparameter
es_es: Parámetros de evolución
fr_fr: Paramètres d'Evolution
ru_ru: Параметры эволюции

source: This value indicates the family of a pokemon. This is used by a certain type of exclusive items that benefits to a family.
de_de: Dieser Wert legt die Familie eines Pokémon fest. Dieser wird von bestimmten Typen von exklusiven Items benutzt, die dieser Familie zugeordnet sind.
es_es: Este valor indica la familia de un Pokémon. Son usados por un tipo de objetos exclusivos que benefician a una familia.
fr_fr: Cette valeur indique la famille d'un pokemon. Elle est utilisée par certains Objets Exclusifs bénéficiant à une famille évolutive.
ru_ru: Это значение указывает эволюционную линию покемона. Это значение используется для определенного типа эксклюзивных предметов, которые работают для определенной эволюционной линии.

source: Base Form Info
de_de: Basis-Form Info
es_es: Información de forma base
fr_fr: Info Forme de base
ru_ru: Информация о базовой форме

source: This value indicates the previous evolution of the pokémon. The game use this in several cases: 1 - For evolution purposes. 2 - When remembering moves at Electivire's shop, you can also remember moves from you pre evolutions up to 2 generations. 3 - For missions with an egg as a reward, the egg contains a random Pokémon that is selected among the child Pokémon of the ones in the spawn list of the mission floor. Child Pokémon are computed using the pre evolution value and going recursively until one pokémon without a pre evolution is found. If the ChangeEvoSystem patch is applied, only point 2 applies, the other points are handled with other data.
de_de: Dieser Wert bestimmt die vorherigen Entwicklung der Pokémon. Das Spiel verwendet das für bestimmte Fälle: 1 - Für Entwicklungen 2 - Wenn Attacken in Elevolteks Shop wieder gelernt werden sollen, kannst du auch die Attacken von zwei Generationen früher erlernen 3 - Für Missionen bei denen es Eier als Belohnung gibt, enthält das Ei ein zufälliges Pokémon basierend auf der Spawn-Listn der Missions-Ebene. Die Pokémon die gewählt werden, sind die Pokémon ohne Vorstufen oder die Vorstufen, die hier definiert werden (tiefste Vorstufen). Falls der ChangeEvoSystem Patch angewendet wird, trifft nur Punkt 2 zu. Die anderen Punkte werden über andere Daten abgebildet.
es_es: Este valor indica la evolución anterior del pokémon. El juego lo utiliza en varias situaciones: 1 - Para la evolución. 2 - Al recordar movimientos en la tienda de Electivire, también puedes recordar movimientos de tus preevoluciones hasta 2 generaciones. 3 - En las misiones con un huevo como recompensa, el huevo contiene un Pokémon aleatorio que se selecciona entre las crías de los que están en la lista de aparición del piso de la misión. Las crías Pokémon se calculan usando el valor de la preevolución y avanzando recursivamente hasta encontrar un pokémon sin preevolución. Si se aplica el parche "ChangeEvoSystem", solo se aplica el punto 2, los demás puntos se manejan con otros datos.
ru_ru: Это значение указывает на предыдущую эволюцию покемона. В игре это значение используется в нескольких случаях: 1 - Для целей эволюции. 2 - При запоминании приемов в связь-лавке Эльтивайра, вы также можете вспомнить приемы из предыдущих эволюций до 2 поколений. 3 - В миссиях с яйцом в качестве награды, яйцо содержит случайного покемона, который выбирается среди детей покемонов из списка врагов на этаже миссии. Дети покемонов вычисляются с помощью значения предварительной эволюции и рекурсивно, пока не будет найден покемон без пре-эволюции. Если примен патч ChangeEvoSystem, то применяется только пункт 2, остальные пункты обрабатываются с помощью других данных.

source: Pre Evolution Info
de_de: Info zur Vorstufe
es_es: Información de preevolución
fr_fr: Info Pré-Evolution
ru_ru: Инормация о пре-эволюции

source: The values are actually percentages. 10 -> 1.0%, 100 -> 10.0%, 1000 -> 100%, etc. If you answered yes to the question asking if you played EoT or EoD in the personality test and you haven't recruited this Pokémon yet, the second recruit rate is used instead. If you have recruited this Pokémon already, its recruit rate is halved (only if it's positive).
de_de: Die Werte sind in Wirklichkeit Prozentwerte. 10 - > 1,0%, 100 - > 10,0%, 1000 -> 100% usw. Falls die Frage im Persönlichkeitstest, ob der Spieler bereits Zeit oder Dunkelheit gespielt hat, mit Ja beantwortet wurde und das jeweilige Pokémon noch nicht rekrutiert wurde, wird stattdessen der zweite Rekrutierungswert verwendet. Wenn das betroffene Pokémon bereits rekrutiert wurde, wird die Quote halbiert (nur wenn sie positiv ist).
es_es: Los valores decimales son porcentajes. 10 -> 1,0%, 100 -> 10.0%, 1000 -> 100%, etc. Si respondiste que sí a si jugaste Exploradores del Tiempo o Exploradores de la Oscuridad en la prueba de personalidad y aún no has reclutado a este Pokémon, se utilizará la tasa de reclutamiento en su lugar. Si ya has reclutado al Pokémon, su tasa de reclutamiento se reduce a la mitad (solo si es positiva).
ru_ru: Значения на самом деле являются процентами. 10 -> 1,0%, 100 -> 10,0%, 1000 -> 100% и т. д. Если вы ответили "да" на вопрос о том, играли ли вы в EoT или EoD в тесте личности, и вы еще не рекрутировали этого покемона, вместо этого используется второй шанс рекрутирования. Если вы уже рекрутировали этого покемона, шанс его рекрутирования уменьшается вдвое (только если он положительный).

source: Recruit Rate
de_de: Rekrutierungsrate
es_es: Ratio de reclutamiento
fr_fr: Taux de recrutement
ru_ru: Шанс рекрутирования

source: The % of HP that this Pokémon regenerates at the end of each turn is equal to 1/(value * 2), before applying any modifiers. The final value is capped between 1/30 and 1/500
de_de: Der Prozentsatz der KP, den dieses Pokémon am Ende jeder Runde regeneriert, entspricht vor Anwendung von Modifikatoren 1/(Wert * 2). Der endgültige Wert ist zwischen 1/30 und 1/500 begrenzt
es_es: El % de PS que este Pokémon regenera al final de cada turno es igual a 1/(valor * 2), antes de aplicar cualquier modificador. El valor final está limitado entre 1/30 y 1/500
ru_ru: % ОЗ, который этот покемон восстанавливает в конце каждого хода, равен 1/(значение * 2), без применения каких-либо модификаторов. Итоговое значение ограничено между 1/30 и 1/500

source: HP Regeneration
de_de: KP Regeneration
es_es: Regeneración de PS
ru_ru: Регенерация ОЗ

source: Whether or not the enemy or ally AI will move the Pokémon in dungeons.
de_de: Ob die Gegner-KI dieses Pokémon im Dungeon bewegt.
es_es: Determina si la IA enemiga o aliada moverá a los Pokémon en los territorios.
ru_ru: Будет ли ИИ врага или союзника перемещать покемона в подземельях.

source: Can Move?
de_de: Kann sich bewegen?
es_es: ¿Puede moverse?
ru_ru: Может передвигаться?

source: Whether or not the Pokémon can throw any items.
de_de: Ob das Pokémon irgendwelche Gegenstände werfen kann oder nicht.
es_es: Con independencia de si el Pokémon puede lanzar objetos o no.
ru_ru: Может ли покемон бросать какие-либо предметы.

source: Can Throw Items?
de_de: Kann Items werfen?
es_es: ¿Puede lanzar objetos?
fr_fr: L’objet peut‑il être lancé ?
ru_ru: Может бросать предметы?

source: Controls the drop rates of different types of chests. Each drop type x has a chance of (x rate)/(sum of all the rates) to be selected.
de_de: Steuert die Drop-Raten von verschiedenen Arten von Boxen. Für jeden Drop-Typen X muss eine Chance von (Rate X)/(Summer aller Raten) ausgewählt werden.
es_es: Controla las tasas de liberación de distintos tipos de cofres. Cada cofre del tipo x tiene una probabilidad de (tasa x)/(suma de todas las tasas) de ser seleccionado.
ru_ru: Управляет частотой выпадения различных типов сундуков. Каждый тип выпадания x имеет шанс (x шанс)/(сумма всех шансов) быть выбранным.

source: Chests drop rates
de_de: Drop-Daten für Truhen
es_es: Tasas de liberación de cofres
ru_ru: Частота выпадения сундуков

source: Whether or not the Pokémon can evolve at Luminous Spring (If it's off, it will never be allowed to evolve even if it has an evolution).
de_de: Ob sich dieses Pokémon bei der Glitzerquelle entwickeln kann (falls deaktiviert kann es sich nicht entwickeln, selbst wenn Daten für die Entwicklung definiert sind).
es_es: Determina si el Pokémon puede evolucionar o no en el Manantial Luminoso (Si está desactivado, nunca se le permitirá evolucionar aunque tenga una evolución).
ru_ru: Может ли покемон эволюционировать в Сияющем Источнике (если этот параметр выключен, он никогда не сможет эволюционировать, даже если у него есть эволюция).

source: Can Evolve?
de_de: Entwicklung möglich?
es_es: ¿Puede evolucionar?
fr_fr: Peut évoluer ?
ru_ru: Может эволюционировать?

source: Whether or not you need to have a special item in the bag (mystery part/secret slab) for the Pokémon to spawn in dungeons
de_de: Ob du einen speziellen Gegenstand in der Tasche (Geheimteil/Geheimtafel) benötigst, damit dieses Pokémon in Dungeons spawnen kann
es_es: Determina si necesitas o no tener un objeto especial en la bolsa (pieza misteriosa/tabla secreta) para que los Pokémon aparezcan en los territorios
ru_ru: Нужно ли иметь в сумке особый предмет (загадочную часть/секретную плиту), чтобы покемон появлялся в подземельях

source: Item Required for spawning?
de_de: Item zum Spawnen benötigt?
es_es: ¿Objeto necesario para aparecer?
fr_fr: Objet requis pour l'apparition ?
ru_ru: Необходим предмет для появления?

source: If the current $SCENARIO_BALANCE_FLAG value is lower than this number, the pokémon won't spawn in dungeons.
de_de: Wenn der aktuelle Wert von $SCENARIO_BALANCE_FLAG niedriger ist als diese Zahl, wird das Pokémon nicht in Dungeons spawnen.
es_es: Si el valor actual de $SCENARIO_BALANCE_FLAG es inferior a este número, no aparecerán Pokémon en los territorios.
ru_ru: Если текущее значение $SCENARIO_BALANCE_FLAG меньше этого числа, покемон не будет появляться в подземельях.

source: Spawn Threshold
de_de: Spawn-Schwellwert
es_es: Umbral de generación
ru_ru: Порог появления

source: Affects the damage the Pokémon takes when attacked with Grass Knot.
de_de: Beeinflusst den Schaden, den das Pokémon nimmt, wenn es mit Strauchler angegriffen wird.
es_es: Afecta al daño que recibe el Pokémon cuando es atacado con el movimiento Hierba Lazo.
ru_ru: Влияет на урон, получаемый покемоном при атаке приемом Узел Травы.

source: Affects the damage the Pokémon takes when attacked with a Sizebust Orb.
de_de: Beeinflusst den Schaden, den das Pokémon nimmt, wenn es mit einem Proportorb angegriffen wird.
es_es: Afecta al daño que recibe el Pokémon cuando es atacado con una Tamañosfera.
ru_ru: Влияет на урон, получаемый покемоном при атаке предметом Орб Антиразмера.

source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
ru_ru: Размер

source: Body Size determines the party size of the Pokémon. The game limits total Body Size of all party members to 6. The minimal body size needed for a Pokémon is the smallest value such that Body Size x 6 is equal to or higher than Sprite VRAM Size.
ru_ru: Размер определяет размер покемона в команде. Игра ограничивает общий размер всех членов команды до 6. Минимальный размер, необходимый для покемона - это наименьшее значение, при котором Размер x 6 равен или больше Размеру спрайта в VRAM.

source: Effective only when SpriteSizeInMonsterData is applied. Sprite VRAM Size deals with Pokemon fitting onto the party in dungeons. The limit is 36 units of Sprite VRAM Size in total for the whole party. If this is exceeded, Pokemon from the party are cut off from spawning on the dungeon floor one by one until the sum of Sprite VRAM Size is 36 or less (but will still be counted as being on the party in the team menu). This is computed automatically and cannot be changed.
ru_ru: Действует только при применении SpriteSizeInMonsterData. Размер спрайта в VRAM относится к покемонам, помещающимся в команду в подземельях. Ограничение составляет 36 единиц Размера спрайта в VRAM в целом для всей команды. Если этот лимит превышен, покемоны из команды перестанут появляться на этаже подземелья по одному, пока сумма Размера спрайтов в VRAM не станет 36 или меньше (но они все равно будут видны в меню команды). Это вычисляется автоматически и не может быть изменено.

source: Effective only when SpriteSizeInMonsterData is applied. Sprite File Size describes the actual size of the sprite file, and deals with enemies and NPCs in dungeons (all Pokemon not on the player's party). The Sprite File Size is expressed in blocks of 512 bytes. The limit for all enemies and allied NPCs on a dungeon floor is 352 kB (704 Sprite File Size) in total, counting by species present on the floor. This is computed automatically and cannot be changed.
ru_ru: Действует только при применении параметра SpriteSizeInMonsterData. Размер файла спрайта описывает фактический размер файла спрайта и относится к врагам и NPC в подземельях (все покемоны, не входящие в команду игрока). Размер файла спрайта выражается в блоках по 512 байт. Лимит для всех врагов и союзных NPC на этаже подземелья составляет 352 кБ (704 единиц Размера файла спрайта) в целом, считая по видам, присутствующим на этаже. Это значение вычисляется автоматически и не может быть изменено.

source: Export Pokémon as...
de_de: Pokémon exportieren als...
es_es: Exportar Pokémon como...
ru_ru: Экспортировать Покемона как...

source: Import Pokémon from...
de_de: Pokémon importieren aus...
es_es: Importar Pokémon desde...
ru_ru: Импортировать Покемона из...

source: Stats and Moves
de_de: Statuswerte und Attacken
es_es: Estadísticas y movimientos
ru_ru: Статистика и приемы

source: Sprites
ru_ru: Спрайты

source: ??? Enter a valid parameter (#)
de_de: ??? Bitte eine gültigen Parameter (#) eingeben
es_es: ??? Introduce un parámetro válido (#)
ru_ru: ??? Введите допустимый параметр (#)

source: ??? Enter a valid Base ID (#)
de_de: ??? Bitte eine gültige Basis-ID (#) eingeben
es_es: ??? Introduce un ID base válido (#)
ru_ru: ??? Введите допустимый базовый ID (#)

source: ??? Enter a valid Entry ID ($)
de_de: ??? Bitte eine gültige Eintrags-ID ($) eingeben
es_es: ??? Introduce una entrada de ID válida ($)
ru_ru: ??? Введите допустимый ID записи ($)

source: The sprite size of this Pokémon was not consistent for this Pokémon's assigned sprite. SkyTemple automatically corrected it.
es_es: El tamaño del sprite de este Pokémon no era consistente para su sprite asignado. SkyTemple lo ha corregido automáticamente.
ru_ru: Размер спрайта этого покемона не соответствовал назначенному спрайту этого покемона. SkyTemple автоматически исправил это.

source: If the 'ExpandPokeList' patch is not applied, this is unused. Note however that it is used to build groups when applying the patches. After the patch is applied, this value defines the Base ID and therefore how Pokémon are grouped. Reload the project after making changes to this value, to reflect them in the tree on the left.
de_de: Falls der "ExpandPokeList" Patch nicht angewendet ist, ist dieser Wert unbenutzt. Beachte aber, dass er benutzt wird um Gruppen zu bilden, während der Patch angewendet wird. Nachdem der Patch angewendet ist, definiert dieser Wert die Basis-ID und damit wie Pokémon gruppiert sind. Lade das Projekt neu, nachdem du diesen Wert geändert hast, sodass der Wert auch im Dateibaum links aktualisiert wird.
es_es: Si no se aplica el parche "ExpandPokeList", no se utilizará. Sin embargo, sí se utiliza para construir grupos cuando se aplican los parches. Después de aplicarse, este valor define el ID base y, por lo tanto, cómo se agrupan los Pokémon. Recarga el proyecto después de hacer cambios en este valor para mostrarlos en el panel de la izquierda.
ru_ru: Если патч 'ExpandPokeList' не применен, этот параметр не используется. Однако обратите внимание, что он используется для создания групп при применении патчей. После применения патча это значение определяет базовый ID и, соответственно, способ группировки покемонов. Перезагрузите проект после внесения изменений в это значение, чтобы они отразились в дереве слева.

source: Entity ID
de_de: Entität-ID
es_es: ID de entidad
fr_fr: ID d'entité
ru_ru: ID сущности
