Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: <Not on map>
de_de: <Nicht auf der Karte>
es_es: <No está en el mapa>
fr_fr: <Absent de la carte>
ru_ru: <Не на карте>

source: <Uses marker of entry {entry.reference_id}>
de_de: <Nutzt Marker von Eintrag {entry.reference_id}>
es_es: <Usa la entrada del marcador {entry.reference_id}>
ru_ru: <Использует маркер {entry.reference_id}>

source: <Don't show on map>
de_de: <Nicht auf Karte anzeigen>
es_es: <No mostrar en mapa>
fr_fr: <Ne pas montrer sur la carte>
ru_ru: <Не показывать на карте>

source: You need to select a map.
de_de: Du musst eine Karte auswählen.
es_es: Debes seleccionar un mapa.
fr_fr: Vous devez sélectionner une carte.
ru_ru: Вам нужно выбрать карту.

source: You need to select a reference.
de_de: Du musst eine Referenz auswählen.
es_es: Necesitas seleccionar una referencia.
fr_fr: Vous devez sélectionner une référence.
ru_ru: Вам нужно выбрать ссылку.

source: Incorrect values. Only enter numbers from 1 to 255 for chunks and tiles dimensions.
de_de: Falsche Werte. Geben nur Zahlen von 1 bis 255 für die Dimensionen von Chunks und Kacheln ein.
es_es: Valores incorrectos. Introduce números del 1 al 255 para las dimensiones de tiles y chunks.
fr_fr: Valeurs incorrectes. N'utilisez que des nombres entre 1 et 255 pour la tailles des fragments et des tuiles.
ru_ru: Неправильные значения. Вводите только числа от 1 до 255 для размеров фрагментов и плиток.

source: Save GIF of map...
de_de: GIF der Karte speichern...
es_es: Guardar GIF del mapa...
fr_fr: Enregistrer un GIF de la carte...
ru_ru: Сохранить GIF-изображение фона...

source: Export PNGs of map...
de_de: PNGs der Karte exportieren...
es_es: Exportar PNGs del mapa...
ru_ru: Экспортировать PNG-файлы фона...

source: The image for the first layer has less than 256 colors. Please make sure the image contains 256 colors, even if less are used.
ru_ru: Изображение для первого слоя содержит менее 256 цветов. Убедитесь, что изображение содержит 256 цветов, даже если используется меньше.

source: The image for the second layer has less than 256 colors. Please make sure the image contains 256 colors, even if less are used.
es_es: La imagen de la segunda capa tiene menos de 256 colores. Asegúrate de que la imagen contenga 256 colores, incluso si se utilicen menos.
ru_ru: Изображение для второго слоя содержит менее 256 цветов. Убедитесь, что изображение содержит 256 цветов, даже если используется меньше.

source: This BPA has no frames. Enable the BPA and import images for a BPA to add frames.
de_de: Diese BPA hat keine Frames. Aktiviere die BPA und importiere Bilder für ein BPA, um Frames hinzuzufügen.
es_es: Este BPA no tiene fotogramas. Activa el BPA e importa imágenes para que un BPA añada fotogramas.
fr_fr: Ce BPA n'a aucune image. Activer le BPA et importer des images pour un BPA afin de rajouter des images.
ru_ru: В этом БПА нет кадров. Включите BPA и импортируйте изображения для BPA, чтобы добавить кадры.

source: This map has no BPA for animated tiles activated.
de_de: Diese Karte hat keine BPA für animierte Kacheln aktiviert.
ru_ru: На этом фоне не активирован BPA для анимированных плиток.

source: No animated tiles
de_de: Keine animierten Kacheln
ru_ru: Нет анимированных плиток

source: Export animated tiles (BPA)
de_de: Animierte Kacheln exportieren (BPA)
es_es: Exportar tiles animados (BPA)
ru_ru: Экспортировать анимированные плитки (BPA)

source: The animated tiles were successfully exported.
de_de: Die animierten Kacheln wurden erfolgreich exportiert.
es_es: Los tiles animados se han exportado correctamente.
ru_ru: Анимированные плитки были успешно экспортированы.

source: SkyTemple - Success!
de_de: SkyTemple - Erfolg!
es_es: SkyTemple - ¡Éxito!
fr_fr: SkyTemple - Succès !
ru_ru: SkyTemple - Успех!

source: Error during BPA export
de_de: Fehler beim BPA-Export
es_es: Error durante la exportación de BPA
ru_ru: Ошибка при экспорте BPA

source: Import animated tiles (BPA)
de_de: Animierte Kacheln (BPA) importieren
es_es: Importar tiles animados (BPA)
ru_ru: Импортировать анимированные плитки (BPA)

source: The animated tiles were successfully imported, using the files:
de_de: Die animierten Kacheln wurden erfolgreich importiert. Quelldateien:
es_es: Los tiles animados se han importado con éxito, utilizando los archivos:
ru_ru: Анимированные плитки были успешно импортированы из файлов:

source: Error during BPA import
de_de: Fehler beim BPA-Import
es_es: Error durante la importación de BPA
ru_ru: Ошибка при импорте BPA

source: All "number of frames" values were invalid or 0. No values were saved.
ru_ru: Все значения "Количество кадров" недействительны или равны 0. Значения не были сохранены.

source: All "frame time" values were invalid or 0. No values were saved.
ru_ru: Все значения "Время кадра" недействительны или равны 0. Значения не были сохранены.

source: Palette Animation is not enabled.
de_de: Palettenanimation ist nicht aktiviert.
es_es: La animación de paleta no está activada.
ru_ru: Анимация палитры не включена.

source: This map has no second layer.
de_de: Diese Karte hat keine zweite Ebene.
es_es: Este mapa no tiene segunda capa.
fr_fr: Cette carte n'a pas de second calque.
ru_ru: У этой карты нет второго слоя.

source: S - System
es_es: S - Sistema
fr_fr: S - Système
ru_ru: S - системные

source: T - Town
de_de: T - Stadt
es_es: T - Aldea
fr_fr: T - Ville
ru_ru: T - Город

source: D - Dungeon
es_es: D - Territorio
fr_fr: D - Donjon
ru_ru: D - Подземелья

source: G - Guild
de_de: G - Gilde
es_es: G - Pokégremio
fr_fr: G - Guilde
ru_ru: G - Гильдия

source: H - Habitat
es_es: H - Hábitat
ru_ru: H - Обитель

source: P - Places
de_de: P - Plätze
es_es: P - Lugares
fr_fr: P - Lieux
ru_ru: P - Места

source: V - Visual
de_de: V - Visuell
fr_fr: V - Visuel
ru_ru: V - Визуал

source: W - Weather
de_de: W - Wetter
es_es: W - Clima
fr_fr: W - Météo
ru_ru: W - Погода

source: Error adding the logo.
de_de: Fehler beim Hinzufügen des Logos.
es_es: Error al añadir el logo.
fr_fr: Erreur lors de l'ajout du logo.
ru_ru: Ошибка при добавлении логотипа.

source: Logo added successfully. Thank you!
de_de: Das Logo wurde erfolgreich hinzugefügt. Vielen Dank!
es_es: Logo añadido correctamente. ¡Gracias!
fr_fr: Logo ajouté avec succès. Merci !
ru_ru: Логотип успешно добавлен. Спасибо!

source: Map Background category "{}"
ru_ru: Категория фона локации "{}"

source: This section contains all the map backgrounds, that start with the letter {}.
ru_ru: В этом разделе собраны все фоны локаций, начинающихся с буквы {}.

source: Map Backgrounds for other maps
de_de: Kartenhintergründe für andere Karten
es_es: Fondos de mapa para otros mapas
ru_ru: Фоны локаций для других локаций

source: This section contains all the map backgrounds, that don't fit in any of the other categories.
de_de: Dieser Abschnitt enthält alle Kartenhintergründe, die in keine der anderen Kategorien passen.
es_es: Esta sección contiene todos los fondos del mapa que no encajan en ninguna de las otras categorías.
fr_fr: Cette section contient tous les fonds de carte qui n’entre dans aucune autres catégories.
ru_ru: В этом разделе собраны все фоны локаций, не помещающихся ни в какую категорию.

source: - The image consists of 8x8 tiles. - The image is a 256-color indexed PNG. - The 256 colors are divided into 16 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 16 palettes. - The first color in each palette is transparency. - The exported palettes are only for your convenience. They are based on the first time the tile is used in a chunk mapping (Chunks > Edit Chunks). - Each import must result in a maximum of 1024 unique 8x8 tiles (=not existing with another palette or flipped or rotated). Animated tiles are not imported.
de_de: - Das Bild muss aus 8x8 Kacheln bestehen. - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 16 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. - Die Auswahl der exportieren Paletten für Kacheln sind nur für zu Demonstrationszwecken. Die Auswahl wird getroffen nach dem ersten Vorkommen in einer Kachelzuordnung (Blöcke > Blöcke bearbeiten): - Nach dem Import darf es nur 1024 einzigartige 8x8 Kacheln geben (=nicht doppelt vorhanden, auch nicht gedreht oder gespielt). Animierte Kacheln werden nicht importiert.
es_es: - La imagen consta de tiles de 8x8. - La imagen es un PNG indexado de 256 colores. - Los 256 colores están divididos en 16 paletas de colores. - Cada tile de 8x8 en la imagen DEBE usar colores de una de estas 16 paletas. - El primer color de cada paleta es la transparencia. - Las paletas exportadas son solo para tu comodidad. Se basan en la primera vez que se utiliza el tile en un mapeado de chunks (Chunks > Editar chunks). - Cada importación debe dar lugar a un máximo de 1024 tiles únicos de 8x8 (=no repetidos en otra paleta ni invertidos o rotados). Los tiles animados no se importan.
fr_fr: - L'image consiste de tuiles de 8×8 pixels. - L'image est une PNG indexé de 256 couleurs. - Les 256 couleurs sont divisé en 16 palettes de 16 couleurs. - Chaque tuile de 8×8 pixel dans l'image DOIVENT n'utiliser qu'une couleurs de l'une des 16 palettes. - La première couleurs de chaques palettes est transparente. - Les palettes exportées servent uniquement à vous aider. Elles correspondent aux palettes des tuiles lors de leur première utilisation dans une cartographie de fragments (Fragments > Éditer les fragments). - Chaque import doit résulter en un maximum de 1024 tuile unique de 8x8 pixels (c'est-à-dire qui n'existe pas en utilisant une autre palette ou en la renversant) Les tuiles animées ne sont pas importé.
ru_ru: - Изображение состоит из плиток размером 8x8 пикселей. - Изображение представляет собой 256-цветный индексированный PNG. - 256 цветов разделены на 16 палитр. - Каждая плитка(8x8) в изображении ДОЛЖНА использовать только цвета из одной из этих 16 палитр. - Первый цвет в каждой палитре - прозрачный. - Экспортируемые палитры предназначены только для вашего удобства. Они основаны на первом использовании плитки для отображении фрагментов (фрагментов > Редактировать фрагменты). - В результате импорта должно получиться не более 1024 уникальных плиток (8x8) (= не существующих в другой палитре, не перевернутых и не повернутых). Анимированные плитки не импортируются.

source: - The image consists of 8x8 tiles. - The image is a 256-color indexed PNG. - The 256 colors are divided into 16 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 16 palettes. - The first color in each palette is transparency. - Animated tiles are NOT exported or imported. In the export they are replaced with blank tiles. On import the mappings to animated tiles will be lost, so make sure you note them down to manually re-assign them on import. To change animated tiles, go to Tiles > Animated Tiles. - Each import must result in a maximum of 1024 unique 8x8 tiles (=not existing with another palette or flipped or rotated). Some image editors have problems when working with indexed images, that contain the same color multiple times. You can make all colors on the map unique before exporting at Palettes > Edit Palettes. Alternatively use the converter. Please note, that chunks can not use colors from the last two palettes. They should not be used by any tile. Colors that are in the wrong palette are replaced wth transparency. Static tiles, chunks and palettes are replaced on import. Animated tiles and palette animation settings are not changed.
de_de: - Das Bild muss aus 8x8 Kacheln bestehen. - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 16 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. - Animierte Kacheln werden NICHT exportiert oder importiert. Im Export werden sie mit leeren Kacheln exportiert. Beim Import gehen die Zuordnungen zu animierten Kacheln verloren, stelle also sicher, dass du sie dir gemerkt hast um sie nach dem Import wieder zuzuordnen. Um animierte Kacheln zu bearbeiten, gehe zu "Kacheln > Animierte Kacheln". - Nach dem Import darf es nur 1024 einzigartige 8x8 Kacheln geben (=nicht doppelt vorhanden, auch nicht gedreht oder gespielt). Eine Bildbearbeitungsprogramme können indizierte Bilder nicht korrekt verarbeiten, wenn sie dieselbe Farbe mehrfach enthalten. Du kannst alle Farben im Hintergrund einzigartig machen unter "Paletten -> Paletten bearbeiten". Bitte beachte, dass Blöcke nicht die Farben der letzten zwei Paletten benutzen können. Sie sollten daher von keiner Kachel verwendet werden. Farben mit der falschen Palette werden stattdessen als Transparenz importiert. Statische Kacheln, Blöcke und Paletten werden beim Import ersetzt. Animierte Kacheln und Palettenanimationen werden nicht geändert. Animierte Kacheln werden nicht importiert.
es_es: - La imagen consta de tiles de 8x8. - La imagen es un PNG indexado de 256 colores. - Los 256 colores están divididos en 16 paletas de colores. - Cada tile de 8x8 de la imagen DEBE usar colores de una de estas 16 paletas. - El primer color de cada paleta es la transparencia. - Los tiles animados NO se exportan ni se importan. En la exportación se sustituyen por tiles en blanco. En la importación los mapeados a tiles animados se perderán, así que asegúrate de anotarlos para reasignarlos manualmente en la importación. Para cambiar los tiles animados ve a Tiles > Tiles animados. - Cada importación debe dar lugar a un máximo de 1024 tiles únicos de 8x8 (=no repetidos en otra paleta ni invertidos o rotados). Algunos editores de imágenes tienen problemas cuando trabajan con imágenes indexadas que contienen el mismo color varias veces. Puedes hacer que todos los colores del mapa sean únicos antes de exportarlos en Paletas > Editar paletas. También puedes usar el convertidor. Ten en cuenta que los chunks no pueden usar colores de las dos últimas paletas. No deben ser utilizados por ningún tile. Los colores que están en la paleta equivocada son reemplazados con transparencia. Los tiles, chunks y paletas estáticas se reemplazan al importar. Los tiles animados y los ajustes de animación de las paletas no se modifican.
fr_fr: - L’image consiste de tuile de 8×8 pixels. - L’image est un PNG avec palette de 256 couleurs. - Les 256 couleurs sont divisées en 16 palettes de 16 couleurs. - Chaques tuile (8×8 pixels) DOIT utiliser uniquement une des 16 palettes. - La première couleur de chaques palettes est transparente. - Les tuiles animées ne SONT PAS exportées ou importées. Lors de l’export, elles sont remplacées par des tuiles blanches. Lors de l’import, la cartographie des cartes animées seront perdues. Prenez donc les en notes affin de les réasigner manuellement lors de l’import. Pour changer les tuiles animées, aller dans Tuiles > Tuiles animées - Chaque import doit avoir au maximum 1024 tuiles (8×8) unique (C. A. D qui n’existe pas avec une palette ou couleur différente). Certains éditeurs d’image ont des problèmes avec les images à palettes qui contiennent plusieurs foit la même couleurs dans celle-çi. Vous pouvez rendre chaque couleurs uniques dans Palettes > Éditez les palettes. Par ailleurs, vous pouvez utiliser un convertisseur. Notez que les fragments ne peuvent pas utiliser les deux dernières palettes. Elle ne doivent donc pas être utiliser avec des tuiles. Les couleurs d’une palette invalide sont remplacé avec de la transparence. Les tuiles statiques. les fragments et les palettes sont remplassé lors d’un import. Les tuiles animées et les animation de palettes restent inchangé.
ru_ru: - Изображение состоит из плиток размером 8x8 пикселей. - Изображение представляет собой 256-цветный индексированный PNG. - 256 цветов разделены на 16 палитр. - Каждая плитка(8x8) в изображении ДОЛЖНА использовать только цвета из одной из этих 16 палитр. - Первый цвет в каждой палитре - прозрачный. - Анимированные плитки НЕ экспортируются и не импортируются. При экспорте они заменяются пустыми плитками. При импорте, плиточные строения анимированных плиток будут потеряны, поэтому обязательно запишите их, чтобы вручную переназначить их при импорте. Чтобы изменить анимированные плитки, перейдите в меню Плитки > Анимированные плитки. - В результате каждого импорта должно получиться не более 1024 уникальных плиток(8x8) (=не существующих в другой палитре, не перевернутых и не повернутых). Некоторые редакторы изображений испытывают проблемы при работе с индексированными изображениями, которые содержат один и тот же цвет несколько раз. Вы можете сделать все цвета у фона уникальными перед экспортом в Палитры > Редактировать палитры. В качестве альтернативы можно воспользоваться конвертером. Обратите внимание, что фрагменты не могут использовать цвета из двух последних палитр. Они не должны использоваться ни одной плиткой. Цвета, находящиеся в неправильной палитре, заменяются прозрачностью. Статические плитки, фрагменты и палитры заменяются при импорте. Анимированные плитки и настройки анимации палитр не изменяются.

source: - The image is a 256-color indexed PNG. - The 256 colors are divided into 16 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 16 palettes. - The first color in each palette is transparency. - Animated tiles are exported as static tiles. - Each import must result in a maximum of 1024 unique 8x8 tiles (=not existing with another palette or flipped or rotated). Some image editors have problems when working with indexed images, that contain the same color multiple times. You can make all colors on the map unique before exporting at Palettes > Edit Palettes. Colors that are in the wrong palette are replaced wth transparency. Static tiles are replaced on import. Animated tiles and palette animation settings are not changed. Since no animated tiles are imported, they need to be (re-)assigned to chunks after the import.
de_de: - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 16 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. - Animierte Kacheln werden als statische Kacheln exportiert. - Nach dem Import darf es nur 1024 einzigartige 8x8 Kacheln geben (=nicht doppelt vorhanden, auch nicht gedreht oder gespielt). Eine Bildbearbeitungsprogramme können indizierte Bilder nicht korrekt verarbeiten, wenn sie dieselbe Farbe mehrfach enthalten. Du kannst alle Farben im Hintergrund einzigartig machen unter "Paletten -> Paletten bearbeiten". Farben mit der falschen Palette werden stattdessen als Transparenz importiert. Statische Kacheln werden beim Import ersetzt. Animierte Kacheln und Palettenanimationen werden nicht geändert. Da keine animierten Kacheln importiert werden, müssen sie nach dem Import neu zugeordnet werden.
es_es: - La imagen es un PNG indexado de 256 colores. - Los 256 colores están divididos en 16 paletas de colores. - Cada tile de 8x8 de la imagen DEBE usar colores de una de estas 16 paletas. - El primer color de cada paleta es la transparencia. - Los tiles animados se exportan como tiles estáticos. - Cada importación debe dar lugar a un máximo de 1024 tiles únicos de 8x8 (=no repetidos en otra paleta ni invertidos o rotados). Algunos editores de imágenes tienen problemas cuando trabajan con imágenes indexadas que contienen el mismo color varias veces. Puedes hacer que todos los colores del mapa sean únicos antes de exportarlos en Paletas > Editar paletas. Ten en cuenta que los chunks no pueden usar colores de las dos últimas paletas. No deben ser utilizados por ningún tile. Los colores que están en la paleta equivocada son reemplazados con transparencia. Los tiles estáticos se reemplazan al importar. Los tiles animados y los ajustes de animación de las paletas no se modifican. Dado que no se importan tiles animados, necesitan ser (re)asignados a los chunks después de la importación.
ru_ru: - Изображение представляет собой 256-цветный индексированный PNG. - 256 цветов разделены на 16 палитр. - Каждая плитка (8x8 пикселей) в изображении ДОЛЖНА использовать только цвета из одной из этих 16 палитр. - Первый цвет в каждой палитре - прозрачный. - Анимированные плитки экспортируются как статичные плитки. - В результате каждого импорта должно получиться не более 1024 уникальных плиток (8x8) (=не существующих в другой палитре, не перевернутых или повернутых). Некоторые редакторы изображений испытывают проблемы при работе с индексированными изображениями, которые содержат один и тот же цвет несколько раз. Вы можете сделать все цвета у фона уникальными перед экспортом в Палитры > Редактировать палитры. Цвета, находящиеся в неправильной палитре, заменяются прозрачностью. Статические плитки заменяются при импорте. Анимированные плитки и настройки анимации палитры не изменяются. Поскольку анимированные плитки не импортируются, после импорта их нужно (повторно) назначить фрагментам.

source: This map background shared some asset files with other map backgrounds. SkyTemple can't edit shared files, so those assets were copied.
de_de: Dieser Kartenhintergrund teilte einige Asset-Dateien mit anderen Kartenhintergründen. SkyTemple kann keine geteilten Dateien bearbeiten, daher wurden diese Assets kopiert.
es_es: Este fondo de mapa comparte algunos assets con otros fondos de mapa. SkyTemple no puede editar los archivos compartidos, por lo que esos assets se han copiado.
fr_fr: Ce fond de carte partage certain fichier de ressources avec d’autre fonds. SkyTemple ne peut pas éditer les fichiers partager, donc ces ressources ont été copiée.
ru_ru: Этот фон локации имеет общие файлы активов с другими фонами локаций. SkyTemple не может редактировать общие файлы, поэтому эти активы были скопированы.

source: SkyTemple - Notice
de_de: SkyTemple - Hinweis
es_es: SkyTemple - Aviso
fr_fr: SkyTemple - Information
ru_ru: SkyTemple - Уведомление

source: A script map with the same name as this background does not exist.
de_de: Eine Skriptkarte mit dem gleichen Namen wie dieser Hintergrund existiert nicht.
es_es: No existe un script de mapa con el mismo nombre que este fondo.
ru_ru: Скрипт-сцены с тем же именем, как этот фон, не существует.

source: This map only has one layer. You can add a second layer at Map > Settings.
de_de: Diese Karte hat nur eine -Ebene. Du kannst eine zweite Ebene unter Karte > Einstellungen hinzufügen.
es_es: Este mapa solo tiene una capa. Puedes añadir una segunda capa desde Mapa > Ajustes.
fr_fr: Cette carte ne dispose que d'un calque. Vous pouvez ajouter un second calque dans Carte > Paramètres.
ru_ru: На этой карте есть только один слой. Вы можете добавить второй слой в меню Карта > Настройки.

source: This map has no collision. You can add collision at Map > Settings.
de_de: Diese Karte hat zweite Kollisionsebene. Du kannst unter Karte > Einstellungen eine Kollisionsebene hinzufügen.
es_es: Este mapa no tiene colisiones. Puedes añadirlas desde Mapa > Ajustes.
ru_ru: На этой карте нет коллизий. Вы можете добавить коллизию в меню Карта > Настройки.

source: This map has no second collision layer. You can add a second collision layer at Map > Settings.
de_de: Diese Karte hat keine zweite Kollisionsebene. Du kannst unter Karte > Einstellungen eine zweite Kollisionsebene hinzufügen.
es_es: Este mapa no tiene segunda capa de colisiones. Puedes añadirla desde Mapa > Ajustes.
fr_fr: Cette carte n'a pas de second calque de collision. Vous pouvez ajoutez un second calque de collision via Carte > Paramètres.
ru_ru: На этой карте нет второго слоя коллизий. Второй слой коллизий можно добавить в меню Карта > Настройки.
