Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: This section contains all scenes for the map {self.name}. "Enter (sse)" contains the scene that is loaded when the map is entered by the player by "walking into it" (if applicable). "Acting (ssa)" contains the scenes used for cutscenes. The player can usually not move the character in these scenes. "Sub (sss)" contains scenes that can be loaded on on top of the "Enter" scene, depending on the current story progress.
de_de: Dieser Abschnitt enthält alle Szenen für die Karte {self.name}. „Eingang (sse)“ enthält die Szene, die geladen wird, wenn die Karte durch den Spieler betreten wird (falls möglich). „Handlung (ssa)“ enthält die für Zwischensequenzen verwendeten Szenen. Der Spieler kann den Charakter in diesen Szenen normalerweise nicht bewegen. „Sub (sss)“ enthält Szenen, die über die „Eingang“ -Szene geladen werden können, abhängig vom aktuellen Story-Fortschritt.
es_es: Esta sección contiene todas las escenas del mapa {self.name}. "Entrada (sse)" contiene la escena que se carga cuando el jugador entra en el mapa al "caminar hacia él" (si es aplicable). "Acciones (ssa)" contiene las escenas utilizadas para las cinemáticas. El jugador normalmente no puede mover al personaje en estas escenas. "Sub (sss)" contiene escenas que pueden ser cargadas sobre la escena "Entrada", dependiendo del progreso de la historia actual.
fr_fr: Cette section contient toutes les scènes de la carte {self.name}. "Entrée (sse)" contient la scène chargée quand le joueur entre dans la carte en "marchant vers elle" (si possible). "Actions (ssa)" contient les scènes cinématiques. Le joueur ne bouge pas de lui-même durant celles-ci. "Sub (sss)" contient les scènes pouvant être chargées avec les scènes "Entrée". Les scènes chargées dépendent de l'avancement dans le scénario.
ru_ru: В этом разделе содержатся все сцены для локации {self.name}. "Открытый мир (sse)" содержит сцену, которая загружается, когда игрок входит на локацию, "шагая в нее" (если применимо). "Сюжетные сцены (ssa)" содержит сцены, используемые для сюжетных сцен. В этих сценах игрок обычно не может перемещать персонажа. "Подсцены (sss)" содержит сцены, которые могут быть загружены поверх сцены "Открытый мир", в зависимости от текущего хода сюжета.

source: Could not add the scene:
de_de: Die Szene konnte nicht hinzugefügt werden:
es_es: No se ha podido añadir la escena:
fr_fr: Impossible d'ajouter la scène:
ru_ru: Не удалось добавить сцену:

source: Scene added successfully
de_de: Die Szene wurde erfolgreich hinzugefügt
es_es: Escena añadida correctamente
fr_fr: Scène ajoutée avec succès
ru_ru: Сцена успешно добавлена

source: Create Scene
de_de: Szene erstellen
es_es: Crear escena
fr_fr: Créer Scène
ru_ru: Создать сцену

source: Scene Name (without file extension)
de_de: Szenenname (ohne Dateiendung)
es_es: Nombre de escena (sin extensión de archivo)
fr_fr: Nom de scène (sans l'extension du fichier)
ru_ru: Имя сцены (без расширения файла)

source: The length of the scene name must be between 1-8 characters.
de_de: Die Länge des Szenennamens muss zwischen 1 und 8 Zeichen betragen.
es_es: La longitud del nombre de la escena debe tener entre 1-8 caracteres.
fr_fr: Le nom de scène doit être compris entre 1 et 8 caractères.
ru_ru: Длина имени сцены должна быть в пределах 1-8 символов.

source: Edit Position Marks
de_de: Positionsmarken bearbeiten
es_es: Editar marcadores de posición
fr_fr: Éditer les Marqueurs de Position
ru_ru: Редактировать маркеры позиции

source: Import scene from...
ru_ru: Импортировать сцену из...

source: Error importing the scene.
ru_ru: Ошибка при импорте сцены.

source: Export scene as...
ru_ru: Экспортировать сцену как...

source: Sector {new_index}
de_de: Sektor {new_index}
fr_fr: Secteur {new_index}
ru_ru: Сектор {new_index}

source: Are you sure you want to remove this sector? Removing the sector will re-number all following sectors (eg. if you remove Sector 70, sector 71 will become 70, 72 -> 71, etc.) Removing a sector may cause serious issues when the game tries to load the scene.
de_de: Möchten du diesen Sektor wirklich entfernen? Durch das Entfernen des Sektors werden alle folgenden Sektoren neu nummeriert (wenn du z. B. Sektor 70 entfernst, wird Sektor 71 zu 70, 72 -> 71 usw.) Das Entfernen eines Sektors kann schwerwiegende Probleme verursachen, wenn das Spiel versucht, die Szene zu laden.
es_es: ¿Estás seguro de querer eliminar este sector? Al eliminar el sector se renumerarán todos los sectores siguientes (por ejemplo, si eliminas el sector 70, el sector 71 se convertirá en 70, el 72 en 71, etc.) Eliminar un sector puede causar graves problemas cuando el juego intente cargar la escena.
ru_ru: Вы уверены, что хотите удалить этот сектор? Удаление сектора изменит нумерацию всех последующих секторов (например, если вы удалите сектор 70, сектор 71 станет 70, 72 -> 71 и т. д.) Удаление сектора может вызвать серьезные проблемы когда игра попытается загрузить сцену.

source: Create Script
de_de: Skript erstellen
es_es: Crear script
fr_fr: Créer Script
ru_ru: Создать сценарий

source: Script Number
de_de: Skript-Nummer
es_es: Número de script
fr_fr: Numéro Script
ru_ru: Номер сценария

source: Please enter a valid number.
de_de: Bitte gebe eine gültige Zahl ein.
es_es: Por favor, introduce un número válido.
fr_fr: Entrez une valeur valide.
ru_ru: Пожалуйста, введите допустимый номер.

source: Please enter a valid number between 1 and 99.
de_de: Bitte gib eine Zahl zwischen 1 und 99 ein.
es_es: Por favor, introduce un valor numérico comprendido entre 1 y 99.
ru_ru: Пожалуйста, введите допустимое число между1 и 99.

source: This script already exists.
de_de: Dieses Skript existiert bereits.
es_es: Este script ya existe.
fr_fr: Ce script existe déjà.
ru_ru: Этот сценарий уже существует.

source: Acting scenes must have exactly one script assigned to them.
de_de: Handlungsszenen müssen genau ein Skript zugewiesen haben.
es_es: Las escenas de acción deben tener exactamente un script asignado a ellas.
ru_ru: Сюжетные сцены должны иметь ровно один сценарий, назначенный им.

source: Event Script
de_de: Ereignisskript
es_es: Script de evento
ru_ru: Сценарий события

source: Type {performer_type}
de_de: Typ {performer_type}
es_es: Tipo {performer_type}
ru_ru: Тип {performer_type}

source: Visible
de_de: Sichtbar
ru_ru: Виден

source: Solo
ru_ru: Соло

source: Sector {i}
de_de: Sektor {i}
fr_fr: Secteur {i}
ru_ru: Сектор {i}

source: ?INVALID? {script_id}
de_de: ?UNGÜLTIG? {script_id}
es_es: ?INVÁLIDO? {script_id}
ru_ru: ?НЕВЕРНО? {script_id}

source: {len_actors} acts,
de_de: {len_actors} Akt.,
es_es: {len_actors} actor/es,
ru_ru: {len_actors} акт,

source: {len_objects} objs,
de_de: {len_objects} Obj.,
es_es: {len_objects} objeto(s),
ru_ru: {len_objects} предм,

source: {len_performers} prfs,
de_de: {len_performers} Perf.,
es_es: {len_performers} intérprete/s,
ru_ru: {len_performers} исп,

source: {len_triggers} trgs
de_de: {len_triggers} Trig.
es_es: {len_triggers} desencadenante(s)
ru_ru: {len_triggers} триг

source: Type {performer.type}
de_de: Typ {performer.type}
es_es: Tipo {performer.type}
ru_ru: Тип {performer.type}

source: Invalid Sprite ID.
es_es: ID de sprite inválido.
fr_fr: ID de sprite invalide.
ru_ru: Неверный ID спрайта.

source: Import WAN sprite...
de_de: WAN-Sprite importieren...
es_es: Importar sprite WAN...
fr_fr: Importer le sprite WAN...
ru_ru: Импортировать WAN спрайт...

source: Export WAN sprite...
de_de: WAN-Sprite exportieren...
es_es: Exportar sprite WAN...
fr_fr: Exporter le sprite WAN...
ru_ru: Экспортировать WAN спрайт...

source: WAN sprite (*.wan)
es_es: Sprite WAN (*.wan)
fr_fr: sprite WAN (*.wan)
ru_ru: WAN-спрайт (*.wan)

source: To import select the directory of the sprite export. If it is still zipped, unzip it first.
de_de: Wähle den Ordner aus, aus dem die Sprites importiert werden sollen. Falls sie noch in einem ZIP-Archiv sind, entpacke es zuerst.
es_es: Para importar, selecciona el directorio de la exportación de sprites. Si está comprimido, descomprímelo antes.
fr_fr: Pour l’import, sélectionner le dossier contenant l’export du sprite. S’il est encore compressé, décompresser le.
ru_ru: Для импорта выберите папку, куда были экспортированы спрайты. Если она все еще заархивирована, сначала распакуйте ее.

source: Import gfxcrunch sprite...
de_de: Importiere gfxcrunch Sprite...
es_es: Importar sprite de gfxcrunch...
fr_fr: Importer un sprite «·gfxcrunch·» ...
ru_ru: Импортировать спрайт gfxcrunch...

source: Error importing the sprite.
de_de: Fehler beim Importieren des Sprites.
es_es: Error al importar el sprite.
fr_fr: Error lors de l'importation du sprite.
ru_ru: Ошибка при импорте спрайта.

source: Error exporting the sprite.
de_de: Fehler beim Exportieren des Sprites.
es_es: Error al exportar el sprite.
fr_fr: Erreur lors de l'exportation du sprite.
ru_ru: Ошибка при экспорте спрайта.

source: Import image file...
de_de: Bild importieren...
es_es: Importar archivo de imagen...
fr_fr: Importer un fichier image...
ru_ru: Импортировать файл изображения...

source: Error importing image to object.
de_de: Fehler beim Importieren des Bildes in das Objekt.
es_es: Error al importar la imagen al objeto.
fr_fr: Erreur lors de l’import de l’image pour l’objet.
ru_ru: Ошибка при импорте изображения в объект.

source: Error with sprite files: They don't have the same length. This will be corrected by adding empty sprites. You should re-import the last imported sprite.
es_es: Error con los archivos de sprites: no tienen la misma longitud. Esto se corregirá añadiendo sprites vacíos. Deberías volver a importar el último sprite importado.
ru_ru: Ошибка с файлами спрайтов: Они не имеют одинаковой длины. Это будет исправлено путем добавления пустых спрайтов. Вам следует повторно импортировать последний импортированный спрайт.

source: The sprite ID currently configured for this Pokémon is invalid. Choose the option to add a new sprite instead or correct the Pokémon's sprite ID.
ru_ru: ID спрайта, установленный для этого покемона, недопустим. Выберите опцию, чтобы добавить новый спрайт, или исправьте ID спрайта покемона.

source: Alternatively you can export the sprite files in the gfxcrunch format and edit them manually. Warning: SkyTemple does not validate the files you import.
de_de: Alternativ kannst du die Sprite-Datei im gfxcrunch Format exportieren und manuell bearbeiten. Warnung: SkyTemple überprüft die Dateien die du importierst nicht.
es_es: Otra posibilidad es exportar los sprites en el formato gfxcrunch y editarlos manualmente. Advertencia: SkyTemple no valida los archivos que importas.
ru_ru: Также, вы можете экспортировать файлы спрайтов в формат gfxcrunch и отредактировать их вручную. Внимание: SkyTemple не проверяет файлы, которые вы импортируете.

source: Export spritesheet...
de_de: Spritesheet exportieren...
es_es: Exportar ficha de sprites...
fr_fr: Exporter la feuille de sprites...
ru_ru: Экспортировать спрайтовый лист...

source: The spritesheet was successfully exported.
de_de: Das Spritesheet wurde erfolgreich exportiert.
es_es: La ficha de sprites se ha exportado correctamente.
fr_fr: La feuille de sprites a été exportée avec succès.
ru_ru: Спрайтовый лист успешно экспортирован.

source: Error exporting the spritesheet.
de_de: Fehler beim Exportieren des Spritesheets.
es_es: Error al exportar ficha de sprites.
ru_ru: Ошибка при экспорте спрайтового листа.

source: To import select the archive that contains the spritesheets.
de_de: Zum Importieren wähle das Archiv, das die Spritesheets enthält.
es_es: Para importar, selecciona el archivo que contiene las fichas de sprites.
ru_ru: Для импорта выберите архив, содержащий спрайтовый лист.

source: To import select the directory of the spritesheets. If it is still zipped, unzip it first.
de_de: Wähle den Ordner aus, aus dem die Spritesheets importiert werden sollen. Falls es noch ein ZIP-Archiv ist, entpacke es zuerst.
es_es: Para importar, selecciona el directorio de las fichas de sprites. Si está comprimido, descomprímelo antes.
ru_ru: Для импорта выберите папку со спрайтовыми листами. Если она все еще заархивирована, сначала распакуйте ее.

source: This will insert a completely new sprite into the game's sprite file and assign the new ID to the Pokémon. If you want to instead replace the currently assigned sprite, choose 'Import'.
de_de: Dadurch wird ein komplett neuer Sprite in die Sprite-Datei des Spiels eingefügt und dem Pokémon die neue ID zugewiesen. Wenn du stattdessen den derzeit zugewiesenen Sprite ersetzen möchtest, wähle „Import“.
es_es: Esto insertará un sprite completamente nuevo en el archivo de sprites del juego y asignará el nuevo ID al Pokémon. Si lo que quieres es reemplazar el sprite actualmente asignado, elige "Importar".
fr_fr: Ceci insérera un tout nouveau sprite dans les fichiers de sprites du jeu et assignera le nouvel identifiant à ce Pokémon. Si vous souhaitez plutôt remplacer le sprite déjà assigné, choisissez « Importer ».
ru_ru: Это позволит вставить совершенно новый спрайт в файл спрайтов игры и присвоит покемону новый ID. Если вы хотите заменить текущий назначенный спрайт, выберите "Импорт".

source: Import spritesheet...
de_de: Spritesheet importieren...
es_es: Importar ficha de sprites...
fr_fr: Importer la feuille de sprites...
ru_ru: Импортировать спрайтовый лист...

source: The spritesheet was successfully imported.
de_de: Das Spritesheet wurde erfolgreich importiert.
es_es: La ficha de sprites se ha importado correctamente.
fr_fr: La feuille de sprites a été importé avec succès.
ru_ru: Спрайтовый лист успешно импортирован.

source: Error importing the spritesheet.
de_de: Fehler beim Importieren des Spritesheets.
es_es: Error al importar ficha de sprites.
fr_fr: Erreur lors de l'importation de la feuille de sprites.
ru_ru: Ошибка при экспорте спрайтового листа.

source: SkyTemple can not edit sprites. However you can export the sprite in the gfxcrunch format and import it back again. Warning: SkyTemple does not validate the files you import.
de_de: SkyTemple kann keine Sprites bearbeiten. Du kannst den Sprite jedoch im gfxcrunch-Format exportieren, bearbeiten und wieder importieren. Warnung: SkyTemple validiert importierte Dateien nicht.
es_es: SkyTemple no puede editar sprites. Sin embargo, puedes exportar el sprite y editarlo en formato gfxcrunch e importarlo de nuevo. Advertencia: SkyTemple no valida los archivos que importas.
fr_fr: SkyTemple ne peut pas modifier les sprites. Cependant, ils peuvent être exportés au format gfxcrunch, puis réimportés. Attention : SkyTemple ne vérifie pas les fichiers importés.
ru_ru: SkyTemple не может редактировать спрайты. Однако вы можете экспортировать спрайт в формат gfxcrunch и импортировать его обратно. Внимание: SkyTemple не проверяет файлы, которые вы импортируете.

source: Create Object Sprite
de_de: Objekt-Sprite erstellen
es_es: Crear sprite de objeto
fr_fr: Créer un sprite d’objet
ru_ru: Создать спрайт объекта

source: Sprite Name
es_es: Nombre del sprite
fr_fr: Nom du sprite
ru_ru: Имя спрайта

source: The length of the sprite name must be between 1-10 characters.
de_de: Die Länge des Sprites muss zwischen 1 und 10 Zeichen betragen.
es_es: La longitud del nombre del sprite debe tener entre 1-10 caracteres.
fr_fr: Le nom du sprite doit être compris entre 1 et 10 caractères.
ru_ru: Длина имени спрайта должна быть в пределах 1-10 символов.

source: A sprite with this name already exists.
de_de: Ein Sprite mit diesem Namen existiert bereits.
es_es: Ya existe un sprite con este nombre.
fr_fr: Un autre sprite existe déjà sous ce nom.
ru_ru: Спрайт с таким именем уже существует.

source: Object sprite added successfully
de_de: Objektsprite wurde erfolgreich hinzugefügt
es_es: El sprite de objeto se ha añadido correctamente
fr_fr: Sprite d’objet ajouté avec succès
ru_ru: Спрайт объекта добавлен успешно

source: Portraits successfully imported.
de_de: Portraits wurden erfolgreich importiert.
es_es: Retratos importados correctamente.
ru_ru: Портреты успешно импортированы.

source: Sprites successfully imported.
de_de: Sprites wurden erfolgreich importiert.
es_es: Sprites importados correctamente.
ru_ru: Спрайты успешно импортированы.

source: Open a Pokémon in the main window to apply the assets to.
de_de: Öffne ein Pokémon im Hauptfenster, auf das du die Assets anwenden möchtest.
es_es: Abre un Pokémon en la ventana principal para aplicarle los assets.
ru_ru: Откройте Покемона в главном окне для применения к нему активов.

source: Could not apply the sprites, since no sprite data is available.
de_de: Die Sprites konnten nicht angewendet werden, da keine Spritedaten verfügbar sind.
es_es: No se pudieron aplicar los sprites porque no hay datos de sprite disponibles.
ru_ru: Не удалось применить спрайты, так как данные спрайта недоступны.

source: This Pokémon does not support portraits and/or sprites.
de_de: Dieses Pokémon unterstützt keine Portraits und/oder Sprites.
es_es: Este Pokémon no soporta retratos ni/o sprites.
ru_ru: Этот покемон не может иметь портреты и/или спрайты.

source: This will replace the sprite of this Pokémon with the one from the repository. You can also choose to create a new sprite instead, it will be assigned to the Pokémon. Additionally you can choose to copy the Sleep animation to the EventSleep/Laying/Waking animations (if they aren't available for this Pokémon otherwise). This will fix Pokémon using weird animations instead of sleeping on the overworld, when choosing them as a starter or partner.
de_de: Dadurch wird der Sprite dieses Pokémons durch den Sprite aus dem Repository ersetzt. Du kannst stattdessen auch einen neueen Sprite erstellen, es wird den Pokémon zugewiesen. Zusätzlich kannst du die "Sleep"-Animation nach "EventSleep"/"Laying"/"Waking" kopieren (falls sie sonst für dieses Pokémon nicht verfügbar sind). Dadurch werden Pokémon repariert, die seltsame Animationen verwenden, anstatt in der Oberwelt zu schlafen, wenn sie als Starter oder Partner ausgewählt werden.
es_es: Esto sustituirá el sprite de este Pokémon por el del repositorio. En su lugar, también puedes optar por crear un nuevo sprite, que se asignará al Pokémon. Además, puedes copiar la animación de Dormir a las animaciones de EventSleep/Laying/Waking (si de otro modo no están disponibles para este Pokémon). Esto evitarán que los Pokémon usen animaciones raras en lugar de dormir en el mundo exterior a la hora de elegirlos como líder o compañero.
ru_ru: Это заменит спрайт этого покемона на спрайт из репозитория. Вы также можете создать новый спрайт, и он будет назначен покемону. Кроме того, вы можете скопировать анимацию сна в анимации EventSleep/Laying/Waking (если они недоступны для данного покемона). Это позволит исправить ситуацию, когда покемон не спит в сюжетных сценах, а использует странные анимации, при выборе его в качестве стартового покемона или партнера.

source: Create a new sprite instead of replacing the existing one.
de_de: Erstelle einen neuen Sprite, anstatt den bestehenden zu ersetzen.
es_es: Crear un nuevo objeto en lugar de reemplazar el existente.
ru_ru: Создать новый спрайт вместо замены существующего.

source: Copy the Sleep animation to EventSleep/Laying/Waking.
de_de: "Sleep"-Animation nach "EventSleep"/"Laying"/"Waking" kopieren.
es_es: Copia la animación de Dormir a EventSleep/Laying/Waking.
ru_ru: Скопировать анимацию сна в EventSleep/Laying/Waking.

source: Failed loading list of Pokémon from the configured SpriteCollab server.
de_de: Fehler beim Laden der Pokémon-Liste vom konfigurierten SpriteCollab-Server.
es_es: No se pudo cargar la lista de Pokémon del servidor de SpriteCollab configurado.
ru_ru: Не удалось загрузить список покемонов с настроенного сервера SpriteCollab.

source: Error Updating Sprites
de_de: Fehler beim Aktualisieren der Sprites
es_es: Error al actualizar sprites
ru_ru: Ошибка обновления спрайтов

source: Custom Server
de_de: Benutzerdefinierter Server
es_es: Servidor personalizado
ru_ru: Пользовательский сервер

source: Failed loading this Pokémon.
de_de: Laden dieses Pokémon fehlgeschlagen.
es_es: Error al cargar este Pokémon.
ru_ru: Не удалось загрузить этого покемона.

source: Error Loading Pokémon
de_de: Fehler beim Laden der Pokémon
es_es: Error al cargar Pokémon
ru_ru: Ошибка загрузки покемона

source: <b>Portraits:</b>
es_es: <b>Retratos:</b>
ru_ru: <b>Портреты:</b>

source: Apply Portraits
de_de: Portraits anwenden
es_es: Aplicar retratos
ru_ru: Применить портреты

source: <b>Sprites:</b>
ru_ru: <b>Спрайты:</b>

source: Apply Sprites
de_de: Sprites anwenden
es_es: Aplicar sprites
ru_ru: Применить спрайты

source: <b><i>Make sure to credit artists:</i></b>
de_de: <b><i>Stelle sicher, dass die die Künstler in den Credits erwähnst:</i></b>
es_es: <b><i>Asegúrate de dar crédito a los artistas:</i></b>
ru_ru: <b><i>Не забудьте указать художников:</i></b>

source: <b>Portrait Credits:</b>
es_es: <b>Créditos de los retratos:</b>
ru_ru: <b>Автор(ы) портретов:</b>

source: <b>Sprite Credits:</b>
es_es: <b>Créditos de los sprites:</b>
ru_ru: <b>Автор(ы) спрайты:</b>

source: Open Details on Website...
de_de: Details auf der Website öffnen...
es_es: Abrir detalles en el sitio web...
ru_ru: Открыть подробности на сайте...

source: Text Strings
de_de: Zeichenketten
es_es: Cadenas de texto
fr_fr: Chaînes de texte
ru_ru: Текстовые строки

source: This section lets you edit the text strings in the game. Please note that some of these strings can also be edited in other places in the UI (eg. the Pokémon names under Pokémon). Not included are the strings of the game's scripts.
de_de: In diesem Abschnitt kannst du die Zeichenketten im Spiel bearbeiten. Bitte beachte, dass einige dieser Zeichenketten auch an anderen Stellen im Editor bearbeiten werden können (z. B. die Pokémon-Namen unter "Pokémon"). Dieser Abschnitt enhält nicht die Zeichenketten der Spielskripte.
es_es: Esta sección te permite editar las cadenas de texto del juego. Por favor, ten en cuenta que algunas de estas cadenas también pueden ser editadas en otros lugares de la IU (por ejemplo, los nombres de los pokémon bajo Pokémon). No se incluyen las cadenas de los scripts del juego.
fr_fr: Cette section vous permet d'éditer les chaînes de texte dans le jeu. Notez bien que certaines de ces chaînes peuvent être éditées à d'autres endroits de l'interface (ex. les noms des Pokémon dans l'onglet Pokémon). Les chaînes de texte intégrées aux scripts ne sont pas incluses ici.
ru_ru: В этом разделе вы можете редактировать текстовые строки в игре. Обратите внимание, что некоторые из этих строк можно редактировать и в других местах пользовательского интерфейса (например, имена покемонов в разделе "Покемоны"). Сюда не включены строки из сценариев игры.

source: {self.langname} Text Strings
de_de: {self.langname} Zeichenketten
es_es: Cadenas de texto en {self.langname}
fr_fr: Chaînes de caractères en {self.langname}
ru_ru: Текстовые Строки ({self.langname} язык)

source: (All)
de_de: (Alle)
es_es: (Todos)
fr_fr: (Tout)
ru_ru: (Все)

source: String
de_de: Zeichenkette
es_es: Cadena
fr_fr: Chaîne de caractères
ru_ru: Строка
