Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Guest pokémon IDs refer to the entries in the guest pokémon tab. A value of -1 represents an empty entry (no guest pokémon). - HLR (uncleared): Whether Hidden Land restrictions should be active when the dungeon is uncleared. Hidden Land restrictions prevent sending pokémon home or changing leaders. In addition, if a team member faints you will get kicked out of the dungeon. - Disable recruiting: Only applies when the dungeon is uncleared. If enabled, recruiting will be disabled. This flag overrides the "recruiting enabled" flag in the dungeon restrictions. - SIDE01 check: If enabled, guest pokémon will only be added to the team if the ground variable SIDE01_BOSS2ND is 0. - HLR (cleared): Whether Hidden Land restrictions should be active when the dungeon has been cleared.
de_de: Gast-Pokémon-IDs beziehen sich auf die Einträge im Gast-Pokémon Tab. Der Wert -1 steht für einen leeren Eintrag (kein Gast-Pokémon). - VLE (nicht passiert): Ob "Verborgenes Land"-Einschränkungen aktiv sein sollten, wenn der Dungeon bisher nicht passiert wurde. "Verborgenes Land"-Einschränkungen verhindern, dass Pokémon zurück zur Basis geschickt werden können oder der Anführer gewechselt werden kann. Wenn ein Teammitglied KO geht, wirst du außerdem aus dem Dungeon geworfen. - Rekrutierung deaktivieren: Gilt nur, wenn der Dungeon bisher nicht passiert wurde. Wenn diese Option aktiviert ist, wird die Rekrutierung deaktiviert. Dieses Flag überschreibt die Flag „Rekrutierung aktiviert“ in den Dungeon-Beschränkungen. - SIDE01 Check: Wenn aktiviert, wird Gast-Pokémon dem Team nur hinzugefügt, wenn die Variable SIDE01_BOSS2ND 0 ist. - VLE (passiert): Ob "Verborgenes Land"-Einschränkungen aktiv sein sollten, wenn der Kerker geräumt wurde.
es_es: Los IDs de los Pokémon invitados hacen referencia a las entradas de la pestaña de Pokémon invitados. Un valor de -1 representa una entrada vacía (ningún Pokémon invitado). - HLR (sin superar): Determina si las restricciones de la Tierra Oculta (Hidden Land Restrictions) deben estar activas cuando el territorio no ha sido superado. Cuando se activa, impide que se puedan enviar Pokémon a casa o cambiar de líder. Además, si un miembro del equipo se desmaya, será expulsado del territorio. - Desactivar reclutamiento: Solo se aplica cuando el territorio no ha sido superado. Si se activa, el reclutamiento se desactivará. Esta marca anula "Permitir reclutamiento" en las restricciones del territorio. - Comprobación de SIDE01: Si se activa, los Pokémon invitados solo se añadirán al equipo si la variable de terreno SIDE01_BOSS2ND es 0. - HLR (superado): Determina si las restricciones de la Tierra Oculta deben estar activas cuando el territorio ha sido superado.
ru_ru: ID покемонов-компаньонов относятся к записям на вкладке покемонов-компаньонов. Значение -1 означает пустую запись (нет покемона-компаньона). - ОСЗ (не пройденное подземелье): Должны ли быть активны ограничения Скрытых Земель, когда подземелье не пройдено. Ограничения Скрытых земель не позволяют отправлять покемонов домой или менять лидера. Кроме того, если один из членов команды упадет в обморок, вас вышвырнут из подземелья. - Отключить рекрутирование: Применяется только в том случае, если подземелье не пройдено. Если флаг включен, рекрутинг будет отключен. Этот флаг отменяет флаг "Рекрутинг включен" в ограничениях подземелья. - Проверка SIDE01: Если флаг включен, гостевой покемон будет добавлен в команду только в том случае, если переменная SIDE01_BOSS2ND равна 0. - ОСЗ (пройденное подземелье): Должны ли ограничения Скрытых Земель быть активны, если подземелье было пройдено.

source: Object List
de_de: Objektliste
es_es: Lista de objetos
fr_fr: Liste des objets
ru_ru: Список объектов

source: <Not available> To view and edit this list, please apply the "ExtractObjectTable" ASM patch from the "Patches" > "ASM" menu.
de_de: <Nicht verfügbar> Um diese Liste anzuzeigen und zu bearbeiten, wende bitte den ASM-Patch „ExtractObjectTable“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para ver y editar esta lista, aplica el parche "ExtractObjectTable" desde el menú "Parches" > "ASM".
ru_ru: <Недоступно> Для просмотра и редактирования этого списка, примените ASM-патч «ExtractObjectTable» из меню «Патчи» > «ASM».

source: Unk2_1
es_es: Desc2_1
ru_ru: Неизв2_1

source: Unk2_2
es_es: Desc2_2
ru_ru: Неизв2_2

source: The Name is used by the game to determine if a ground sprite should be used. An object with Name 'x' will use the sprite named 'x.wan' in the Object Sprites section. A 'NULL' or empty string means there is no sprite attached. To create a new object sprite, go to the Object Sprites section.
de_de: Der Name wird vom Spiel verwendet, um zu bestimmen, ob ein Ground-Sprite verwendet werden soll. Ein Objekt mit dem Namen 'x' verwendet das Sprite mit dem Namen 'x.wan' im Abschnitt Objekt-Sprites. Ein 'NULL' oder ein leerer String bedeutet, dass kein Sprite angehängt ist. Um ein neues Objekt-Sprite zu erstellen, wechsle zum Abschnitt Objekt-Sprites.
es_es: El juego usa el nombre para determinar si se debe usar un sprite de terreno. Un objeto con el nombre 'x' utilizará el sprite denominado 'x.wan' en la sección Sprites de objetos. Una cadena 'NULL' o vacía significa que no tiene ningún sprite adjunto. Para crear un nuevo sprite de objeto, ve a la sección Sprites de objetos.
fr_fr: Le nom est utilisé par le jeu pour déterminer si un sprite de terrain doit être utilisé. Un objet avec le nom « x » utilisera le sprite nommé « x.wan » de la section Sprites d’Objets. Une valeur « NULLE » ou un texte vide signifie qu’il n’y a pas de sprite associé. Pour créer un nouveau sprite d’objet, aller à la section Sprites d’Objets.
ru_ru: Имя используется игрой, чтобы определить, следует ли использовать спрайт. Объект с именем 'x' будет использовать спрайт с именем 'x.wan' в разделе Спрайты Объектов. Значение 'NULL' или пустая строка означает, что спрайт не привязан. Чтобы создать новый спрайт объекта, перейдите в раздел Спрайты Объектов.

source: Invalid object name
de_de: Ungültiger Objektname
es_es: Nombre de objeto no válido
fr_fr: Nom d’objet invalide
ru_ru: Недопустимое имя объекта

source: Recruitment List
de_de: Anwerber-Liste
es_es: Lista de reclutamiento
ru_ru: Список рекрутов

source: You can add Pokémon from this list to the team via Script Engine commands.
de_de: Du kannst Pokémon aus dieser Liste mit Befehlen der Skript-Engine zum Team hinzufügen.
es_es: Puedes añadir Pokémon desde esta lista al equipo mediante comandos del motor de scripts.
fr_fr: Vous pouvez ajouter des Pokémon de cette liste via des commandes dans un script.
ru_ru: Вы можете добавлять покемонов из этого списка в команду с помощью команд в сценарии.

source: Location of Recruitment
de_de: Ort der Rekrutierung
es_es: Lugar de reclutamiento
ru_ru: Место рекрутирования

source: To add them to the team right away: ProcessSpecial(PROCESS_SPECIAL_ADD_RECRUITABLE_TO_TEAM, XX, 0); To add them to team while asking the player about it* and prompting them for a nickname: ProcessSpecial(PROCESS_SPECIAL_PREPARE_MENU_ACCEPT_TEAM_MEMBER, XX, 0); message_Menu(MENU_ACCEPT_TEAM_MEMBER); The menu returns 1 if the player said yes and 0 if they said no. * Please note that for entry no. 16 the player will not be asked, it will always be added to the team.
de_de: Um sie sofort zum Team hinzuzufügen: ProcessSpecial(PROCESS_SPECIAL_ADD_RECRUITABLE_TO_TEAM, XX, 0); Um sie zum Team hinzuzufügen und dabei den Spieler danach zu fragen* und die Abfrage für einen Spitznamen anzuzeigen: ProcessSpecial(PROCESS_SPECIAL_PREPARE_MENU_ACCEPT_TEAM_MEMBER, XX, 0); message_Menu(MENU_ACCEPT_TEAM_MEMBER); Das Menü gibt 1 zurück, wenn der Spieler Ja gesagt hat und 0 wenn er Nein gesagt hat. * Bitte beachte, dass für Eintrag Nr. 16 der Spieler nicht gefragt wird. Dieses Pokémon wird immer dem Team hinzugefügt.
es_es: Para añadirlos al equipo de inmediato: ProcessSpecial(PROCESS_SPECIAL_ADD_RECRUITABLE_TO_TEAM, XX, 0); Para añadirlos al equipo mientras se le pregunta al jugador sobre ello* y se le pide un apodo: ProcessSpecial(PROCESS_SPECIAL_PREPARE_MENU_ACCEPT_TEAM_MEMBER, XX, 0); message_Menu(MENU_ACCEPT_TEAM_MEMBER); El menú devolverá 1 si el jugador dijo que sí y 0 si dijo que no. * Ten en cuenta que para la entrada nº 16 al jugador no se le preguntará, siempre será añadido al equipo.
fr_fr: Pour en ajouter sur-le-champ à l'équipe: ProcessSpecial(PROCESS_SPECIAL_ADD_RECRUITABLE_TO_TEAM, XX, 0); Pour en ajouter à l'équipe tout en le demandant au joueur*, et lui demande un surnom. ProcessSpecial(PROCESS_SPECIAL_PREPARE_MENU_ACCEPT_TEAM_MEMBER, XX, 0); message_Menu(MENU_ACCEPT_TEAM_MEMBER); Le menu retourne 1 si le joueur dit oui et 0 s'il dit non. * La question ne sera pas posé pour l'entrée n°16, car il sera toujours ajouté à l'équipe.
ru_ru: Чтобы сразу добавить их в команду: ProcessSpecial(PROCESS_SPECIAL_ADD_RECRUITABLE_TO_TEAM, XX, 0); Чтобы добавить их в команду, спросив игрока об этом* и предложив ему ввести ник: ProcessSpecial(PROCESS_SPECIAL_PREPARE_MENU_ACCEPT_TEAM_MEMBER, XX, 0); message_Menu(MENU_ACCEPT_TEAM_MEMBER); Меню возвращает 1, если игрок сказал "да", и 0, если сказал "нет". * Обратите внимание, что для пункта №16 игрока не будут спрашивать, он всегда будет добавлен в команду.

source: Special Episode Player Characters
de_de: Protagonisten in Bonusepisoden
es_es: Personajes del Jugador de Capítulos Especiales
fr_fr: Personnages joueurs des épisodes spéciaux
ru_ru: Главные герои особых эпизодов

source: These are the special player characters used in special episodes. What entry is used when depends on the special episode and is hardcoded.
de_de: Dies sind die speziellen Protagonisten, die in Bonusepisoden verwendet werden. Wekcher Eintrag verwendet wird hängt von der Bonusepisode ab und ist fest codiert.
es_es: Estos son los personajes del jugador que se utilizan en capítulos especiales. La entrada que se utiliza depende del capítulo especial, y está codificada.
fr_fr: Ces la liste des des personnages joueurs spéciaux utilisé dans les épisodes spéciaux. L'usage des entrées dépends de l'épisode spécial et est codée en dur.
ru_ru: Это главные герои особых эпизодов, используемые в особых эпизодах. То, какая запись будет использоваться, зависит от особого эпизода и является жестко закодированной.

source: Not all moves are fixed
de_de: Nicht alle Attacken sind fest
es_es: No todos los movimientos son fijos
ru_ru: Не все приемы фиксированы

source: Fixed HP
de_de: Feste KP
es_es: PS fijos
fr_fr: PV fixe
ru_ru: Фиксированные ОЗ

source: If "Not all moves are fixed" the game generates additional moves for empty slots. If "Fixed HP" is zero, the HP value is auto-generated based on level.
de_de: Wenn "Nicht alle Attacken sind fest", dann wird das Spiel weitere Attacken für leere Slots generieren. Wenn "Feste KP" null ist, dann wird die Anzahl der KP automatisch basierend auf dem Level generiert.
es_es: Si se ha seleccionado"No todos los movimientos son fijos", el juego generará movimientos adicionales para las ranuras vacías. Si los "PS fijos" son cero, el valor de PS se generará automáticamente en función del nivel.
ru_ru: Если "Не все приемы фиксированы", игра генерирует дополнительные приемы для пустых слотов. Если "Фиксированные ОЗ" равны нулю, значение ОЗ автоматически генерируется в зависимости от уровня.

source: Starters List
de_de: Starter-Liste
es_es: Lista de iniciales
fr_fr: Liste des Starters
ru_ru: Список стартовых покемонов

source: Partner
es_es: Compañero
fr_fr: Partenaire
ru_ru: Спутник

source: Team Name
es_es: Nombre del equipo
fr_fr: Nom d'équipe
ru_ru: Название команды

source: You can apply the default team using the script command "ProcessSpecial(PROCESS_SPECIAL_INIT_MAIN_TEAM_AFTER_QUIZ, 0, 0)" (without going through the personality test first).
de_de: Du kannst das Standard-Team mit dem folgenden Skript-Befehl anwenden: "ProcessSpecial(PROCESS_SPECIAL_INIT_MAIN_TEAM_AFTER_QUIZ, 0, 0)" (ohne vorher den Persönlichkeitstest durchgeführt zu haben).
es_es: Puedes elegir el equipo por defecto utilizando el comando de script "ProcessSpecial(PROCESS_SPECIAL_INIT_MAIN_TEAM_AFTER_QUIZ, 0, 0)" (sin hacer la prueba de personalidad).
ru_ru: Вы можете применить команду по умолчанию с помощью команды сценария "ProcessSpecial(PROCESS_SPECIAL_INIT_MAIN_TEAM_AFTER_QUIZ, 0, 0)" (не проходя перед этим тест на личность).

source: Default Starters
de_de: Standard Starter
es_es: Iniciales por defecto
fr_fr: Starters par défaut
ru_ru: Стартовые покемоны по умолчанию

source: Starting Level:
de_de: Start-Level:
es_es: Nivel inicial:
fr_fr: Niveau de départ :
ru_ru: Начальный уровень:

source: Nature
de_de: Natur
es_es: Naturaleza
ru_ru: Тип личности

source: Gender
de_de: Geschlecht
es_es: Género
fr_fr: Sexe
ru_ru: Пол

source: Please note that after editing the Player Starters, you also need to edit the result text that is shown to the player. You can find that in the "Personality Quiz result strings" category under "Text Strings".
de_de: Bitte beachte, dass du nach dem Ändern der Starter für den Spieler auch die Ergebnistexte bearbeiten musst, der dem Spieler am Ende des Persönlichkeitstests angezeigt werden. Diese findest du in der Kategorie "Ergebnisse im Persönlichkeitstest" unter "Zeichenketten".
es_es: Ten en cuenta que, después de editar los pokémon iniciales, también debes editar el texto del resultado que se muestra al jugador. Puedes encontrarlo en la categoría "Cadenas de resultados de prueba de personalidad" en "Cadenas de texto".
ru_ru: Обратите внимание, что после редактирования стартового покемона игрока вам также необходимо отредактировать текст, который будет показан игроку после теста. Вы можете найти его в категории "Строки результатов теста на личности" в разделе "Текстовые строки".

source: Hardy
de_de: Robust
es_es: Fuerte
fr_fr: Intrépide
ru_ru: Отважный

source: Docile
de_de: Sanft
es_es: Dócil
fr_fr: Serviable
ru_ru: Восприимчивый

source: Brave
de_de: Mutig
es_es: Audaz
fr_fr: Courageux
ru_ru: Храбрый

source: Jolly
de_de: Froh
es_es: Alegre
fr_fr: Enjoué
ru_ru: Веселый

source: Impish
de_de: Pfiffig
es_es: Agitada
fr_fr: Espiègle
ru_ru: Озорной

source: Naive
de_de: Naiv
es_es: Ingenua
fr_fr: Naïf
ru_ru: Наивный

source: Timid
de_de: Scheu
es_es: Miedosa
fr_fr: Timide
ru_ru: Робкий

source: Hasty
de_de: Hastig
es_es: Activa
fr_fr: Pressé
ru_ru: Торопливый

source: Sassy
de_de: Forsch
es_es: Grosera
fr_fr: Effronté
ru_ru: Нахальный

source: Calm
de_de: Still
es_es: Serena
fr_fr: Calme
ru_ru: Спокойный

source: Relaxed
de_de: Locker
es_es: Plácida
fr_fr: Relax
ru_ru: Расслабленный

source: Lonely
de_de: Solo
es_es: Huraña
fr_fr: Solitaire
ru_ru: Одинокий

source: Quirky
de_de: Kauzig
es_es: Rara
fr_fr: Lunatique
ru_ru: Причудливый

source: Quiet
de_de: Ruhig
es_es: Mansa
fr_fr: Silencieux
ru_ru: Тихий

source: Rash
de_de: Hitzig
es_es: Alocada
fr_fr: Spontané
ru_ru: Безрассудный

source: Bold
de_de: Kühn
es_es: Osada
fr_fr: Audacieux
ru_ru: Смелый

source: Lists
de_de: Listen
es_es: Listas
fr_fr: Listes
ru_ru: Списки

source: This section lets you edit various lists of the game.
de_de: Hier kannst du verschiedene Listen des Spiels bearbeiten.
es_es: Esta sección te permite editar varias listas del juego.
ru_ru: В этом разделе вы можете редактировать различные списки игры.

source: Starters
de_de: Starter
es_es: Iniciales
ru_ru: Стартовые покемоны

source: Menu List
de_de: Menü-Liste
es_es: Listas de menú
fr_fr: Liste des menus
ru_ru: Список меню

source: Special Episode PCs
de_de: Protagonisten in Bonusepisoden
es_es: PJs de Capítulos Especiales
fr_fr: PJs des épisodes spéciaux
ru_ru: Главные герои особых эпизодов

source: Show All
de_de: Alle anzeigen
es_es: Mostrar todo
ru_ru: Показать все

source: Here you can edit dungeon interruptions. Interruptions can occur when transitioning to next floor (e.g. for an interruption defined at floor 3 it will occur when going from floor 2 to 3). Script-side, it works exactly as if you finished the dungeon (call to common routines GETOUT_SCENARIO_DUNGEON or GETOUT_REQUEST_DUNGEON). Only one interruption is allowed per floor. One condition can be defined for each interruption. If not met, the game goes to the next floor as normal. Parameters function by check type: - Always: 0, 0 - Flag Not Set: flag_id, 0 - Flag Set: flag_id, 0 - Scenario Equals: scenario, level - Scenario Below or Equal: scenario, level - Scenario Greater or Equal: scenario, level
de_de: Hier kannst du Dungeon-Unterbrechungen bearbeiten. Unterbrechungen können auftreten, wenn zu einer neuen Ebene gewechselt wird (bspw. wird eine Unterbrechung definiert bei Ebene 3 ausgelöst, wenn zwischen Ebene 2 und 3 gewechselt wird). In den Scripts funktioniert es genau so als ob der Dungeon geschafft wurde (die Coroutinen GETOUT_SCENARIO_DUNGEON oder GETOUT_REQUEST_DUNGEON werden ausgelöst) . Es ist nur eine Unterbrechung pro Ebene erlaubt. Eine Bedingung kann pro Unterbrechung festgelegt werden. Wenn sie nicht erfüllt ist, fährt das Spiel mit der nächsten Ebene fort. Parameter: - Immer: 0, 0 - Flag ist nicht gesetzt: Flag ID, 0 - Szenario gleich: Szenario, Level - Szenario kleiner oder gleich: Szenario, Level - Szenario größer oder gleich: Szenario, Level
es_es: Aquí puedes editar las interrupciones del territorio. Las interrupciones pueden ocurrir al pasar al siguiente piso (por ejemplo, para una interrupción definida en el piso 3, ocurrirá al pasar del piso 2 al 3). Del lado del script, funciona exactamente como si se terminara el territorio (llamada a las rutinas comunes GETOUT_SCENARIO_DUNGEON o GETOUT_REQUEST_DUNGEON). Solo se permite una interrupción por piso. Se puede definir una condición para cada interrupción. Si no se cumple, el juego pasa al siguiente piso de forma normal. Los parámetros funcionan por el siguiente tipo de comprobación: - Siempre: 0, 0 - Marca no establecida: flag_id, 0 - Marca establecida: flag_id, 0 - Escenario Igual: escenario, nivel - Escenario Menor o Igual: escenario, nivel - Escenario Mayor o Igual: escenario, nivel
fr_fr: Vous pouvez ici modifier les interruptons de donjon. Les interruptions peuvent arriver lors de la transition à l'étage suivant (CAD que pour une interruption défini pour l'étage 3, elle surviendra lors de la transition de l'étage 2 à l'étage 3). Côté script, ça fonctionne comme lorsque le donjon est fini (appel aux routines communes GETOUT_SCENARIO_DUNGEON ou GETOUT_REQUEST_DUNGEON). Une seule interruption est possible par étage. Une condition peut être défini pour chaque interruption. Si elle n'est pas atteinte, le jeu passe à l'étage suivant, comme normal. Paramètres des fonctions par type de condition : - Toujours : 0, 0 - Drapeau non défini : id_drapeau, 0 - Drapeau défini : id_drapeau, 0 - Scénario équal à : scénario, niveau - Scénario inférieur ou équal à : scénario, niveau, - Scénario supérieur ou équal à : scénario, niveau
ru_ru: Здесь вы можете редактировать прерывания в подземелиях. Прерывания могут возникать при переходе на следующий этаж (например, для прерывания, заданного на этаже 3, оно возникнет при переходе с этажа 2 на 3). Со стороны скрипта это работает точно так же, как если бы вы закончили подземелье (вызов корутин GETOUT_SCENARIO_DUNGEON или GETOUT_REQUEST_DUNGEON). На каждом этаже разрешено только одно прерывание. Для каждого прерывания может быть определено одно условие. Если оно не выполняется, игра переходит на следующий этаж как обычно. Параметры зависят от типа проверки: - Всегда: 0, 0 - Флаг не установлен: flag_id, 0 - Флаг установлен: flag_id, 0 - Сценарий равен: сценарий, уровень - Сценарий меньше или равен: сценарий, уровень - Сценарий больше или равен: сценарий, уровень

source: Invalid? (#999)
de_de: Ungültig? (#999)
es_es: ¿Inválido? (#999)
fr_fr: Invalide ? (#999)
ru_ru: Недопустимый? (#999)

source: Juice Bar Nectar
de_de: Saftbar-Nektar
es_es: Zumo de Miel
ru_ru: Нектар, использованный в баре напитков

source: Menus are hardcoded so you can't add any option, but you can edit a few things. However, there are some rules: - Only the Game Main & Sub menus can have descriptions. - The action code tells the game what to do when selecting this menu. The meaning of the code values depends on the menu. It is also used to determine if a menu should be disabled (or hidden in the main menu). - The end of the menu is detected by the game with an entry in which the Name ID is set to 0. Also, the action code of that entry is used when pressing the B button (if the game allows it for this menu). - Editing a string with a specific ID will result of all strings using that ID to be changed.
de_de: Den Menüs können keine Optionen hinzufügt werden, aber es können einige Einstellungen bearbeitet werden. Es gibt jedoch einige Regeln: - Nur die Spiel-Haupt/ -untermenüs können Beschreibungen enthalten. - "Aktion" teilt dem Spiel mit, was bei der Auswahl dieses Menüs zu tun ist. Die Bedeutung der Werte hängt vom Menü ab. Der Wert wird auch verwendet, um zu bestimmen, ob ein Menü deaktiviert (oder im Hauptmenü ausgeblendet) werden soll. - Das Spiel erkennt das Ende eines Menüs über einen Eintrag mit der ID 0 für den Namen. Außerdem wird die Aktion dieses Eintrags beim Drücken der B-Taste verwendet (wenn das Spiel das für dieses Menü zulässt). - Das Bearbeiten einer Zeichenketten mit einer ID führt dazu, dass alle Einträge, die diese Zeichenkette verwenden geändert werden.
es_es: Los menús están codificados, por lo que no puedes añadir ninguna opción, pero puedes editar algunas cosas. Sin embargo, hay algunas reglas: - Solo los menús principales y secundarios del juego pueden tener descripciones. - El código de acción le dice al juego qué hacer cuando se selecciona este menú. El significado de los valores del código dependen del menú. También se utiliza para determinar si un menú debe ser desactivado (o escondido en el menú principal). - El final del menú es detectado por el juego con una entrada en la que el ID del nombre se establece en 0. Además, el código de acción de esa entrada se utiliza al pulsar el botón B (si el juego lo permite para dicho menú). - Si se edita una cadena con un ID específico, se cambiarán todas las cadenas que utilicen ese ID.
fr_fr: Les menus sont codés en dur, vous ne pouvez donc pas ajouter d'option, mais vous pouvez modifier quelques choses. Cependant, il y a certaines règles : - Seuls les menus principaux et sous-menus peuvent avoir des descriptions. - Le code d'action indique au jeu ce qu'il faut faire lors de la sélection de ce menu. La signification des valeurs du code dépend du menu. Il est également utilisé pour déterminer si un menu doit être désactivé (ou masqué dans le menu principal). - La fin du menu est détectée par le jeu avec une entrée dans laquelle l'ID de nom est défini à 0. De plus, le code d'action de cette entrée est utilisé lorsque vous appuyez sur le bouton B (si le jeu l'autorise pour ce menu). - La modification d'une chaîne avec un ID spécifique changera toutes les chaînes utilisant cet ID.
ru_ru: Меню жестко закодированы, поэтому вы не можете добавить ни одной опции, но можете кое-что изменить. Однако есть некоторые правила: - Только главное и подменю игры могут иметь описания. - Код действия указывает игре, что делать при выборе данного опции. Значение кода зависит от меню. Он также используется для определения того, должно ли меню быть отключено (или скрыто в главном меню). - Конец меню определяется игрой по записи, в которой идентификатор имени установлен в 0. Кроме того, код действия этой записи используется при нажатии кнопки B (если игра позволяет это сделать для данного меню). - Редактирование строки с определенным ID приведет к изменению всех строк, использующих этот ID.

source: <Not working>
de_de: <Funktioniert nicht>
es_es: <No funciona>
fr_fr: <Non fonctionnel>
ru_ru: <Не работает>
