Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Export PNG of chunks...
de_de: PNG der Blöcke exportieren...
es_es: Exportar PNG de chunks...
fr_fr: Exporter le PNG des fragments...
ru_ru: Экспортировать PNG фрагментов...

source: Error exporting the tileset.
de_de: Fehler beim Exportieren des Tilesets.
es_es: Error al exportar el tileset.
fr_fr: Erreur lors de l'export du tileset.
ru_ru: Ошибка при экспорте набора плиток.

source: An image must be selected.
de_de: Ein Bild muss ausgewählt sein.
es_es: Se debe seleccionar una imagen.
ru_ru: Необходимо выбрать изображение.

source: Error importing the tileset.
de_de: Fehler beim Importieren des Tilesets.
es_es: Error al importar el tileset.
fr_fr: Erreur lors de l'import du tileset.
ru_ru: Ошибка при импорте набора плиток.

source: Export PNG of tiles...
de_de: PNG von Kacheln exportieren...
es_es: Exportar PNG de tiles...
ru_ru: Экспорт PNG плиток...

source: Some values were invalid (not a number). They were replaced with 0.
de_de: Einige Werte waren ungültig (keine Zahl). Sie wurden durch 0 ersetzt.
es_es: Algunos valores no eran válidos (no son números). Han sido reemplazados por 0.
ru_ru: Некоторые значения были недействительны (не являлись числом). Они были заменены на 0.

source: Palette Animation is not enabled for this palette.
de_de: Die Palettenanimation ist für diese Palette nicht aktiviert.
es_es: La animación de paleta no está activada en esta paleta.
ru_ru: Анимация палитры не включена для этой палитры.

source: This section lets you edit the background images that are used for some special dungeon floors.
de_de: In diesem Abschnitt kannst du die Hintergrundbilder bearbeiten, die von einigen speziellen Dungeon-Ebenen verwendet werden.
es_es: Esta sección te permite editar las imágenes de fondo que se utilizan en algunos pisos especiales de territorios.
ru_ru: В этом разделе вы можете редактировать фоновые изображения, которые используются для некоторых особых этажей подземелья.

source: Tilesets
fr_fr: Jeu de tuiles
ru_ru: Наборы плиток

source: This section lets you edit the tilesets that are used for dungeons.
de_de: In diesem Abschnitt kannst du die Tilesets bearbeiten, die für Dungeons verwendet werden.
es_es: Esta sección te permite editar los tilesets utilizados en territorios.
fr_fr: Cette section vous permez d'éditez les tilesets qui sont utilisé par les donjons.
ru_ru: В этом разделе вы можете редактировать наборы плиток, которые используются в подземельях.

source: Export current colormap as PNG...
de_de: Aktuelle Farbkarte als PNG exportieren...
es_es: Exportar el esquema de colores actual como PNG...
ru_ru: Экспортировать текущую цветовую карту в формате PNG...

source: Import current colormap from PNG...
de_de: Importiere aktuelle Farbkarte aus PNG...
es_es: Importar esquema de colores actual desde PNG...
ru_ru: Импортировать текущую цветовую карту из PNG...

source: Error importing colormap.
de_de: Fehler beim Importieren der Farbkarte.
es_es: Error al importar esquema de color.
ru_ru: Ошибка при импорте цветовой карты.

source: This colormap defines color palette transformations used by the game during dungeons (for weather effects). Each color color component (RGB) is changed to the corresponding color component of the n-th color map entry (where n is the old color component value). This transformation also applies to monsters and items sprites.
de_de: Diese Farbtabelle definiert Veränderungen der Farbtabelle, die das Spiel in Dungeons benutzt (für Wettereffekte). Jede Farbkomponente (RGB) wird in die jeweilige Farbkomponente des n-ten Eintrags der Farbtabelle transformiert (wobei n der alte Farbkomponenten-Wert ist). Diese Transformation wird auch auf Pokémon- und Item-Sprites angewendet.
es_es: Este mapa de colores define las transformaciones de la paleta de colores utilizada por el juego durante los territorios (para los efectos climáticos). Cada componente de color (RGB) se cambia al componente correspondiente de la n-ésima entrada del mapa de color (donde n es el valor del componente de color antiguo). Esta transformación también se aplica a los sprites de monstruos y objetos.
ru_ru: Эта цветовая карта определяет преобразования цветовой палитры, используемые игрой во время прохождения подземелий (для погодных эффектов). Каждый компонент цвета (RGB) меняется на соответствующий компонент цвета n-го элемента карты цветов (где n - старое значение компонента цвета). Это преобразование также применяется к спрайтам покемонов и предметов.

source: - The image consists of 8x8 tiles. - The image is a 256-color indexed PNG. - The 256 colors are divided into 16 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 16 palettes. - The first color in each palette is transparency. - The exported palettes are only for your convenience. They are based on the first time the tile is used in a chunk mapping (Chunks > Edit Chunks). - Each import must result in a maximum of 1024 unique 8x8 tiles (=not existing with another palette or flipped or rotated).
de_de: - Das Bild muss aus 8x8 Kacheln bestehen. - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 16 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. - Die Auswahl der exportieren Paletten für Kacheln sind nur für zu Demonstrationszwecken. Die Auswahl wird getroffen nach dem ersten Vorkommen in einer Kachelzuordnung (Blöcke > Blöcke bearbeiten): - Nach dem Import darf es nur 1024 einzigartige 8x8 Kacheln geben (=nicht doppelt vorhanden, auch nicht gedreht oder gespielt).
es_es: - La imagen consta de tiles de 8x8. - La imagen es un PNG indexado de 256 colores. - Los 256 colores están divididos en 16 paletas de colores. - Cada tile de 8x8 en la imagen DEBE usar colores de una de estas 16 paletas. - El primer color de cada paleta es la transparencia. - Las paletas exportadas son solo para tu comodidad. Se basan en la primera vez que se utiliza el tile en un mapeado de chunks (Chunks > Editar chunks). - Cada importación debe dar lugar a un máximo de 1024 tiles únicos de 8x8 (=no repetidos en otra paleta ni invertidos o rotados).
fr_fr: - L'image consiste de tuiles de 8×8 pixels. - L'image est une PNG indexé de 256 couleurs. - Les 256 couleurs sont divisé en 16 palettes de 16 couleurs. - Chaque tuile de 8×8 pixel dans l'image DOIVENT n'utiliser qu'une couleurs de l'une des 16 palettes. - La première couleurs de chaques palettes est transparente. - Les palettes exportées servent uniquement à vous aider. Elles correspondent aux palettes des tuiles lors de leur première utilisation dans une cartographie de fragments (Fragments > Éditer les fragments). - Chaque import doit résulter en un maximum de 1024 tuile unique de 8x8 pixels (c'est-à-dire qui n'existe pas en utilisant une autre palette ou en la renversant).
ru_ru: - Изображение состоит из плиток размером 8x8 пикселей. - Изображение представляет собой 256-цветный индексированный PNG. - 256 цветов разделены на 16 палитр. - Каждая плитка(8x8) в изображении ДОЛЖНА использовать только цвета из одной из этих 16 палитр. - Первый цвет в каждой палитре - прозрачный. - Экспортируемые палитры предназначены только для вашего удобства. Они основаны на первом использовании плитки для отображении фрагментов (фрагментов > Редактировать фрагменты). - В результате импорта должно получиться не более 1024 уникальных плиток (8x8) (= не существующих в другой палитре, не перевернутых и не повернутых).

source: - The image is a 256-color indexed PNG. - The 256 colors are divided into 16 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 16 palettes. - The first color in each palette is transparency. - Each import must result in a maximum of 1024 unique 8x8 tiles (=not existing with another palette or flipped or rotated). Some image editors have problems when working with indexed images, that contain the same color multiple times. You can make all colors on the map unique before exporting at Palettes > Edit Palettes.
de_de: - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 16 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. - Nach dem Import darf es nur 1024 einzigartige 8x8 Kacheln geben (=nicht doppelt vorhanden, auch nicht gedreht oder gespielt). Eine Bildbearbeitungsprogramme können indizierte Bilder nicht korrekt verarbeiten, wenn sie dieselbe Farbe mehrfach enthalten. Du kannst alle Farben im Hintergrund einzigartig machen unter "Paletten -> Paletten bearbeiten".
es_es: - La imagen es un PNG indexado de 256 colores. - Los 256 colores están divididos en 16 paletas de colores. - Cada tile de 8x8 de la imagen DEBE usar colores de una de estas 16 paletas. - El primer color de cada paleta es la transparencia. - Cada importación debe dar lugar a un máximo de 1024 tiles únicos de 8x8 (=no repetidos en otra paleta ni invertidos o rotados). Algunos editores de imágenes tienen problemas cuando trabajan con imágenes indexadas que contienen el mismo color varias veces. Puedes hacer que todos los colores del mapa sean únicos antes de exportar en Paletas > Editar paletas.
fr_fr: - L'image est un PNG indexé à 256 couleurs. - Les 256 couleurs sont divisées en 16 palettes de 16 couleurs. - Chaque pavé 8×8 de l'image DOIT utiliser uniquement les couleurs de de l'une de ces 16 palettes. - La première couleur de chaque palette est totalement transparente. - Chaque importation doit aboutir à un maximum de 1024 tuiles 8×8 uniques (= n'existant pas avec une autre palette, ou inversées, ou pivotées). Certains éditeurs d'images rencontrent des problèmes lorsqu'ils travaillent avec des images indexées, qui contiennent plusieurs fois la même couleur. Vous pouvez rendre toutes les couleurs de la carte uniques avant d'exporter dans Palettes > Modifier les palettes.
ru_ru: - Изображение представляет собой 256-цветный индексированный PNG. - 256 цветов разделены на 16 палитр. - Каждая плитка (8x8 пикселей) в изображении ДОЛЖНА использовать только цвета из одной из этих 16 палитр. - Первый цвет в каждой палитре является прозрачным. - В результате каждого импорта должно получиться не более 1024 уникальных плиток (8x8) (без использования другой палитры, переворачивания или вращения). Некоторые графические редакторы испытывают проблемы при работе с индексированными изображениями, в которых один и тот же цвет встречается несколько раз. Вы можете сделать все цвета на карте уникальными перед экспортом в Палитры > Редактировать палитры.

source: - The images is a 256-color indexed PNG. - The 256 colors are divided into 16 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 16 palettes. - The first color in each palette is transparency. - Each import must result in a maximum of 1024 unique 8x8 tiles (=not existing with another palette or flipped or rotated). Some image editors have problems when working with indexed images, that contain the same color multiple times. You can make all colors on the map unique before exporting at Palettes > Edit Palettes.
de_de: - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 16 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. - Nach dem Import darf es nur 1024 einzigartige 8x8 Kacheln geben (=nicht doppelt vorhanden, auch nicht gedreht oder gespielt). Eine Bildbearbeitungsprogramme können indizierte Bilder nicht korrekt verarbeiten, wenn sie dieselbe Farbe mehrfach enthalten. Du kannst alle Farben im Hintergrund einzigartig machen unter "Paletten -> Paletten bearbeiten".
es_es: - Las imágenes son un PNG indexado de 256 colores. - Los 256 colores están divididos en 16 paletas de colores. - Cada tile de 8x8 de la imagen DEBE usar colores de una de estas 16 paletas. - El primer color de cada paleta es la transparencia. - Cada importación debe dar lugar a un máximo de 1024 tiles únicos de 8x8 (=no repetidos en otra paleta ni invertidos o rotados). Algunos editores de imágenes tienen problemas cuando trabajan con imágenes indexadas que contienen el mismo color varias veces. Puedes hacer que todos los colores del mapa sean únicos antes de exportar en Paletas > Editar paletas.
ru_ru: - Изображения представляет собой 256-цветный индексированный PNG. - 256 цветов разделены на 16 палитр. - Каждая плитка (8x8 пикселей) в изображении ДОЛЖНА использовать только цвета из одной из этих 16 палитр. - Первый цвет в каждой палитре является прозрачным. - В результате каждого импорта должно получиться не более 1024 уникальных плиток (8x8) (без использования другой палитры, переворачивания или вращения). Некоторые графические редакторы испытывают проблемы при работе с индексированными изображениями, в которых один и тот же цвет встречается несколько раз. Вы можете сделать все цвета на карте уникальными перед экспортом в Палитры > Редактировать палитры.

source: Dungeon Tileset {self.item_data} Rules
ru_ru: Правила набора плиток подземелья {self.item_data}

source: Dungeon Tileset {self.item_data}
ru_ru: Набор плиток подземелья {self.item_data}

source: To import select the XML file in the DTEF tileset package. If it is still zipped, unzip it first.
de_de: Zum Importieren wähle die XML-Datei im DTEF-Tileset-Paket. Falls es noch ein ZIP-Archiv ist, entpacke es zuerst.
es_es: Para importar, selecciona el archivo XML en el paquete de tileset DTEF. Si está comprimido, descomprímelo antes.
fr_fr: Pour l'importation, veuillez sélectionner le fichier XML qui se trouve dans le paquet de jeu de tuiles DTEF. S'il est compressé, décompressez-le avant.
ru_ru: Для импорта выберите XML-файл в пакете с набором плиток DTEF. Если он все еще заархивирован, сначала распакуйте его.

source: Import dungeon tileset...
de_de: Dungeon Tileset importieren...
es_es: Importar tileset del territorio...
fr_fr: Import d'un tileset de donjon...
ru_ru: Импортировать набор плиток для подземелья...

source: DTEF XML document (*.dtef.xml)
de_de: DTEF XML-Dokument (*.dtef.xml)
es_es: Documento XML DTEF (*.dtef.xml)
fr_fr: Document XML DTEF (*.dtef.xml)
ru_ru: XML-документ DTEF (*.dtef.xml)

source: The tileset was successfully imported.
de_de: Das Tileset wurde erfolgreich importiert.
es_es: El tileset se ha importado correctamente.
fr_fr: Le tileset à été correctement importé.
ru_ru: Набор плиток был успешно импортирован.

source: Success!
de_de: Erfolg!
es_es: ¡Completado!
fr_fr: Succès !
ru_ru: Успешно!

source: Export dungeon tileset...
de_de: Dungeon Tileset exportieren...
es_es: Exportar tileset del territorio...
fr_fr: Exporter un tileset de donjon...
ru_ru: Экспорт набора плиток подземелий...

source: The tileset was successfully exported.
de_de: Das Tileset wurde erfolgreich exportiert.
es_es: El tileset se ha exportado correctamente.
fr_fr: Le tileset à été correctement exporté.
ru_ru: Набор плиток был успешно экспортирован.

source: This will export the currently selected image with the currently selected palette. The image file itself contains all palettes, you can choose to import the edited palettes on import.
de_de: Dadurch wird das aktuell ausgewählte Bild mit der aktuell ausgewählten Palette exportiert. Die Bilddatei selbst enthält alle Paletten. Beim Importieren kannst du auswählen, ob du die bearbeiteten Paletten wieder importieren willst oder nicht.
es_es: Esto exportará la imagen seleccionada con la paleta elegida. El propio archivo de imagen contiene todas las paletas, por lo que puedes elegir importar las paletas editadas al importar.
ru_ru: Это экспортирует выбранное изображение с выбранной палитрой. Сам файл изображения содержит все палитры, вы можете импортировать отредактированные палитры при импорте.

source: Export Images
de_de: Bilder exportieren
es_es: Exportar imágenes
fr_fr: Exporter les images
ru_ru: Экспортировать изображения

source: Export current image to folder...
de_de: Aktuelles Bild in Ordner exportieren...
es_es: Exportar la imagen actual a la carpeta...
fr_fr: Exporter l'image actuelle vers un dossier...
ru_ru: Экспортировать текущее изображение в папку...

source: Import image...
de_de: Bild importieren...
es_es: Importar imagen...
fr_fr: Importer une image...
ru_ru: Импортировать изображение...

source: The gfxcrunch process failed.
de_de: Der gfxcrunch-Prozess ist fehlgeschlagen.
es_es: El proceso gfxcrunch falló.
fr_fr: Le programme gfxcrunch à échoué.
ru_ru: Процесс gfxcrunch завершился неудачно.

source: !! Process exited with error. Exit code: {return_code} !!
de_de: !! Prozess beendet mit Fehler. Fehlercode: {return_code}!!
es_es: !! El proceso ha finalizado con un error. Código: {return_code} !!
fr_fr: !! Processus terminé avec une erreur. Code d’erreur : {return_code} !!
ru_ru: !! Процесс завершился с ошибкой. Код выхода: {return_code} !!

source: Actor List
de_de: Liste der Akteure
es_es: Lista de actores
fr_fr: Liste des acteurs
ru_ru: Список актеров

source: The entries in this list can be placed on maps and used in scripts.
de_de: Die Einträge in dieser Liste können auf Karten platziert und in Skripten verwendet werden.
es_es: Las entradas de esta lista se pueden colocar en mapas y utilizar en scripts.
ru_ru: Записи из этого списка можно помещать в локациях и использовать в сценариях.

source: Text String for Name
de_de: Zeichenkette für Namen
es_es: Cadena de texto para el nombre
ru_ru: Текстовая строка для имени

source: Unk4
de_de: Unb4
es_es: Desc. 4
fr_fr: Inc4
ru_ru: Неизв4

source: If "Text String for Name" is not 0, the Text String with this ID will be used as the name for the actor. Otherwise the species name is used.
de_de: Wenn „Text String for Name“ nicht 0 ist, wird die Textzeichenfolge mit dieser ID als Name für den Akteur verwendet. Andernfalls wird der Spezienname verwendet.
es_es: Si «Cadena de texto para el nombre» no es 0, la cadena de texto con este ID se utilizará como nombre para el actor. De lo contrario, se utilizará el nombre de la especie del Pokémon.
ru_ru: Если "Текстовая строка для имени" не равна 0, то текстовая строка с этим идентификатором будет использоваться в качестве имени для актера. В противном случае используется имя вида покемона.

source: Actors with outlines
de_de: Akteure mit Umrissen
es_es: Los actores tienen contornos
ru_ru: Актеры с очертаниями

source: as sprites are <span foreground="orange">special</span> and replaced with another Pokémon when the game is running.
de_de: als Sprites sind <span foreground="orange">speziell</span> und werden im laufenden Spiel durch ein anderes Pokémon ersetzt.
es_es: porque los sprites son <span foreground="orange">especiales</span> y se reemplazan por otro Pokémon cuando el juego está en ejecución.
ru_ru: вместо спрайтов являются <span foreground="orange">особыми</span> и заменяются на других покемонов во время игры.

source: By changing the 'Pokémon' entry for these actors, you will only change which outline is rendered in SkyTemple.
de_de: Durch das ändern des "Pokémon"-Eintrags für diese Akteure änderst du nur, welcher Umriss in SkyTemple angezeigt wird.
es_es: Al cambiar la entrada 'Pokémon' para estos actores, solo cambiarás qué esquema se muestra en SkyTemple.
ru_ru: Изменив запись 'Pokémon' для этих актеров, вы измените только то, какой контур будет отображаться в SkyTemple.

source: Not implemented.
de_de: Nicht implementiert.
es_es: No implementado.
fr_fr: Non implémenté.
ru_ru: Не реализовано.

source: Guest pokémon
de_de: Gast-Pokémon
es_es: Pokémon invitado
ru_ru: Покемоны-компаньоны

source: Edits which dungeons add guest pokémon to your party, as well as some additional dungeon restrictions.
de_de: Bearbeitet, welche Dungeon Gast-Pokémon zu deinem Team hinzufügen, sowie einige weitere Dungeon-Einschränkungen.
es_es: Edita qué territorios añaden Pokémon invitados a tu grupo, así como algunas restricciones adicionales de los territorios.
ru_ru: Редактирует то, какие подземелья добавляют покемонов-компаньонов в вашу группу, а также некоторые дополнительные ограничения подземелий.

source: <Not available> To view and edit guest Pokémon data, please apply the "EditGuestPokemon" ASM patch from the "Patches" > "ASM" menu. If you already have applied it, apply it again to be sure to use the last version.
ru_ru: <Недоступно> Чтобы просматривать и редактировать данные покемонов-компаньонов, примените ASM-патч "EditGuestPokemon" из меню "Патчи" > "ASM". Если вы уже применяли этот патч, примените его снова, чтобы убедиться, что используется последняя версия.

source: Dungeon Guest Pokémon
de_de: Dungeon Gast-Pokémon
es_es: Pokémon invitados de territorios
ru_ru: Покемоны-компаньоны в подземельях

source: From this menu you can change which dungeons add additional guest pokémon to your party when they are <b>uncleared</b>. You can also set some additional restrictions and edit guest pokémon data.
de_de: Aus diesem Menü kannst du auswählen, welche Dungeons zusätzliche Gast-Pokémon zu deinem Team hinzufügen, wenn sie <b>noch nicht passiert</b> wurden. Du kannst auch zusätzliche Einschränkungen hinzufügen und die Statuswerte der Pokémon anpassen.
es_es: Desde este menú puedes cambiar qué territorios añaden Pokémon adicionales a tu equipo cuando estén <b>sin despejar</b>. También puedes establecer restricciones adicionales y editar los datos de Pokémon invitados.
ru_ru: В этом меню вы можете изменить, какие подземелья добавляют дополнительных покемонов-компаньонов в вашу команду, когда они <b>еще не были пройдены</b>. Вы также можете установить некоторые дополнительные ограничения и отредактировать данные о покемонах-компаньонах.

source: Guest pokémon 1
de_de: Gast-Pokémon 1
es_es: Pokémon invitado 1
fr_fr: Pokémon invité 1
ru_ru: Покемон-компаньон 1

source: Guest pokémon 2
de_de: Gast-Pokémon 2
es_es: Pokémon invitado 2
fr_fr: Pokémon invité 2
ru_ru: Покемон-компаньон 2

source: HLR (uncleared)
de_de: VLE (nicht passiert)
es_es: HLR (sin despejar)
ru_ru: ОСЗ (не пройденное подземелье)

source: Disable recruiting
de_de: Rekrutierung deaktivieren
es_es: Desactivar reclutamiento
ru_ru: Отключить рекрутирование

source: SIDE01 check
es_es: Comprobación de SIDE01
ru_ru: Проверка SIDE01

source: HLR (cleared)
de_de: VLE (passiert)
es_es: HLR (despejado)
ru_ru: ОСЗ (пройденное подземелье)

source: Pokémon ID
es_es: ID de Pokémon
ru_ru: ID покемона

source: Joined at
de_de: Beigetreten bei
es_es: Se unió en
ru_ru: Присоединился в

source: Move 1
de_de: Attacke 1
es_es: Movimiento 1
fr_fr: Capacité 1
ru_ru: Прием 1

source: Move 2
de_de: Attacke 2
es_es: Movimiento 2
fr_fr: Capacité 2
ru_ru: Прием 2

source: Move 3
de_de: Attacke 3
es_es: Movimiento 3
fr_fr: Capacité 3
ru_ru: Прием 3

source: Move 4
de_de: Attacke 4
es_es: Movimiento 4
fr_fr: Capacité 4
ru_ru: Прием 4

source: Unk3
de_de: Unb3
es_es: Desc. 3
fr_fr: Inc3
ru_ru: Неизв3

source: Exp
de_de: Erf.
ru_ru: Опыт

source: Free entries left: XX
de_de: Freie Einträge verbleibend: XX
es_es: Entradas libres restantes: XX
ru_ru: Осталось свободных записей: XX

source: Guest Pokémon
de_de: Gast-Pokémon
es_es: Pokémon invitado
fr_fr: Pokémon invité
ru_ru: Покемоны-компаньоны
