Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Implements shared experience points between all members (GtI style). This is disabled during Special Episodes and dungeons with level 1 or no exp. restrictions. Needs the ExtractDungeonData patch to be applied to free some space used by this.
de_de: Implementiert geteilte Erfahrungspunkte zwischen allen Teammitgliedern (PidU-Stil). Während Spezialepisoden und Dungeons mit "Keine Erf. Punkte" oder "Level 1" Restriktionen ist dies deaktiviert. Der Patch ExtractDungeonData muss angewendet werden, um Platz freizugeben, der von diesem Patch genutzt wird.
es_es: Implementa puntos de experiencia compartidos entre todos los miembros (como en Portales al Infinito). Se desactiva durante los Capítulos especiales y los territorios con nivel 1 o sin restricciones de exp. Necesita que se aplique el parche 'ExtractDungeonData' para liberar algo de espacio utilizado por este.
fr_fr: Implémente le partage des points d'expérience entre tous les membres (style Portes de l'Infini). Le partage est desactivé lors des Épisodes Spéciaux et dans les donjons avec les restrictions « niveau 1 » ou « pas de gain d'expérience ». Le correctif ExtractDungeonData doit être appliqué pour libérer de l'espace utilisé par celui-ci.
ru_ru: Вводит в игру разделение очков опыта для всех участников (в стиле GtI). Отключается в специальных эпизодах, подземельях, сбрасывающие уровень до 1 и подземельях, где нельзя набирать опыт. Перед применением, требуется применить патч ExtractDungeonData, чтобы освободить место, используемое этим патчем.

source: Expand the pokemon entries allowed to 2048, and makes all the entries independent. Needs ChangeEvoSystem, ExternalizeWazaFile, ExternalizeMappaFile, SpriteSizeInMonsterData patches to work. It is strongly recommended to fix any dungeon error before applying this patch, and to save a backup of your ROM before applying this.
ru_ru: Расширяет число допустимых слотов для покемонов до 2048 и делает все слоты независимыми. Для работы необходимы патчи ChangeEvoSystem, ExternalizeWazaFile, ExternalizeMappaFile, SpriteSizeInMonsterData. Настоятельно рекомендуется исправить все ошибки подземелий перед применением этого патча, и сохранить резервную копию вашего ROM перед применением этого патча.

source: Expands portraits structure by 8 bytes, which is enough to cover all cases.
ru_ru: Расширяет структуру портретов на 8 байт, что достаточно для всех случаев.

source: Use filestreams to access mappa_t/mappa_y/mappa_s data instead of loading them entirely. This patch is useless on its own, unless you have a too big mappa file.
de_de: Verwendet Filestreams um mappa_t, mappa_y und mappa_s Daten zu laden, anstatt sie direkt vollständig zu laden. Dieser Patch ist allein nutzlos, es sei denn eine deiner Mappa-Dateien ist zu groß.
es_es: Utiliza filestreams para acceder a los datos de mappa_t/mappa_y/mappa_s en lugar de cargarlos por completo. Este parche no tiene utilidad por sí mismo salvo que tengas un archivo mappa demasiado grande.
fr_fr: Accède à mappa_t/mappa_y/mappa_s à la volé plutot que de les charger en entier. Ce patch est inutile à lui seul, à moins que vous n'ayez un fichier mappa trop volumineux.
ru_ru: Используйте файловые потоки для доступа к данным из mappa_t/mappa_y/mappa_s вместо того, чтобы загружать их целиком. Сам по себе этот патч бесполезен, если только у вас не слишком большой mappa-файл.

source: Use filestreams to access waza_p/waza_p2 data instead of loading them entirely. This patch is useless on its own. Depends on the ActorAndLevelLoader patch, as it needs some space provided by this one.
de_de: Verwendet Filestreams um waza_p und waza_p2 Daten zu laden, anstatt sie direkt vollständig zu laden. Dieser Patch ist allein nutzlos. Benötigt den ActorAndLevelLoader-Patch, da der Platz benötigt wird, der von diesem Patch freigegeben wird.
es_es: Utiliza filestreams para acceder a los datos de waza_p/waza_p2 en lugar de cargarlos por completo. Este parche no tiene utilidad por sí mismo. Depende del parche "ActorAndLevelLoader", ya que necesita algo del espacio que le proporciona.
fr_fr: Accède à waza_p/wara_p2 à la volé plutot que de les charger en entier. Ce patch est inutile à lui seul. Necessite le patch 'ActorAndLevelLoader', car il utilise un de l'espace qu'il fournit.
ru_ru: Использует файловые потоки для доступа к данным из waza_p/waza_p2 вместо того, чтобы загружать их целиком. Сам по себе этот патч бесполезен. Зависит от патча ActorAndLevelLoader, так как ему нужно место, предоставляемое этим патчем.

source: This patch adds a new overlay 36 to the game, which is loaded at address 0x023A7080 and provides extra space for patches to place code and data in.
de_de: Dieser Patch fügt dem Spiel ein neues Overlay 36 hinzu, welcher unter der Adresse 0x023A7080 geladen wird und zusätzlichen Platz für Patches bietet, um Code und Daten hinzuzufügen.
es_es: Este parche añade un nuevo overlay (36) al juego, que se carga en la dirección 0x023A7080 y proporciona espacio adicional para que otros parches coloquen código y otros datos.
fr_fr: Ce correctif ajoute un nouvel overlay (36) au jeu, qui est chargé à l'adresse 0x023A7080 et fournit de l'espace supplémentaire aux autres correctifs pour y placer du code et d'autres données.
ru_ru: Этот патч добавляет в игру overlay 36, который загружается по адресу 0x023A7080 и предоставляет дополнительное пространство для патчей для размещения кода и данных.

source: Extracts animation data and put it in files. Needs ActorAndLevelLoader patch to free some space.
de_de: Extrahiert Animationsdaten und legt sie in Dateien ab. Benötigt ActorandLevelLoader Patch, um etwas Platz freizugeben.
es_es: Extrae los datos de animación y los coloca en archivos. Necesita el parche "ActorAndLevelLoader" para liberar espacio.
fr_fr: Extraie les données d'animation, et les stockes dans des fichiers. Necessite le patch 'ActorAndLevelLoader' pour l'espace qu'il libère.
ru_ru: Извлекает данные анимации и помещает их в файлы. Требуется патч ActorAndLevelLoader, чтобы освободить немного места.

source: Extracts Spinda bar's item list.
de_de: Extrahiert die Liste der Items aus Spindas Saftbar.
es_es: Extrae la lista de objetos del bar de Spinda.
fr_fr: Extrait la liste des objets du Bar à Jus Spinda.
ru_ru: Извлекает список предметов бара Спинды.

source: Extracts the floor ranks, forbidden mission floors, items available in dungeon tables and put them in files. Provides support for reading them from the rom file system.
de_de: Extrahiert die Ebenen-Ränge, die Liste der Ebenen für die keine Missionen generiert werden dürfen und die Liste der in Dungeon-Tabellen verfügbaren Items, in separate Dateien. Bietet dem Spiel die Möglichkeit diese Dateien aus dem ROM Dateisystem zu lesen.
es_es: Extrae los rangos de los pisos, los pisos de las misiones prohibidas y los objetos disponibles en las tablas de los territorios y los coloca en archivos. Proporciona soporte para leerlos desde el sistema de archivos de la ROM.
ru_ru: Извлекает таблицы рангов этажей, этажей на которых запрещены миссии, предметов, доступных в подземельях, и помещает их в файлы. Обеспечивает поддержку чтения из файловой системы ROM.

source: Extracts item effects code and put it in files.
de_de: Extrahiert den Code für Item-Effekte in Dateien.
es_es: Extrae el código de los efectos del objeto y los pone en archivos.
fr_fr: Extraie le code des effets d'objets et les mets dans des fichiers.
ru_ru: Извлекает код эффектов предметов и помещает его в файлы.

source: Extracts the hardcoded item lists, used for mission rewards/treasure boxes content as well as Kecleon shop items, and put them in files. Provides support for reading them from the rom file system.
de_de: Extrahiert die hartkodierten Item Listen (für Missions-Belohnungen und Schatztruhen-Inhalte sowie Kecleon-Shop Items) in separate Dateien. Ermöglicht dem Spiel diese Dateien zu Lesen.
es_es: Extrae las listas de objetos codificadas utilizadas para el contenido de las recompensas de las misiones y los cofres del tesoro, así como los objetos de la tienda Kecleon, y los coloca en archivos. Proporciona soporte para leerlas desde el sistema de archivos de la ROM.
fr_fr: Extrait les listes d'objet codées en dur, utilisées pour les récompenses de mission et le contenu des coffres ainsi que les objets du magasin Kecleon, et les met dans des fichiers. Fournit le support pour lire les listes depuis le système de fichiers de la rom.
ru_ru: Извлекает списки предметов, используемые при определении вознаграждений за миссии, содержимого сундуков с сокровищами, а также содержимого магазина Кеклеона, и помещает их в файлы. Обеспечивает поддержку чтения их из файловой системы ROM.

source: Don't have enough space to put filenames!
de_de: Nicht genug Platz um Dateinamen zu platzieren!
es_es: ¡No hay suficiente espacio para poner nombres de archivo!
fr_fr: Pas assez d'espace pour mettre les noms de fichier !
ru_ru: Недостаточно места для размещения имен файлов!

source: Extracts move effects code and put it in files.
de_de: Extrahiert den Code für Attacken-Effekte in Dateien.
es_es: Extrae el código de los efectos del movimiento y los pone en archivos.
fr_fr: Extraie le code des attaques et les mets dans des fichiers.
ru_ru: Извлекает код эффектов приемов и помещает его в файлы.

source: Extracts special processes code and put it in files.
de_de: Extrahiert Code für spezielle Prozesse und legt ihn in Dateien ab.
es_es: Extrae el código de los procesos especiales y lo pone en archivos.
fr_fr: Extrait le code des procédures spéciales et les mets dans des fichiers.
ru_ru: Извлекает код особых процессов и помещает его в файлы.

source: Implements Fairy-type specialized gummies. Uses unused item 138. Needs ExtractItemCode, ExtractBarItemList and AddTypes patches to be applied for this patch to work. Also, you'll need to reapply this if you apply AddTypes again.
de_de: Implementiert ein Gummi für den Feen-Typ. Dafür wird das ungenutzte Item 138 verwendet. Die "ExtractItemCode", "ExtractBarItemList" und "AddTypes" Patches müssen bereits angewendet sein, damit dieser Patch funktioniert. Falls du "AddTypes" später erneut anwendest, musst du auch diesen Patch neu anwenden.
es_es: Implementa las gomis de tipo hada. Utiliza el elemento 138 no utilizado. Necesita que se apliquen los parches 'ExtractItemCode', 'ExtractBarItemList' y 'AddTypes' para que funcione. Además, tendrás que reaplicarlo si vuelves a aplicar AddTypes de nuevo.
ru_ru: Реализует жевательные резинки для Волшебного типа покемонов. Использует неиспользованный предмет 138. Для работы этого патча необходимо применить патчи ExtractItemCode, ExtractBarItemList и AddTypes. Кроме того, если вы снова примените AddTypes, вам нужно будет применить этот патч заново.

source: Makes the game always move the PoV to your partners when they use moves or are attacked, even if the partner is only one tile away, when far-off pals is enabled. Recommended for CTC since the PoV stays on your last pokemon at the end of a manual movement round without this, and CTC already reduces the amount of time the game pauses for between PoV changes.
de_de: Sorgt dafür, dass das Spiel die Kamera immer zu deinen Partnern wechselt, wenn sie angreifen oder angegriffen werden, selbst dann, wenn sie nur ein Feld entfernt sind oder die Option zum Wechseln zu Partnern deaktiviert ist. Empfohlen für CTC, weil ansonsten der Fokus auf deinem letzten Pokémon bleibt wenn du den manuellen Modus aktiviert hast. CTC sorgt bereits dafür, dass das Spiel kürzer pausiert, wenn das Spiel den Fokus wechselt.
es_es: Hace que el juego siempre mueva el punto de vista a tus compañeros cuando usan movimientos o son atacados, incluso si el compañero está a solo un tile de distancia cuando los compañeros lejanos están habilitados. Recomendado para el parche 'CompleteTeamControl' (CTC), ya que sin esta opción el punto de vista se quedará en tu último Pokémon al final de una ronda de control manual, y CTC ya reduce la cantidad de tiempo que el juego hace una pausa entre los cambios de puntos de vista.
fr_fr: Fait en sorte de toujours voir les coéquipiers quand ils utilisent des capacités ou sont attaqués, même s'ils sont à une case de distance, lorsque l'option pour voir les coéquipiers au loin est activée. Recommandé pour le patch « CompleteTeamControl » étant donné que la caméra reste sur le dernier pokémon ayant agi en mode manuel sans cela, et le patch « CompleteTeamControl » réduit le temps de pause lors du déplacement de la caméra.
ru_ru: Заставляет игру всегда перемещать PoV к вашим партнерам, когда они используют ходы или подвергаются атаке, даже если партнер находится всего в одной плитке от вас, если включена функция "Группа вдалеке". Рекомендуется для CTC, поскольку без этого PoV остается на вашем последнем покемоне в конце хода в ручном управлении, а CTC уже сокращает время паузы между сменой PoV.

source: Shorten Chimecho Team Assembly menu interactions. Adding, removing and making leader are now fast interactions that immediately go back to the team member selection menu.
ru_ru: Укорачивает взаимодействие с меню сборного пункта Чаймеко. Добавление, удаление и назначение лидера теперь являются быстрыми операциями, которые сразу же возвращают в меню выбора члена команды.

source: Fixes the evolution glitch that freezes the game when attempting to evolve a pokémon whose name has 10 characters.
de_de: Behebt den Fehler, das dazu führt, dass das Spiel einfriert, wenn versucht wird ein Pokémon zu entwickeln, dass einen zehn Zeichen langen Namen hat.
es_es: Corrige el fallo de evolución que congela el juego cuando se intenta evolucionar un Pokémon cuyo nombre tiene 10 caracteres.
fr_fr: Corrige le bug de l'évolution qui fait planter le jeu en essayant de faire évoluer un pokémon dont le nom comporte 10 caractères (bug présent dans la version américaine d'Explorateurs du Ciel).
ru_ru: Исправлена ошибка эволюции, из-за которого игра зависает при попытке эволюционировать покемона, имя которого состоит из 10 символов.

source: If the game runs out of memory trying to load a sprite, a default one will be used instead, preventing the crash.
de_de: Wenn dem Spiel beim Versuch, ein Sprite zu laden, nicht genügend Speicher zur Verfügung steht, wird stattdessen ein Standard-Sprite geladen, damit das Spiel nicht abstürzt.
ru_ru: Если во время игры закончится оперативная память при попытке загрузить спрайт, вместо него будет использован спрайт по умолчанию, что предотвратит сбой игры.

source: Fixes an issue that causes saving to fail on the No$GBA emulator. Warning: Causes saving to fail on the MelonDS emulator instead.
de_de: Behebt ein Problem, dass es verhindert, dass der No$GBA Emulator das Spiel speichern kann. Warnung: Wenn angewendet kann das Spiel stattdessen im MelonDS Emulator nicht mehr gespeichert werden.
es_es: Soluciona un problema que hacía que no se pudiera guardar en el emulador No$GBA. Advertencia: Provoca que no se pueda guardar en el emulador MelonDS.
ru_ru: Устраняет проблему, из-за которой не удавалось сохранение игры на эмуляторе No$GBA. Внимание: вместо этого, сохранения не будут удаваться на эмуляторе MelonDS.

source: Implements move growth (PoC/Unfinished). Needs ActorAndLevelLoader, ExtractAnimData and ChangeMoveStatsDisplay patches. MoveGrowth patch must be (re-)applied after MoveShortcuts to combine both effects. The last version of ChangeMoveStatsDisplay must be used with this. May be incompatible if markfont.dat has been modified (except for ChangeMoveStatsDisplay) Makes all prior save files incompatible.
de_de: Implementiert Wachstum/Verbesserung von Attacken (Proof of Concept / noch nicht fertig). Benötigt die Patches ActorAndLevelLoader, ExtractAnimData und ChangeMoveStatsDisplay. Der Patch muss neu angwendet werden, falls MoveShortcuts angewendet wird, damit er korrekt funktioniert. Die neuste Version von ChangeMoveStatsDisplay muss für diesen Patch verwendet werden. Ist möglicherweise inkompatibel, falls die markfont.dat bearbeitet wurde (mit Ausnahme von Bearbeitungen des ChangeMoveStatsDisplay Patches). Macht alle Speicherdateien inkompatibel.
es_es: Implementa el aumento de nivel de los movimientos (PoC/Inacabado). Necesita los parches "ActorAndLevelLoader", "ExtractAnimData" y "ChangeMoveStatsDisplay". El parche "MoveGrowth" debe ser (re)aplicado después de "MoveShortcuts" para combinar sus efectos. Se debe utilizar la última versión de "ChangeMoveStatsDisplay" junto al parche. Puede ser incompatible si markfont.dat ha sido modificado (excepto para "ChangeMoveStatsDisplay"). Hace todos los archivos de guardado previos incompatibles.
ru_ru: Реализует прокачку приемов (Проверка концепции/незавершен). Требуются патчи ActorAndLevelLoader, ExtractAnimData и ChangeMoveStatsDisplay. Патч MoveGrowth должен быть (повторно) применен после MoveShortcuts, чтобы объединить оба эффекта. Последняя версия ChangeMoveStatsDisplay должна быть использована с этим патчем. Может быть несовместим, если markfont.dat был изменен (кроме ChangeMoveStatsDisplay) Делает несовместимыми все предыдущие файлы сохранения.

source: Replaces the fixed move (L+A) with a move shortcut functionality like in GtI or Super (L+A/B/X/Y). The ExtraSpace patch must be applied before this one.
de_de: Ersetzt die fixierte Attacke (L+A) mit einer Schnellauswahl wie in PidU oder Super (L+A/B/X/Y). Der ExtraSpace-Patch muss vor diesem Patch angewendet werden.
es_es: Reemplaza el movimiento fijo (L+A) con una funcionalidad de acceso directo como en Portales al Infinito o Super Mystery Dungeon (L+A/B/X/Y). Se debe aplicar antes el parche "ExtraSpace".
ru_ru: Заменяет фиксированный прием (L+A) на функцию быстрый вызов приема как в GtI и Super (L+A/B/X/Y). Патч ExtraSpace должен быть применен до этого патча.

source: Makes negative enemy density values work as intended (the absolute value of the density is used, without adding a random variation).
ru_ru: Заставляет отрицательные значения плотности врагов работать как положено (используется абсолютное значение плотности, без добавления случайной вариации).

source: Changes weather damage messages so they don't make the player stop running.
de_de: Ändert die Nachrichten über Schaden durch Wettereffekte so, dass der Spieler beim Rennen nicht mehr unterbrochen wird.
ru_ru: Изменяет сообщения об уроне от погоды, чтобы они не останавливали игрока.

source: Extracts the object table to a separate file in the ROM.
de_de: Extrahiert die Objekttabelle in eine separate Datei im ROM.
es_es: Extrae la tabla de objetos en un archivo separado en la ROM.
fr_fr: Extraie le tableau des objets vers un fichier dédié dans la ROM.
ru_ru: Извлекает таблицу объектов в отдельный файл в ROM.

source: Recommended for CTC. Without this patch, partners cannot trigger hidden traps - this balances the game, as making your partners dodge traps with manual movement is easy, but this patch is not recommended for mods which use pitfall traps, as they instakill partners which step on them.
de_de: Empfohlen für CTC. Ohne diesen Patch können Partner keine versteckten Fallen auslösen - das macht das Spiel fairer, falls du im manuellen Modus bist, da du ansonsten sehr leicht Fallen ausweichen könntest mit deinen Partnern. Der Patch wird allerdings nicht empfohlen für Hacks mit Gruben-Fallen, da sie Partner die sie auslösen sofort besiegen.
es_es: Recomendado para el parche 'CompleteTeamControl'. Sin él, los compañeros de equipo no pueden activar las trampas. Esto reequilibra el juego, ya que es fácil hacer que los compañeros de equipo eviten las trampas en el modo manual, pero no es recomendable para los mods que utilicen trampas que dejarían fuera de combate instantáneamente a los compañeros de equipo si las pisaran.
fr_fr: Recommandé pour le correctif « CompleteTeamControl ». Sans ce patch, les coéquipiers ne peuvent pas déclencher de pièges. Cela rééquilibre le jeu, étant donné qu'il est facile de faire éviter les pièges aux coéquipiers en mode manuel. Mais ce n'est pas recommandé pour les mods qui utilisent les pièges trappe, ce qui mettrait instantanément KO les coéquipiers s'ils marchaient dessus.
ru_ru: Рекомендуется для CTC. Без этого патча напарники не могут активировать скрытые ловушки - это уравновешивает игру, так как заставить напарников уворачиваться от ловушек с помощью ручного движения очень просто, но этот патч не рекомендуется для модов, использующих ямы-ловушки, так как они немедленно убивают наступивших на них напарников.

source: Makes Pitfall Traps send the leader back by one floor in ascending dungeons. If the leader activates a Pitfall Trap on 1F, they will restart 1F with a different seed.
ru_ru: Заставляет ямы-ловушки отбрасывать лидера на один этаж назад в восходящих подземельях. Если лидер активирует ловушку на 1 этаже, он вернется на 1 этаж с другим зерном генерации.

source: Changes implementation of idle animation to an editable table.
de_de: Ändert die Implementierung einer Stillstand-Animation in eine bearbeitbaren Tabelle.
es_es: Cambia la implementación de la animación en reposo a una tabla editable.
ru_ru: Меняют реализацию анимации простоя на редактируемую таблицу.

source: [string:0] pushed [string:1]!
de_de: [string:0] schob [string:1]!
es_es: ¡[string:0] empujó a [string:1]!
ru_ru: [string:0] толкнул [string:1]!

source: Implements pushing allies in dungeons. Uses the same command style as PSMD
de_de: Implementiert das Schieben von Verbündeten in Dungeons. Verwendet den gleichen Befehlsstil wie PSMD
es_es: Implementa la capacidad de empujar aliados en territorios. Usa el mismo estilo de comando que PSMD
ru_ru: Реализует подталкивание союзников в подземельях. Использует тот же стиль управления, что и в PSMD

source: Reduces the amount of time the game pauses for before changing the PoV, like when far-off pals is enabled, from 60 frames to 12. This is already applied in the CTC hack.
de_de: Reduziert die Zeit, die das Spiel wartet, wenn es den Fokus auf ein anderes Teammitglied legt. Die Zeit wird von 60 auf 12 Frames reduziert. Der CTC Patch enthält diesen Patch bereits.
es_es: Reduce el tiempo de pausa al mover la cámara para ver a los compañeros de equipo a distancia de 60 fotogramas a 12. Esto ya se aplica en el parche 'CompleteTeamControl'.
fr_fr: Réduit le temps d'attente avant le changement de PDV, par exemple lors d'une attaque d'un allié distant, de 60 à 12 images. Automatiquement appliqué avec le correctif CTC.
ru_ru: Уменьшает время паузы в игре перед сменой PoV, например, при включении функции "Группа вдалеке", с 60 кадров до 12. Уже применяется в патче CTC.

source: Removes the total body size check before entering a dungeon.
ru_ru: Убирает проверку общего размера покемонов перед входом в подземелье.

source: Allows the partner to be of the same type as the player in the personality test.
de_de: Erlaubt es dem Partner dasselbe Pokémon zu sein wie der Spieler im Persönlichkeitstest.
es_es: Permite que el compañero sea del mismo tipo que el jugador tras el test de personalidad.
fr_fr: Autorise le partenaire à être du même type que le joueur dans le test de personnalité.
ru_ru: Позволяет партнеру быть того же типа, что и игрок в тесте личности.

source: Who would you like to be?
de_de: Wer würdest du gerne sein?
es_es: ¿Qué Pokémon te gustaría ser?
fr_fr: Qui souhaiteriez vous être ?
ru_ru: Кем бы вы хотели стать?
