Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: The random floor generator failed generating the floor three times in a row. This probably means that the current settings can not generate valid floors. If it doesn't the game uses a 1-room floorwide Monster House instead.
de_de: Der Generator hat es dreimal hintereinander nicht geschafft ein gültiges Layout zu generieren. Die Ebene funktioniert im Spiel wahrscheinlich nicht. Wenn sie nicht funktioniert, wird stattdessen ein Monster-Raum generiert, der die gesamte Ebene abdeckt.
es_es: El generador de pisos aleatorios ha fallado tres veces seguidas Esto probablemente significa que la configuración actual de no puede generar pisos válidos. Si no es así, el juego utilizará un nido de monstruos de 1 sala en su lugar.
fr_fr: Le générateur procedural d'étage à été incapble de générer l'étage trois fois de suite. Cela signifie probablement que les paramètres ne permettent pas génerer un étage valide. Si le jeu n'y arrive pas, le jeu utilisera une salle maison de monstre occupant l'étage.
ru_ru: Генератор случайных этажей не смог сгенерировать этаж три раза подряд. Это, вероятно, означает, что текущие настройки не могут генерировать правильные этажи. Если это не так, игра использует 1-комнатную засаду монстров.

source: MH Chance
de_de: MR Chance
es_es: Probabilidad de nidos de monstruos
ru_ru: Шансы в ЗМ

source: Use same spawn weights for Monster Houses
de_de: Verwende die gleichen Spawn-Gewichtung für Monster-Räume
ru_ru: Использовать те же шансы появления для Засады Монстров

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
ru_ru: Справка

source: Kecleon Level
es_es: Nivel de Kecleon
fr_fr: Niveau du Kecleon
ru_ru: Уровень Кеклеона

source: Weight
de_de: Gewichtung
es_es: Peso
fr_fr: Poids
ru_ru: Вес

source: Traps
de_de: Fallen
es_es: Trampas
fr_fr: Pièges
ru_ru: Ловушки

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
ru_ru: Категория

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
ru_ru: Категории

source: Guaranteed
de_de: Garantiert
es_es: Garantizado
fr_fr: Garanti
ru_ru: Гарантирован

source: Items<span size="small"> - Only Items with IDs smaller than 363 can be added.</span>
de_de: Items<span size="small"> - Nur Items mit IDs kleiner als 363 können hinzugefügt werden.</span>
es_es: Objetos<span size="small"> (solo se pueden añadir objetos con ID inferior a 363)</span>
fr_fr: Objets <span size="small"> - Seuls les objets dont l'identifiant est inférieur à 363 peuvent être ajoutés.</span>
ru_ru: Предметы<span size="small"> - Можно добавить только предметы с ID меньше 363.</span>

source: Shop
de_de: Laden
es_es: Tienda
fr_fr: Boutique
ru_ru: Магазин

source: Monster House
de_de: Monster-Raum
es_es: Nido de monstruos
fr_fr: Maison de monstres
ru_ru: Засада монстров

source: Buried
de_de: Vergraben
es_es: Enterrado
fr_fr: Enterré
ru_ru: Зарытые

source: Grab Bag
de_de: Wundertüte
es_es: Bolsa
ru_ru: Мешок с сюрпризом

source: Secret Room
de_de: Geheimer Raum
es_es: Sala secreta
fr_fr: Salles secrètes
ru_ru: Потайная комната

source: This dungeon is currently invalid. You can fix it by navigating to "Dungeons" and selecting "Fix Dungeon Errors". Note that some dungeons in the game are broken by default, such as the fast-travel dungeons which are only used to be able to select locations like "Shaymin Village" from the crossroads dungeon selection menu. After fixing the dungeon, you will be able to edit it.
de_de: Dieser Dungeon ist aktuell ungültig. Du kannst ihn reparieren, indem du zu "Dungeons" gehst und "Dungeon-Fehler beheben" auswählst. Beachte, dass einige Dungeons im Spiel standardmäßig ungültig sind. Dazu zählen beispielsweise Dungeons, welche auf der Kreuzung nur verwendet werden um zu Orten wie dem "Shaymin-Dorf" schnell-reisen zu können. Nachdem du den Dungeon repariert hast, kannst du ihn bearbeiten.
es_es: Este territorio es inválido. Puedes corregirlo desde Territorios > Corregir errores de territorio. Ten en cuenta que algunos territorios del juego están rotos por defecto, como los de viaje rápido que solo se usan para seleccionar lugares como la Aldea Shaymin desde el menú de selección de territorios del cruce. Después de corregir el territorio, podrás editarlo.
ru_ru: Это подземелье в настоящее время недействительно. Вы можете исправить это, перейдя в раздел "Подземелья" и выбрав "Исправить ошибки подземелий". Обратите внимание, что некоторые подземелья в игре не работают по умолчанию, например, подземелья быстрого перемещения, которые используются только для того, чтобы можно было выбрать локации вроде "Деревня Шеймин" из меню выбора подземелья в Перекрестке. После исправления подземелья вы сможете его редактировать.

source: Go To "Dungeons"
de_de: Springe zu "Dungeons"
es_es: Ir a "Territorios"
ru_ru: Перейти к разделу "Подземелья"

source: Dungeons
es_es: Territorios
fr_fr: Donjons
ru_ru: Подземелья

source: This section lets you edit the layouts of dungeons in the game.
de_de: In diesem Abschnitt kannst du die Struktur von Dungeons im Spiel bearbeiten.
es_es: Esta sección te permite editar los diseños de los territorios en el juego.
fr_fr: Cette section vous permet de modifier la disposition des donjons dans le jeu.
ru_ru: Этот раздел позволяет редактировать структуру подземелий в игре.

source: Fix Dungeon Errors
de_de: Dungeon-Fehler beheben
es_es: Corregir errores de territorio
fr_fr: Corriger les erreurs des donjons
ru_ru: Исправить ошибки подземелий

source: Edit Groups
de_de: Gruppen bearbeiten
es_es: Editar grupos
fr_fr: Éditer les groupes
ru_ru: Изменить группы

source: Fix
de_de: Beheben
es_es: Corregir
fr_fr: Corriger
ru_ru: Исправить

source: Error
de_de: Fehler
fr_fr: Erreur
ru_ru: Ошибка

source: Details
es_es: Detalles
fr_fr: Détails
ru_ru: Подробности

source: Solution
de_de: Lösung
es_es: Solución
ru_ru: Решение

source: Clicking apply will fix all selected errors and additionally correct the floor counts of all dungeons.
de_de: Durch "Anwenden" werden alle ausgewählten Fehler behoben und zusätzlich wird die Anzahl aller Ebenen korrigiert.
es_es: Al hacer clic en 'Aplicar' se corregirán todos los errores seleccionados y además se corregirá el número de pisos de todos los territorios.
fr_fr: Cliquer sur appliquer corrigera toutes les erreur selectionner, et corrigera le nom d'étage pour tout les donjons.
ru_ru: Нажатие кнопки "Применить" исправит все выбранные ошибки, а также исправит количество этажей во всех подземельях.

source: Edit Dungeon Groups
de_de: Dungeon-Gruppen bearbeiten
es_es: Editar grupos de territorio
fr_fr: Éditer les groupes de donjon
ru_ru: Редактирование групп подземелий

source: Drag and Drop dungeons to build groups. Dungeons that are in groups build "real" full dungeons, you can seperate dungeons in a group with overworld maps (eg. rest rooms).
de_de: Ziehe Dungeons um Gruppen zu bilden. Dungeons in einer Gruppe bilden einen "echten" vollständigen Dungeon. Du kannst Dungeons in einer Gruppe mit Story-Karten unterbrechen (bspw. Pausen-Räume).
es_es: Arrastra y suelta los territorios para construir grupos. Los territorios que están en grupos construyen territorios completos "reales". Puedes separar los territorios de un grupo con mapeados del mundo exterior (por ejemplo, salas de descanso).
fr_fr: Glisser/Déposer les donjons pour construire des groupes. Les donjons qui sont dans des groupes font de « véritables » donjon complet. Vous pouvez séparer les donjons dans un groupe sur la carte du monde (comme les salles de repos).
ru_ru: Перетащите подземелья для создания групп. Подземелья, объединенные в группы, создают "настоящие" полноценные подземелья, вы можете разделить подземелья в группе с помощью локаций мира игры (например, комнаты отдыха).

source: Tileset:
ru_ru: Набор плиток:

source: Tileset Example:
de_de: Tileset-Beispiel:
es_es: Ejemplo de tileset:
fr_fr: Exemple sur le tileset :
ru_ru: Пример набора плиток:

source: Color Map:
de_de: Farbkarte:
es_es: Color de mapa:
ru_ru: Цветовая карта:

source: Weather:
de_de: Wetter:
es_es: Clima:
fr_fr: Météo :
ru_ru: Погода:

source: More Info:
de_de: Weitere Infos:
es_es: Más info:
fr_fr: Plus d'informations :
ru_ru: Подробнее:

source: Color Map
de_de: Farbkarte
es_es: Esquema de color
ru_ru: Цветовая карта

source: Palette Animation Settings
de_de: Einstellungen der Palettenanimation
es_es: Configuración de la paleta de animación
ru_ru: Настройки анимации палитры

source: Enable Palette Animations for Palette 10
de_de: Palettenanimationen für Palette 10 aktivieren
es_es: Habilitar animaciones de paleta para la paleta 10
fr_fr: Activer l'animation de la palette n°10
ru_ru: Включить анимацию палитры для палитры 10

source: Color #0
de_de: Farbe #0
fr_fr: Couleur 0
ru_ru: Цвет #0

source: Color #2
de_de: Farbe #2
fr_fr: Couleur 2
ru_ru: Цвет #2

source: Color #1
de_de: Farbe #1
fr_fr: Couleur 1
ru_ru: Цвет #1

source: Color #3
de_de: Farbe #3
fr_fr: Couleur 3
ru_ru: Цвет #3

source: Color #5
de_de: Farbe #5
fr_fr: Couleur 5
ru_ru: Цвет #5

source: Color #6
de_de: Farbe #6
fr_fr: Couleur 6
ru_ru: Цвет #6

source: Color #4
de_de: Farbe #4
fr_fr: Couleur 4
ru_ru: Цвет #4

source: Color #7
de_de: Farbe #7
fr_fr: Couleur 7
ru_ru: Цвет #7

source: Color #8
de_de: Farbe #8
fr_fr: Couleur 8
ru_ru: Цвет #8

source: Color #10
de_de: Farbe #10
fr_fr: Couleur 10
ru_ru: Цвет #10

source: Color #9
de_de: Farbe #9
fr_fr: Couleur 9
ru_ru: Цвет #9

source: Color #11
de_de: Farbe #11
fr_fr: Couleur 11
ru_ru: Цвет #11

source: Color #12
de_de: Farbe #12
fr_fr: Couleur 12
ru_ru: Цвет #12

source: Color #14
de_de: Farbe #14
fr_fr: Couleur 14
ru_ru: Цвет #14

source: Color #15
de_de: Farbe #15
fr_fr: Couleur 15
ru_ru: Цвет #15

source: Color #13
de_de: Farbe #13
fr_fr: Couleur 13
ru_ru: Цвет #13

source: Frame Durations
de_de: Frame-Dauer
es_es: Duraciones de fotograma
fr_fr: Durée de l'image
ru_ru: Продолжительность кадра

source: Enable Palette Animations for Palette 11
de_de: Paletten-Animationen für Palette 11 aktivieren
es_es: Habilitar animaciones de paleta para la paleta 11
fr_fr: Activer l'animation de la palette n°11
ru_ru: Включить анимацию палитры для палитры 11

source: Export Background to Image...
de_de: Hintergrund als Bild exportieren...
es_es: Exportar fondo a imagen...
fr_fr: Exporter l'arrière-plan vers une image...
ru_ru: Экспортировать фон в изображение...

source: Import Background from Image...
de_de: Hintergrund aus Bild importieren...
es_es: Importar fondo desde imagen...
fr_fr: Importer l'arrière-plan de l'image...
ru_ru: Импортировать фон из изображения...

source: Chunks
de_de: Blöcke
fr_fr: Fragments
ru_ru: Фрагменты

source: Edit Chunks
de_de: Blöcke bearbeiten
es_es: Editar chunks
fr_fr: Editer les Fragments
ru_ru: Редактировать фрагменты

source: Export to Image...
de_de: Als Bild exportieren...
es_es: Exportar a imagen...
fr_fr: Exporter vers une image...
ru_ru: Экспортировать в изображение...

source: Import from Image...
de_de: Von Bild importieren...
es_es: Importar desde imagen...
fr_fr: Importer depuis une image...
ru_ru: Импортировать из изображения...

source: Export Tiles to Image...
de_de: Kacheln als Bild exportieren...
es_es: Exportar tiles a imagen...
ru_ru: Экспортировать плитки в изображение...

source: Import Tiles from Image...
de_de: Importiere Kacheln aus Bild...
es_es: Importar tiles desde imagen...
ru_ru: Импортировать плитки из изображения...

source: Palettes
de_de: Paletten
es_es: Paletas
ru_ru: Палитры

source: Edit Palettes
de_de: Paletten bearbeiten
es_es: Editar paletas
fr_fr: Modifier les palettes
ru_ru: Изменить палитры

source: Animation Settings
de_de: Animationseinstellungen
es_es: Ajustes de animación
fr_fr: Paramètres des animations
ru_ru: Настройки анимации

source: Edit Animation Palette 10
de_de: Animations-Palette 10 bearbeiten
es_es: Editar paleta de animación 10
fr_fr: Éditer la palette animé n°10
ru_ru: Редактировать анимацию палитры 10

source: Edit Animation Palette 11
de_de: Animations-Palette 11 bearbeiten
es_es: Editar paleta de animación 11
fr_fr: Éditer la palette animé N°11
ru_ru: Редактировать анимацию палитры 11

source: Zoom-
ru_ru: Масштаб -

source: Show Chunks Grid
de_de: Block-Raster anzeigen
es_es: Mostrar cuadrícula de chunks
fr_fr: Montrer la grille des fragments
ru_ru: Показать сетку фрагментов

source: Toggle Background Color
de_de: Hintergrundfarbe ändern
es_es: Cambiar color de fondo
ru_ru: Изменить цвет фона

source: BG Color
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur d'arrière-plan
ru_ru: Цвет фона

source: Tiles Export
de_de: Kachel-Export
es_es: Exportar tiles
fr_fr: Exportation des tuiles
ru_ru: Экспорт плиток

source: This will export all tiles. You can edit and import the tiles again. Please note, that you might need to convert it to be able to use it. See the import dialog for more information.
de_de: Dies wird alle Kacheln exportieren. Du kannst die Kacheln bearbeiten und wieder importieren. Beachte bitte, dass du sie eventuell umwandeln musst, bevor du sie importieren kannst. Siehe den Import-Dialog für weitere Informationen.
es_es: Esto exportará todos los tiles. Puedes editar e importar los tiles de nuevo. Recuerda que podrías necesitar convertirlo para poder usarlo. Mira el diálogo de importación para más información.
fr_fr: Ceci exportera toutes les tuiles. Vous pouvez les éditer, puis les réimporter. Noter que vous pourriez avoir à les convertir pour pouvoir les utiliser. Regarder le dialogue d'importation pour plus d'information.
ru_ru: Это экспортирует фон все плитки. Вы можете редактировать и импортировать плитки снова. Обратите внимание, что вам может понадобиться преобразовать их, чтобы их можно было использовать. Дополнительную информацию смотрите в диалоге импорта.

source: Background Export
de_de: Hintergrund-Export
es_es: Exportar fondo
fr_fr: Exportation de l'arrière-plan
ru_ru: Экспорт фона

source: This will export the entire background an image. You can edit and import the background again. Please note, that you might need to convert it to be able to use it. See the import dialog for more information.
de_de: Dies wird den gesamten Hintergrund exportieren. Du kannst den Hintergrund bearbeiten und wieder importieren. Beachte bitte, dass du ihn eventuell umwandeln musst, bevor du ihn importieren kannst. Siehe den Import-Dialog für weitere Informationen.
es_es: Esto exportará el fondo entero de una imagen. Puedes editar e importar el fondo de nuevo. Recuerda que podrías necesitar convertirlo para poder usarlo. Mira el diálogo de importación para más información.
fr_fr: Ceci exportera l'arrière-plan entier en une image. Vous pouvez modifier, puis réimporter l'image d'arrière-plan. Noter que vous pourriez avoir besoin de la convertir pour pouvoir l'utiliser. Regarder le dialogue d'importation pour plus d'information.
ru_ru: Это экспортирует фон как одно изображение. Вы можете редактировать и импортировать фон снова. Обратите внимание, что вам может понадобиться преобразовать его, чтобы его можно было использовать. Дополнительную информацию см. в диалоге импорта.

source: Chunks Export
de_de: Block-Export
es_es: Exportar chunks
fr_fr: Exporter les fragments
ru_ru: Экспортировать фрагменты

source: This will export all chunks. You can edit and import the chunks again. Please note, that you might need to convert it to be able to use it. See the import dialog for more information.
de_de: Dies wird alle Blöcke exportieren. Du kannst die exportierte Datei bearbeiten und wieder importieren. Beachte bitte, dass du ihn eventuell umwandeln musst, bevor du ihn importieren kannst. Siehe den Import-Dialog für weitere Informationen.
es_es: Esto exportará todos los chunks. Puedes editar e importar los chunks de nuevo. Recuerda que podrías necesitar convertirlo para poder usarlo. Mira el diálogo de importación para más información.
fr_fr: Ceci exportera tous les fragments. Vous pouvez éditer, puis réimporter les fragments. Noter que pourriez avoir à les convertir pour pouvoir les utiliser. Regarder le dialogue d'importation pour plus d'information.
ru_ru: Это экспортирует фон все фрагменты. Вы можете редактировать и импортировать фрагменты снова. Обратите внимание, что вам может понадобиться преобразовать их, чтобы их можно было использовать. Дополнительную информацию смотрите в диалоге импорта.

source: Chunks Import
de_de: Block-Import
es_es: Importar chunks
fr_fr: Importations des fragments
ru_ru: Импортировать фрагменты

source: This will import the chunks. The existing mappings are replaced. You may need to convert the input image first, before you can use it. See the "Format Details".
de_de: Dies wird alle Blöcke importieren. Bestehe Zuordnungen von Kacheln zu Blöcken werden überschrieben. Beachte bitte, dass du das Eingabebild eventuell umwandeln musst, bevor du es importieren kannst. Siehe die "Format-Details" für weitere Informationen.
es_es: Esto importará los chunks. Los mapeados existentes serán reemplazados. Podrías necesitar convertir la imagen antes de poder usarla. Mira los "Detalles del formato".
fr_fr: Cela importera les fragments. Les cartographie existants seront remplacés. Vous devriez peut-être convertir l'image d'entrée avant de pouvoir l'importer. Regardez les "Détails du format".
ru_ru: Это позволит импортировать фрагменты. Существующие плиточные строения будут заменены. Перед использованием входного изображения может потребоваться его преобразование. Смотрите раздел "Детали формата".

source: Chunks Image
de_de: Block-Bild
es_es: Imagen de chunks
fr_fr: Fragments d'image
ru_ru: Изображение фрагментов

source: Replace palettes
de_de: Paletten ersetzen
es_es: Reemplazar paletas
fr_fr: Remplacer les palettes
ru_ru: Заменить палитры

source: Background Import
de_de: Hintergrund-Import
es_es: Importar fondo
fr_fr: Importation de l'arrière-plan
ru_ru: Импорт фона

source: This will import the entire background. You may need to convert the input image first, before you can use it. See the "Format Details".
de_de: Dies wird den gesamten Hintergrund importieren. Beachte bitte, dass du ihn eventuell umwandeln musst, bevor du ihn importieren kannst. Siehe die "Format-Details" für weitere Informationen.
es_es: Esto importará el fondo entero. Podrías necesitar convertir la imagen antes de poder usarla. Mira los "Detalles del formato".
ru_ru: Эта функция импортирует весь фон. Возможно, вам потребуется сначала преобразовать входное изображение, прежде чем вы сможете его использовать. См. раздел "Детали формата".

source: Input Image
de_de: Eingabe-Bild
es_es: Imagen de entrada
fr_fr: Image d'entrée
ru_ru: Входное изображение

source: Tiles Import
de_de: Kachel-Import
es_es: Importar tiles
fr_fr: Importation des tuiles
ru_ru: Импортировать плитки

source: This will import the tiles. You may need to convert the input image first, before you can use it. See the "Format Details".
de_de: Dies wird alle Kacheln importieren. Beachte bitte, dass du das Eingabebild eventuell umwandeln musst, bevor du es importieren kannst. Siehe die "Format-Details" für weitere Informationen.
es_es: Esto importará los tiles. Podrías necesitar convertir la imagen antes de poder usarla. Mira los "Detalles del formato".
ru_ru: Эта функция импортирует плитки. Возможно, вам потребуется сначала преобразовать входное изображение, прежде чем вы сможете его использовать. См. раздел "Детали формата".

source: Tiles Image
de_de: Kachel-Bild
es_es: Imagen de tiles
ru_ru: Изображение плиток

source: Dungeon Graphics
de_de: Dungeon-Grafik
es_es: Gráficos de territorios
ru_ru: Графика подземелий

source: This section lets you edit the graphics of dungeon tiles and how the dungeon tiles are arranged. It also lets you edit backgrounds used for boss fights and other dungeon maps.
de_de: In diesem Abschnitt kannst du die Grafiken von Dungeon Kacheln bearbeiten und wie diese Kacheln angeordnet werden. Du kannst außerdem die Hintergründe bearbeiten, die für Bosskämpfe und einige andere spezielle Ebenen verwendet werden.
es_es: Esta sección te permite editar y los gráficos de los tiles del territorio, así como organizarlos. También te permite editar los fondos de las luchas contra jefes y de los mapas de otros territorios.
ru_ru: В этом разделе вы можете редактировать графику плиток подземелья и их расположение. Здесь также можно редактировать фоны, используемые для боев с боссами и других карт подземелий.

source: Minimap Color
de_de: Farbe der Minimap
es_es: Color en minimapa
fr_fr: Couleur de la mini-carte
ru_ru: Цвет Мини-карты

source: Stirring Effect
de_de: Wind-Effekt
es_es: Efecto de agitación
ru_ru: Эффект приближения чего-то

source: Secret Power
de_de: Geheimpower
es_es: Poder secreto
fr_fr: Force Cachée
ru_ru: Скрытая сила

source: Camouflage
de_de: Tarnung
es_es: Camuflaje
ru_ru: Камуфляж

source: Nature Power
de_de: Natur-Kraft
es_es: Poder natural
fr_fr: Force-Nature
ru_ru: Сила природы

source: Weather
de_de: Wetter
es_es: Clima
fr_fr: Météo
ru_ru: Погода

source: Underwater?
de_de: Unterwasser?
es_es: ¿Bajo el agua?
fr_fr: Sous-marin ?
ru_ru: Под водой?

source: Tileset and Background Properties:
de_de: Eigenschaften von Tileset und Hintergrund:
es_es: Propiedades del Tileset y del Fondo:
fr_fr: Paramètres du tileset et de l'arrière-plan :
ru_ru: Свойства набора плиток и фона:
