Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: A with(){} block needs exactly one statement.
de_de: Ein "width() {}" Block muss genau eine Anweisung enthalten.
es_es: Un bloque 'with(){}' necesita exactamente una sentencia.
fr_fr: Un bloc with(){} ne doit contenir qu'une seule instruction.

source: A with(){} block needs exactly one binary operation. The handler for it generated multiple operations.
de_de: Ein "with() {}" Block muss exakt eine binäre Operation beinhalten. Es wurden mehrere Operationen generiert.
es_es: Un bloque 'with(){}' necesita exactamente una operación binaria. El manipulador para él ha generado múltiples operaciones.
fr_fr: Un bloc with(){} ne peut contenir qu'une seule opération en binaire. Le gestionnaire pour ce bloc en a généré plusieurs.

source: Config
de_de: Konfiguration
fr_fr: Configuration

source: Fire
de_de: Feuer
fr_fr: Feu

source: Grass
de_de: Pflanze
fr_fr: Plante

source: Electric
de_de: Elektro
fr_fr: Électrik

source: Ice
de_de: Eis
fr_fr: Glace

source: Fighting
de_de: Kampf
fr_fr: Combat

source: Poison
de_de: Gift

source: Ground
de_de: Boden
es_es: Tierra
fr_fr: Sol

source: Flying
de_de: Flug
fr_fr: Vol

source: Psychic
de_de: Psycho
fr_fr: Psy

source: Bug
de_de: Käfer
fr_fr: Insecte

source: Rock
de_de: Gestein
fr_fr: Roche

source: Ghost
de_de: Geist
fr_fr: Spectre

source: Dragon
de_de: Drache

source: Dark
de_de: Unlicht
fr_fr: Ténèbres

source: Steel
de_de: Stahl
fr_fr: Acier

source: Stench
de_de: Duftnote
fr_fr: Puanteur

source: Thick Fat
de_de: Speckschicht
fr_fr: Isograisse

source: Rain Dish
de_de: Regengenuss
fr_fr: Cuvette

source: Drizzle
de_de: Niesel
fr_fr: Crachin

source: Arena Trap
de_de: Ausweglos
fr_fr: Piège

source: Intimidate
de_de: Bedroher
fr_fr: Intimidation

source: Rock Head
de_de: Steinhaupt
fr_fr: Tête de Roc

source: Air Lock
de_de: Klimaschutz

source: Hyper Cutter
de_de: Scherenmacht

source: Shadow tag
de_de: Wegsperre
fr_fr: Marque Ombre

source: Speed Boost
de_de: Temposchub
fr_fr: Turbo

source: Battle Armor
de_de: Kampfpanzer
fr_fr: Armurbaston

source: Sturdy
de_de: Robustheit
fr_fr: Fermeté

source: Suction Cups
de_de: Saugnapf
fr_fr: Ventouse

source: Clear Body
de_de: Neutraltorso
fr_fr: Corps Sain

source: Torrent
de_de: Sturzbach

source: Guts
de_de: Adrenalin
fr_fr: Cran

source: Rough Skin
de_de: Rauhaut
fr_fr: Peau Dure

source: Shell Armor
de_de: Panzerhaut
fr_fr: Coque Armure

source: Natural Cure
de_de: Innere Kraft
fr_fr: Médic Nature

source: Damp
de_de: Feuchtigkeit
fr_fr: Moiteur

source: Limber
de_de: Flexibilität
fr_fr: Echauffement

source: Magnet Pull
de_de: Magnetfalle
fr_fr: Magnépiège

source: White Smoke
de_de: Pulverrauch
fr_fr: Ecran Fumée

source: Synchronize
de_de: Synchro
fr_fr: Synchro

source: Overgrow
de_de: Notdünger
fr_fr: Engrais

source: Swift Swim
de_de: Wassertempo
fr_fr: Glissade

source: Sand Stream
de_de: Sandsturm
fr_fr: Sable Volant

source: Sand Veil
de_de: Sandschleier
fr_fr: Voile Sable

source: Keen Eye
de_de: Adlerauge
fr_fr: Regard Vif

source: Inner Focus
de_de: Konzentrator
fr_fr: Attention

source: Shed Skin
de_de: Expidermis
fr_fr: Mue

source: Huge Power
de_de: Kraftkoloss
fr_fr: Coloforce

source: Volt Absorb
de_de: Voltabsorber
fr_fr: Absorb Volt

source: Water Absorb
de_de: H2O-Absorber
fr_fr: Absorb Eau

source: Forecast
de_de: Prognose
fr_fr: Météo

source: Serene Grace
de_de: Edelmut
fr_fr: Sérénité

source: Poison Point
de_de: Giftdorn
fr_fr: Point Poison

source: Trace
de_de: Fährte
fr_fr: Calque

source: Oblivious
de_de: Dösigkeit
fr_fr: Benêt

source: Truant
de_de: Schnarchnase
fr_fr: Absentéisme

source: Run Away
de_de: Angsthase
fr_fr: Fuite

source: Sticky Hold
de_de: Wertehalter
fr_fr: Glue

source: Cloud Nine
de_de: Wolke Sieben
fr_fr: Ciel Gris

source: Illuminate
de_de: Erleuchtung
fr_fr: Lumiatirance

source: Early Bird
de_de: Frühwecker
fr_fr: Matinal

source: Hustle
de_de: Übereifer
fr_fr: Agitation

source: Drought
de_de: Dürre
fr_fr: Sécheresse

source: LightningRod
de_de: Blitzfänger
fr_fr: Paratonnerre

source: CompoundEyes
de_de: Facettenauge
fr_fr: Oeil Composé

source: Marvel Scale
de_de: Notschutz
fr_fr: Ecaille Spé.

source: Wonder Guard
de_de: Wunderwache
fr_fr: Garde Mystik

source: Levitate
de_de: Schwebe
fr_fr: Lévitation

source: Pressure
de_de: Erzwinger
fr_fr: Pression

source: Liquid Ooze
de_de: Kloakensoße
fr_fr: Suintement

source: Color Change
de_de: Farbwechsel
fr_fr: Déguisement

source: Soundproof
de_de: Lärmschutz
fr_fr: Anti-Bruit

source: Effect Spore
de_de: Sporenwirt
fr_fr: Pose Spore

source: Flame Body
de_de: Flammkörper
fr_fr: Corps Ardent

source: Own Tempo
de_de: Tempomacher
fr_fr: Tempo Perso

source: Magma Armor
de_de: Magmapanzer
fr_fr: Armumagma

source: Water Veil
de_de: Aquahülle
fr_fr: Ignifu-Voile

source: Swarm
de_de: Hexaplaga
fr_fr: Essaim

source: Cute Charm
de_de: Charmebolzen
fr_fr: Joli Sourire

source: Immunity
de_de: Immunität
fr_fr: Vaccin

source: Blaze
de_de: Großbrand
fr_fr: Brasier

source: Pickup
de_de: Mitnahme
fr_fr: Ramassage

source: Flash Fire
de_de: Feuerfänger
fr_fr: Torche

source: Vital Spirit
de_de: Munterkeit
fr_fr: Esprit Vital

source: Pure Power
de_de: Mentalkraft
fr_fr: Force Pure

source: Shield Dust
de_de: Puderabwehr
fr_fr: Ecran Poudre

source: Ice Body
de_de: Eishaut
fr_fr: Corps Gel

source: Stall
de_de: Zeitspiel
fr_fr: Frein

source: Anger Point
de_de: Kurzschluss
fr_fr: Colérique

source: Tinted Lens
de_de: Aufwertung
fr_fr: Lentiteintée

source: Frisk
de_de: Schnüffler
fr_fr: Fouille

source: Mold Breaker
de_de: Überbrückung
fr_fr: Brise Moule

source: Unburden
de_de: Entlastung
fr_fr: Délestage

source: Dry Skin
de_de: Trockenheit
fr_fr: Peau Sèche

source: Anticipation
de_de: Vorahnung

source: Scrappy
de_de: Rauflust
fr_fr: Querelleur

source: Super Luck
de_de: Glückspilz
fr_fr: Chanceux

source: Gluttony
de_de: Völlerei
fr_fr: Gloutonnerie

source: Solar Power
de_de: Solarkraft
fr_fr: Force Soleil

source: Skill Link
de_de: Wertelink
fr_fr: Multi-Coups

source: Reckless
de_de: Achtlos
fr_fr: Téméraire

source: Sniper
de_de: Superschütze

source: Slow Start
de_de: Start
fr_fr: Début Calme

source: Heatproof
de_de: Hitzeschutz
fr_fr: Ignifuge

source: Download
de_de: Unten
fr_fr: Télécharge

source: Simple
de_de: Wankelmut

source: Tangled Feet
de_de: Fußangel
fr_fr: Pieds Confus

source: Adaptability
de_de: Anpassung
fr_fr: Adaptabilité

source: Technician
de_de: Techniker
fr_fr: Technicien

source: Iron Fist
de_de: Eisenfaust
fr_fr: Poing de Fer

source: Motor Drive
de_de: Starthilfe
fr_fr: Motorisé

source: Unaware
de_de: Unkenntnis
fr_fr: Inconscient

source: Rivalry
de_de: Rivalität
fr_fr: Rivalité

source: Bad Dreams
de_de: Alptraum
fr_fr: Mauvais Rêve

source: No Guard
de_de: Schildlos
fr_fr: Annule Garde

source: Normalize
de_de: Regulierung
fr_fr: Normalise

source: Solid Rock
de_de: Felskern
fr_fr: Solide Roc

source: Quick Feet
de_de: Rasanz
fr_fr: Pied Véloce

source: Klutz
de_de: Tollpatsch
fr_fr: Maladresse

source: Steadfast
de_de: Felsenfest
fr_fr: Impassible

source: Flower Gift
de_de: Pflanzengabe
fr_fr: Don Floral

source: Poison Heal
de_de: Aufheber
fr_fr: Soin Poison

source: Magic Guard
de_de: Magieschild
fr_fr: Garde Magik

source: Honey Gather
de_de: Honigmaul
fr_fr: Cherche Miel

source: Aftermath
de_de: Finalschlag
fr_fr: Boom Final

source: Snow Cloak
de_de: Schneemantel
fr_fr: Rideau Neige

source: Snow Warning
de_de: Hagelalarm
fr_fr: Alerte Neige

source: Forewarn
de_de: Vorwarnung
fr_fr: Prédiction

source: Storm Drain
de_de: Sturmsog
fr_fr: Lavabo

source: Leaf Guard
de_de: Floraschild
fr_fr: Feuil. Garde

source: NONE
de_de: KEINE
fr_fr: AUCUNE

source: F/W, Room; Key Door (0xC)
de_de: B/W, Raum, Schlüssel-Tür (0xC)
es_es: S/P, Sala; Puerta cerrada con llave (0xC)
fr_fr: S/M, Salle ; Porte fermée à Clé (0xC)

source: Tile flag 0xC is set to 1 and spawns a key Door. If the fixed room id is &lt; 0xA5, this will be a Wall. Otherwise it will be Floor.
de_de: Kachel-Flag 0xC wird auf 1 gesetzt und es wird Schlüsseltür erstellt. Wenn die ID des statischen Raums &lt; 0xA5 ist, wird unter der Tür eine Mauer sein, ansonsten Boden.
es_es: El indicador del tile 0xC se establece en 1 y genera una Puerta cerrada con llave. Si el ID fijo de la sala es &lt; 0xA5, será una pared. De lo contrario, será suelo.
fr_fr: Le drapeau de tuile 0xC est égal à 1 et fait un apparaitre clé . Si l'identifiant de la salle fixe est &lt; 0xA5, ce sera un mur. Autrement, ce sera du sol.

source: F/W, Room; Key Door (0xD)
de_de: B/W, Raum, Schlüssel-Tür (0xD)
es_es: S/P, Sala; Puerta cerrada con llave (0xD)
fr_fr: S/M, Salle ; Porte fermée à Clé (0xD)

source: Tile flag 0xD is set to 1 and spawns a key Door. If the fixed room id is &lt; 0xA5, this will be a Wall. Otherwise it will be Floor.
de_de: Kachel-Flag 0xD wird auf 1 gesetzt und es wird Schlüsseltür erstellt. Wenn die ID des statischen Raums &lt; 0xA5 ist, wird unter der Tür eine Mauer sein, ansonsten Boden.
es_es: La marca del tile 0xD se establece en 1 y genera una Puerta cerrada con llave. Si el ID fijo de la sala es &lt; 0xA5, será una pared. De lo contrario, será suelo.
fr_fr: Le drapeau de tuile 0xD est égal à 1 et fait un apparaitre clé . Si l'identifiant de la salle fixe est &lt; 0xA5, ce sera un mur. Autrement, ce sera du sol.

source: This portrait does not compress well, the result size is greater than 800 bytes ({len(new_img_compressed)} bytes total). If you haven't done already, try applying the 'ProvideATUPXSupport' to install an optimized compression algorithm, which might be able to better compress this image.
de_de: Dieses Portrait lässt sich nicht gut komprimieren, die Größe nach dem Komprimieren ist größer als 800 Bytes ({len(new_img_compressed)} Bytes insgesamt). Falls du es noch nicht probiert hast, versuche den Patch 'ProvideATUPXSupport' anzuwenden, um einen optimierten Algorithmus zu installieren, welcher möglicherweise in der Lage ist, dieses Bild besser zu komprimieren.
es_es: Este retrato no se comprime bien, el tamaño resultante es superior a 800 bytes ({len(new_img_compressed)} bytes en total). Si aún no lo has hecho, prueba a aplicar el parche 'ProvideATUPXSupport' para instalar un algoritmo de compresión optimizado que podría ser capaz de comprimir mejor la imagen.
fr_fr: Ce portrait ne se compresse pas bien, la taille résultante est plus grande que 800 octets ({len(new_img_compressed)} au total). Si ce n'est pas encore fait, essayez d'appliquer le patch « ProvideATUPXSupport » pour installer un algorithme de compression plus optimisé, qui est susceptible de mieux compresser l'image.

source: Tells the game, to load the actor and level lists from a separate file. Extracts both files on applying the patch.
de_de: Nach dem Anwenden des Patches, werden Akteur- und Levelliste aus einer separaten Datei geladen. Beide Listen werden vor Anwenden des Patches extrahiert.
es_es: Le dice al juego que cargue el actor y las listas de niveles de un archivo separado. Extrae ambos archivos al aplicar el parche.
fr_fr: Indique au jeu de charger les listes d'acteurs et de niveaux à partir de fichiers séparés. Extrait les deux fichiers lors de l'application de ce correctif.

source: Adds an extra menu during the personality test to choose the starter. Uses the supposedly unused string 2613 in the strings file.
de_de: Fügt während des Persönlichkeitstests ein zusätzliches Menü hinzu, um den Starter auszuwählen. Verwendet die vermutlich unbenutzten Zeichenkette 2613.
es_es: Añade un menú adicional en la prueba de personalidad para elegir el Pokémon inicial. Utiliza la cadena 2613 supuestamente no utilizada en el archivo de cadenas.
fr_fr: Ajoute un nouveau menu pendant le test de personnalité pour choisir le starter. Utilise la chaîne 2613 dans le fichier texte.

source: Pressing start in a dungeon toggles between automatic and manual mode. In manual mode, you can control your partners on their turns. You must apply the extra code overlay made by End45 before applying this patch.
de_de: Wenn du "Start" in einem Dungeon drückst, wechselt du zwischen dem automatischen und manuellen Modus. Im manuellen Modus kannst du deine Teampartner kontrollieren. Du musst den ExtraSpace Patch von End45 anwenden um diesen Patch verwenden zu können.
es_es: Al pulsar el botón Start en un territorio, se alterna entre el modo automático y el manual. En el modo manual, puedes controlar a tus compañeros en sus turnos. Debes aplicar el parche de código adicional (ExtraSpace) creado por End45 antes de aplicar este parche.
fr_fr: Appuyer sur Start dans un donjon permet de basculer entre le mode automatique et le mode manuel. En mode manuel, vous pouvez contrôler vous partenaires pendant leurs tours. Vous devez appliquer le correctif pour l'overlay de code supplémentaire de End45 avant d'appliquer ce patch.

source: Changes the way the game determines when to add additional pokémon to the team so it can be edited more easily
de_de: Ändert die Art und Weise, wie das Spiel bestimmt, wann dem Team zusätzliche Pokémon hinzugefügt werden, damit diese Information einfacher bearbeitet werden kann
es_es: Cambia la forma en la que el juego determina cuándo añadir Pokémon adicionales al equipo para que pueda editarse más fácilmente.
fr_fr: Change la manière dont le jeu détermine quand est-ce qu'un pokémon doit être ajouté dans l'équipe durant le scénario pour modifier ceux-ci plus aisément

source: Expand the pokemon entries allowed to 2048, and makes all the entries independent. Needs ChangeEvoSystem, ExternalizeWazaFile, ExternalizeMappaFile patches to work. It is strongly recommended to fix any dungeon error before applying this patch, and to save a backup of your ROM before applying this.
de_de: Erweitert die Anzahl der erlaubten Pokémon auf 2048 und macht alle Einträge unabhängig voneinander. Benötigt die Patches ChangeEvoSystem, ExternalizeWazaFile und ExternalizeMappaFile. Es wird dringend empfohlen alle Dungeon-Fehler zu beheben, bevor dieser Patch angewendet wird, und ein Backup deiner ROM zu erstellen.
es_es: Amplía las entradas de Pokémon permitidas a 2048, y hace que sean independientes entre sí. Necesita los parches "ChangeEvoSystem", "ExternalizeWazaFile" y "ExternalizeMappaFile" para funcionar. Se recomienda encarecidamente corregir cualquier error en los territorios y guardar una copia de seguridad de tu ROM antes de aplicar el parche.
fr_fr: Permet d'avoir jusqu'a 2048 entrées de pokémon, et les rends indépendante. À besoin des correctifs ''ChangeEvoSystem', 'ExternalizeWazaFile' et 'ExternalizeMappaFile' pour fonctionner Il est fortement recommander de corriger toutes les erreurs des donjons avant d'appliquer ce patch, et de faire une backup de votre de ROM avant d'appliquer ce patch.

source: SMDL file too short (EOC EOF).
de_de: SMDL-Datei zu kurz (EOC EOF).
es_es: Archivo SMDL demasiado corto (EOC EOF).

source: Invalid SMDL/EOC header.
de_de: Ungültiger SMDL/EOC-Header.
es_es: SMDL inválido/Encabezado de EOC.
fr_fr: En-tête SMDL/EOC invalide.

source: SMDL file too short (Header EOF).
de_de: SMDL-Datei zu kurz (Header EOF).
es_es: Archivo SMDL demasiado corto (Encabezado EOF).

source: Invalid SMDL/Header header.
de_de: Ungültiger SMDL-/Header-Header.
es_es: SMDL inválido/Encabezado del encabezado.

source: SMDL file too short (Song EOF).
de_de: SMDL-Datei zu kurz (Song EOF).
es_es: Archivo SMDL demasiado corto (Canción EOF).

source: Invalid SMDL/Song header.
de_de: Ungültiger SMDL-/Song-Header.
es_es: SMDL inválido/Encabezado de canción.

source: SMDL file too short (Track EOF).
de_de: SMDL-Datei zu kurz (Track EOF).
es_es: Archivo SMDL demasiado corto (Pista EOF).

source: Invalid SMDL/Track header.
de_de: Ungültiger SMDL-/EOC-Header.
es_es: SMDL inválido/Encabezado de pista.

source: SWDL file too short (Keygroup EOF).
de_de: SMDL-Datei zu kurz (Schlüsselgruppe EOF).
es_es: Archivo SWDL demasiado corto (Grupo de claves EOF).

source: SWDL file too short (Kgrp EOF).
de_de: SMDL-Datei zu kurz (Kgrp EOF).
es_es: Archivo SWDL demasiado corto (Grupo de claves EOF).

source: Invalid SWDL/Kgrp header.
de_de: Ungültiger SWDL-/Kgrp-Header.
es_es: SWDL inválido/Encabezado del grupo de claves.

source: SWDL file too short (Pcmd EOF).
de_de: SMDL-Datei zu kurz (Pcmd EOF).
es_es: Archivo SWDL demasiado corto (Pcmd EOF).

source: Invalid SWDL/Pcmd header.
de_de: Ungültiger SWDL-/Pcmd-Header.
es_es: SWDL inválido/Encabezado de Pcmd.

source: SWDL file too short (LFO EOF).
de_de: SWDL-Datei zu kurz (LFO EOF).
es_es: Archivo SWDL demasiado corto (LFO EOF).

source: SWDL file too short (Split EOF).
de_de: SWDL-Datei zu kurz (Split EOF).
es_es: Archivo SWDL demasiado corto (Split EOF).

source: SWDL file: Invalid lowkey duplicate (Split EOF).
de_de: SWDL-Datei: Ungültiges Lowkey-Duplikat (Split EOF).
es_es: Archivo SWDL: duplicado lowkey no válido (Split EOF).

source: SWDL file: Invalid hikey duplicate (Split EOF).
de_de: SWDL-Datei: Ungültiges Highkey-Duplikat (Split EOF).
es_es: Archivo SWDL: duplicado hikey no válido (Split EOF).

source: SWDL file: Invalid lolevel duplicate (Split EOF).
de_de: SWDL-Datei: Ungültiges Lowlevel-Duplikat (Split EOF).
es_es: Archivo SWDL: duplicado lolevel no válido (Split EOF).

source: SWDL file: Invalid hilevel duplicate (Split EOF).
de_de: SWDL-Datei: Ungültiges HiLevel-Duplikat (Split EOF).
es_es: Archivo SWDL: duplicado hilevel no válido (Split EOF).

source: SWDL file too short (PRG EOF).
de_de: SMDL-Datei zu kurz (PRG EOF).
es_es: Archivo SWDL demasiado corto (PRG EOF).

source: SWDL file too short (Prgi EOF).
de_de: SMDL-Datei zu kurz (Prgi EOF).
es_es: Archivo SWDL demasiado corto (Prgi EOF).

source: Invalid PRGI/Prgi header.
de_de: Ungültiger PRGI-/Prgi-Header.
es_es: PRGI inválido/Encabezado de Prgi.
fr_fr: En-tête PRGI/Prgi invalide.

source: SWDL Prgi length invalid; tried to read past EOF.
de_de: Die SWDL-Prgi-Länge ist ungültig. Es wurde versucht, nach dem EOF zu lesen.
es_es: La longitud de SWDL Prgi no es válida; se ha intentado leer el EOF previo.

source: SWDL file too short (SwdlPcmdLen EOF).
de_de: SMDL-Datei zu kurz (SwdlPcmdLen EOF).
es_es: Archivo SWDL demasiado corto (SwdlPcmdLen EOF).

source: SWDL file too short (Header EOF).
de_de: SMDL-Datei zu kurz (Header EOF).
es_es: Archivo SWDL demasiado corto (Encabezado EOF).

source: Invalid SWDL/Header header.
de_de: Ungültiger SWDL-/Header-Header.
es_es: SWDL inválido/Encabezado del encabezado.

source: Swdl read error (inconsistent Wavi length)
de_de: SWDL-Lesefehler (inkonsistente Wavi-Länge)
es_es: Error de lectura de SWDL (longitud de Wavi inconsistente)

source: Swdl read: Invalid sample data
de_de: SWDL-Lesefehler: Ungültige Beispieldaten
es_es: Lectura de SWDL: datos de muestra inválidos

source: SWDL file too short (Sample Table EOF).
de_de: SWDL-Datei zu kurz (Beispieltabelle EOF).
es_es: Archivo SWDL demasiado corto (Tabla de muestras EOF).

source: SWDL file too short (Wavi EOF).
de_de: SWDL-Datei zu kurz (Wavi EOF).
es_es: Archivo SWDL demasiado corto (Wavi EOF).

source: Invalid SWDL/Wavi header.
de_de: Ungültiger SWDL-/Wavi-Header.
es_es: SWDL inválido/Encabezado de Wavi.
fr_fr: En-tête SWDL/Wavi invalide.

source: SWDL Wavi length invalid; tried to read past EOF.
de_de: Die SWDL Wavi-Länge ist ungültig. Es wurde versucht, nach dem EOF zu lesen.
es_es: La longitud de SWDL Wavi no es válida; se ha intentado leer el EOF previo.

source: This portrait does not compress well, the result size is greater than 800 bytes ({} bytes total). If you haven't done already, try applying the 'ProvideATUPXSupport' to install an optimized compression algorithm, which might be able to better compress this image.
de_de: Dieses Portrait lässt sich nicht gut komprimieren, die Größe nach dem Komprimieren ist größer als 800 Bytes ({} Bytes insgesamt). Falls du es noch nicht probiert hast, versuche den Patch 'ProvideATUPXSupport' anzuwenden, um einen optimierten Kompressionsalgorithmus zu installieren, welcher möglicherweise in der Lage ist, dieses Bild besser zu komprimieren.
es_es: Este retrato no se comprime bien, el tamaño resultante es superior a 800 bytes ({} en total). Si aún no lo has hecho, prueba a aplicar el parche 'ProvideATUPXSupport' para instalar un algoritmo de compresión optimizado que podría ser capaz de comprimir mejor la imagen.
fr_fr: Ce portrait ne se compresse pas bien, la taille compressée est plus grande que 800 octets ({} au total). Si ce n’est pas encore fait, essayez d'appliquer le correctif «ProvideATUPXSupport» pour installer un algorithme de compression plus optimisé, qui pourrait donner de meilleurs résultats.

source: Compiling script "{self.filename}"...
de_de: Kompiliere Skript "{self.filename}"...
es_es: Compilando script "{self.filename}"...
fr_fr: Compilation du script « {self.filename} »...

source: SSBScript is not available for this file.
de_de: SSBScript ist für diese Datei nicht verfügbar.
es_es: SSBScript no está disponible para este archivo.
fr_fr: SSBScript n'est pas disponible pour ce fichier.

source: An old version of this script is still loaded in RAM, but breakpoints are not available. Debugging is disabled for this file, until it is reloaded.
de_de: Eine alte Version dieses Skripts ist noch im RAM geladen, aber Haltepunkte sind nicht verfügbar. Debugging ist für diese Datei nicht möglich, bis sie vom Spiel neu geladen wurde.
es_es: Una versión antigua de este script todavía está cargada en la RAM, pero los puntos de interrupción no están disponibles. La depuración está deshabilitada en este archivo hasta que se recargue.
fr_fr: Une ancienne version de ce script est toujours chargée en RAM, mais les points d'arrêt ne sont pas disponibles. Le débogage est désactivé pour ce fichier, jusqu'à ce qu'il soit rechargé.

source: An old version of this script is still loaded in RAM, old breakpoints are still used, until the file is reloaded.
de_de: Eine alte Version dieses Skripts ist noch im RAM geladen. Alte Haltepunkte werden weiterhin verwendet, bis die Datei vom Spiel neu geladen wurde.
es_es: Una versión antigua de este script sigue cargada en la RAM, los puntos de interrupción antiguos se seguirán utilizando hasta que se recargue el archivo.
fr_fr: Une ancienne version de ce script est toujours chargée en RAM, les anciens points d'arrêt seront encore utilisés jusqu'à ce que le fichier soit rechargé.

source: This is a read-only representation of the compiled ExplorerScript.
de_de: Dies ist eine schreibgeschützte Darstellung der kompilierten ExplorerScript-Datei.
es_es: Esta es una representación de solo lectura del script compilado de ExplorerScript.
fr_fr: Ceci est une représentation en lecture seule du script ExplorerScript compilé.

source: ExplorerScript is not available for this file.
de_de: ExplorerScript ist für diese Datei nicht verfügbar.
es_es: ExplorerScript no está disponible para este archivo.
fr_fr: ExplorerScript n'est pas disponible pour ce fichier.

source: No cheat-check (?)
de_de: Kein Cheat-Check (?)

source: No plunge-check (?)
de_de: Kein Sturz-Check (?)

source: Dungeon Infinite Comeback (?)
de_de: Endlose Versuche in Dungeons (?)
