Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Floor connectivity (Min 1, if it's 0 a valid map can't be generated and you will get the default single room that it's also a monster house). This is the amount of connections between cells that will be generated when the map is first created. More will be added later to ensure that all the rooms can be accessed. A cell is a point in the initial grid used to generate the map. It will end up being a room or a crossroad once the full map is generated.
de_de: Ebenen-Verbundenheit (mindestens 1, falls der Wert 0 ist kann keine gültige Ebene generiert werden und das Spiel fällt stattdessen auf eine Ebene zurück, die aus einem riesigem Monster-Raum besteht). Dies ist die Anzahl der Verbindungen zwischen Zellen, die generiert werden während die Ebene zum ersten Mal erstellt wird. Es werden später weitere Verbindungen hinzugefügt, um sicherzustellen, dass alle Räume erreicht werden können. Eine Zelle ist ein Punkt im initialen Netz, der verwendet wird um die Karte für die Ebene zu generieren. Sie wird nach Abschluss der Generierung entweder eine Kreuzung oder ein Raum sein.
es_es: Conexiones del piso (mínimo 1, si es 0 no se puede generar un mapa válido y obtendrás la sala por defecto, será un nido de monstruos). Esta es la cantidad de conexiones entre celdas que se generarán cuando se cree el mapa por primera vez. Más tarde se añadirá más para garantizar el acceso a todas las salas. Una celda es un punto en la cuadrícula inicial utilizada para generar el mapa. Terminará siendo una sala o un cruce una vez que se genere el mapa completo.
fr_fr: Connectivité de l'étage (Minimum 1, 0 empéche la génération d'une carte valide, et vous aurez l'étage par défaut, c'est-à-dire une chambre unique, qui est une maison de monstre). Il s'agit du nombre de connections entres les chambres qui seront généré lors du début de la génération de l'étage. D'autres seront ensuite ajouté pour garantir que toutes les chambres sont accessible. Une cellule est un point sur la grille initiale pour générer la carte. Il finira par devenir un croisement ou une chambre une fois l'étage completement généré.
ru_ru: Связность этажа (минимум 1, если значение равно 0, то карта не будет сгенерирована и вы получите стандартную однокомнатную карту, которая также является засадой монстров). Это количество связей между клетками, которое будет сгенерировано при первом создании карты. Позже будет добавлено больше, чтобы обеспечить доступ ко всем комнатам. Ячейка - это точка в начальной сетке, используемой для создания карты. В итоге она станет комнатой или перекрестком, когда будет создана полная карта.

source: Used to generate additional hallways in the map (those "donuts" that lead to nowhere, multiple entrances to the same room, room exits connected to the same room, those dead ends that come out of a room, make a couple of twists and also lead to nowhere)
de_de: Wird verwendet, um weitere Flure auf der Ebene zu generieren (diese "Donuts", die nirgendwo hinführen
es_es: Se utiliza para generar pasillos adicionales en el mapa (esos "donuts" que no llevan a ninguna parte, las entradas múltiples a una misma sala, las conexiones entre salas, los callejones sin salida de alguna sala que dan un par de vueltas y tampoco llevan a ninguna parte...)
ru_ru: Используется для генерации дополнительных коридоров на карте ("пончики", которые ведут в никуда, несколько входов в одну комнату, выходы из комнат, соединенные в одну комнату, тупиковые коридоры, выходящие из комнаты, делающие пару поворотов и ведущие в никуда)

source: The final value is randomized between density and density/2.
de_de: Der endgültige Wert wird vom Spiel zwischen dem Wert für "Dichte" und der Hälfte des Wertes ausgewürfelt.
es_es: El valor final es aleatorizado entre densidad y densidad/2.
ru_ru: Окончательное значение выбирается случайным образом между плотностью и плотностью/2.

source: The final value is randomized between density - 2 and density + 1.
ru_ru: Окончательное значение выбирается случайным образом между плотностью - 2 и плотностью + 1.

source: The final value is randomized between density / 2 and density - 1. If the value is negative and the NegativeEnemyDensity patch is applied, the absolute value of the density is used instead (no random variation is applied in this case). If the value is 0, no enemies will spawn on the floor, even as turns pass.
ru_ru: Конечное значение рандомизируется между плотностью / 2 и плотностью - 1. Если значение отрицательное и применен патч NegativeEnemyDensity, вместо него используется абсолютное значение плотности (случайное изменение в этом случае не применяется). Если значение равно 0, враги не будут появляться на этаже даже по прошествии ходов.

source: The value stored in the ROM is actually what you write here divided by 5. Because of this, your input will be rounded to the next multiple of 5.
ru_ru: Значение, хранящееся в ROM, это то, что вы записали здесь, деленное на 5. Поэтому ваши входные данные будут округлены до следующего числа, кратного 5.

source: These sliders control how likely it is (in %) for certain things to generate on this floor.
de_de: Diese Schieberegler steuern, wie wahrscheinlich es (in %), dass bestimmte Dinge auf dieser Ebene generiert werden.
es_es: Estos deslizadores controlan la probabilidad (en %) de que se generen ciertos elementos en este piso.
ru_ru: Эти ползунки регулируют вероятность (в %) генерации определенных вещей на этом этаже.

source: Every Kecleon shop has a minimum amount of guaranteed items. This value controls where in the shop they will be placed.
de_de: Jeder Kecleon-Shop hat eine Mindestmenge an garantierten Items. Dieser Wert steuert, wo sie im Shop platziert werden.
es_es: Cada tienda Kecleon tiene una cantidad mínima de objetos garantizados. Este valor controla dónde se colocarán en la tienda.
fr_fr: Chaque magasin Kecleon dispose un nombre minimum d'objets garantis. Cette valeur contrôle l'endroit où ils seront placés dans le magasin.
ru_ru: В каждом магазине Кеклеона есть минимальное количество гарантированных предметов. Это значение определяет, где в магазине они будут размещены.

source: 0 --> 100% secret bazaar 1 --> 100% secret room 255 --> 50% secret bazaar, 50% secret room Other values: 0% secret bazaar, 0% secret room (you just go to the next floor like normal stairs).
de_de: 0 —> 100% Geheimbasar 1 —> 100% geheimer Raum 255 —> 50% Geheimbasar, 50% geheimer Raum Andere Werte: 0% Geheimbasar, 0% geheimer Raum (funktioniert dann wie normale Treppe).
es_es: 0 --> Bazar secreto seguro 1 --> Sala secreta segura 255 --> 50% bazar secreto, 50% sala secreta Otros valores: 0% bazar secreto, 0% sala secreta (se avanza al siguiente piso como si fueran escaleras normales).
fr_fr: 0 --> Bazar Secret à 100 % 1 --> Salle Secrète à 100 % 255 --> Bazar Secret à 50 %, Salle Secrète à 50 % Autres : pas de Bazar Secret, ni de Salle Secrète (l'escalier mème à l'étage suivant comme les normaux).
ru_ru: 0 --> 100% секретный базар 1 --> 100% секретная комната 255 --> 50% секретный базар, 50% секретная комната Другие значения: 0% секретный базар, 0% секретная комната (вы просто поднимаетесь на следующий этаж, как по обычной лестнице).

source: Does not work in the game. To make it work, apply the "UnusedDungeonChance" from "Patches" > "ASM". If patched, the game will turn a random room into a maze room made of wall tiles instead of the usual water (although water can later replace some of the walls once the water generation takes place).
de_de: Funktioniert im Spiel nicht. Damit diese Einstellung funktioniert, wende den "UnusedDungeonChance" Patch aus "Patches" > "ASM" an. Wenn das Spiel gepatched ist, wird das Spiel einen zufälligen Raum in ein Labyrinth mit Wand-Kacheln umwandeln (statt mit Wasser, aber Wasser kann später während der Wassergeneration einige der Wände ersetzen).
es_es: No funciona en el juego. Para que funcione, aplica el parche "UnusedDungeonChance" desde el menú Parches ASM. Si se aplica el parche, el juego convertirá una sala aleatoria en una sala laberíntica hecha de tiles de pared en lugar del agua habitual (aunque el agua puede sustituir posteriormente a algunas de las paredes cuando se genere).
ru_ru: Не работает в игре. Чтобы заставить его работать, примените "UnusedDungeonChance" из раздела "Патчи" > "ASM". Если патч применен, игра превратит случайную комнату в комнату-лабиринт, состоящую из плиток стен вместо обычной воды (хотя впоследствии вода может заменить некоторые стены, когда произойдет генерация воды).

source: It was added in explorers of sky, so right now it's only used in the sky exclusive dungeons. If a monster house spawns in the floor, this is the chance of it being empty (no items will be generated inside).
de_de: Wurde in Erkundungsteam Himmel hinzugefügt. Aktuell wird es daher nur von Dungeons, die in diesem Spiel hinzugefügt wurden verwendet. Wenn ein Monster-Raum auf der Ebene generiert wird, dann definiert dies die Chance, dass es leer ist (keine Items enthält).
es_es: Se añadió en Exploradores del Cielo, así que ahora mismo solo se utiliza en los territorios exclusivos de esta versión. Si un nido de monstruos aparece en el piso, esta es la probabilidad de que esté vacío (de que no hayan objetos dentro).
ru_ru: Это было добавлено в Explorers of Sky, так что сейчас он используется только в подземельях, эксклюзивных в EoS. Если на этаже появляется Засада Монстров, то есть шанс, что он будет пуст (внутри не будет генерироваться никаких предметов).

source: If more than 0, the IQ booster increases IQ on this floor by this amount.
de_de: Wenn mehr als 0, erhöht der IQ-Steigerer den IQ auf dieser Ebene um diesen Betrag.
es_es: Si es mayor que 0, el potenciador de CI aumenta el CI en este piso la siguiente cantidad.
ru_ru: Если больше 0, то Усилитель IQ увеличит IQ на этом этаже на эту величину.

source: You can not spawn Kecleons or the Decoy Pokémon.
de_de: Du kannst weder Kecleon noch das Köder-Pokémon spawnen.
es_es: No puedes generar Kecleons o Pokémon señuelos.
ru_ru: В списке врагов не может быть Кеклеон или покемон-приманка.

source: SkyTemple: Invalid Pokémon
de_de: SkyTemple: Ungültiges Pokémon
es_es: SkyTemple: Pokémon inválido
fr_fr: SkyTemple: Pokémon invalide
ru_ru: SkyTemple: Неверный покемон

source: No Pokémon with this ID found.
de_de: Keine Pokémon mit dieser ID gefunden.
es_es: No se ha encontrado ningún Pokémon con este ID.
fr_fr: Aucun Pokémon avec cet identifiant trouvé.
ru_ru: Не найдено Покемонов с таким ID.

source: All categories are already in the list.
de_de: Alle Kategorien sind bereits in der Liste.
es_es: Todas las categorías ya están en la lista.
ru_ru: Все категории уже есть в списке.

source: Can not add category
de_de: Kann Kategorie nicht hinzufügen
es_es: No se puede añadir la categoría
ru_ru: Невозможно добавить категорию

source: The last category can not be removed.
de_de: Die letzte Kategorie kann nicht entfernt werden.
es_es: La última categoría no se puede eliminar.
ru_ru: Последняя категория не может быть удалена.

source: Can't remove category.
de_de: Kann Kategorie nicht entfernen.
es_es: No se puede eliminar categoría.
ru_ru: Невозможно удалить категорию.

source: This item does not belong in this category. Please chose another item.
de_de: Dieses Item gehört nicht in diese Kategorie. Bitte wähle ein anderes Element.
es_es: Este objeto no pertenece a esta categoría. Por favor, elige otro.
fr_fr: Cet objet n’appartient pas à cette catégorie, veuillez en choisir un autre.
ru_ru: Этот предмет не относится к данной категории. Пожалуйста, выберите другой предмет.

source: Invalid item id
de_de: Ungültige Item-ID
es_es: ID de objeto inválido
ru_ru: Неверный ID предмета

source: This item is already in the list.
de_de: Dieses Item existiert bereits in der Liste.
es_es: Este objeto ya está en la lista.
ru_ru: Этот предмет уже в списке.

source: Can not use this item
de_de: Kann dieses Item nicht verwenden
es_es: No se puede usar este objeto
ru_ru: Невозможно использовать этот предмет

source: All items are already in the list
de_de: Alle Items sind bereits in der Liste
es_es: Todos los objetos ya están en la lista
ru_ru: Все предметы уже находятся в списке

source: Can not add item.
de_de: Kann Item nicht hinzufügen.
es_es: No se puede añadir el objeto.
fr_fr: Impossible d'ajouter un objet.
ru_ru: Невозможно добавить предмет.

source: Warning: Some Pokémon spawns may be invalid. Kecleons will been spawned instead.
de_de: Warnung: Einige Pokémon-Spawns sind möglicherweise ungültig. Stattdessen werden Kecleons gespawnet.
es_es: Advertencia: Algunos Pokémon podrían ser inválidos. En su lugar, se generarán Kecleons.
fr_fr: Attention : Certain placement de Pokémon pourrait être invalide. Ils seront remplacés par des Kecleon.
ru_ru: Предупреждение: Некоторые покемоны в списке врагов могут быть недопустимыми. Вместо них будут появляться Кеклеоны.

source: Warning: Some Item spawns may be invalid. Poké will been spawned instead.
de_de: Warnung: Einige Item-Spawns sind möglicherweise ungültig. Poké wird stattdessen gespawnet.
es_es: Advertencia: Algunos objetos podrían ser inválidos. En su lugar, se generarán Pokés.
fr_fr: Attention : Certain placement d’objets pourrait être invalide. Ils seront remplacés par des Poké.
ru_ru: Предупреждение: Некоторые предметы в списке предметов могут быть недопустимыми. Вместо них будут появляться монеты.

source: Warning: Some traps spawns may be invalid. Unused traps will been spawned instead.
de_de: Warnung: Einige Fallen-Spawns sind möglicherweise ungültig. Stattdessen wird die unbenutzte Falle gespawnet.
es_es: Advertencia: Algunas trampas podrían ser inválidas. En su lugar, se generarán trampas sin usar.
fr_fr: Attention : Certain placement de pièges pourrait être invalide. Ils seront remplacés par des pièges inutilisés.
ru_ru: Предупреждение: Некоторые ловушки в списке ловушек могут быть недопустимыми. Вместо них будут появляться неиспользованные ловушки.

source: Note: Floor uses a fixed room, the preview doesn't take this into account.
de_de: Hinweis: Die Ebene verwendet einen statischen Raum, in der Vorschau wird das nicht berücksichtigt.
es_es: Nota: El piso utiliza una sala fija. La vista previa no tiene esto en cuenta.
ru_ru: Примечание: Этаж использует фиксированную комнату, предварительный просмотр не учитывает этого.

source: This seed is used as the base to randomly generate the actual seeds used by the dungeon generation engine. Note that generated previews might not be 100% accurate.
de_de: Dieser Seed wird als Basis verwendet, um die eigentlichen Seeds zu erzeugen, die vom Dungeon-Generator verwendet werden. Beachte, dass die generierte Vorschau möglicherweise nicht 100% genau ist.
es_es: Esta semilla se utiliza como base para generar aleatoriamente las semillas utilizadas por el motor de generación de territorios. Ten en cuenta que las vistas previas generadas podrían no ser 100% exactas.
ru_ru: Это семя используется в качестве основы для случайной генерации семян, используемых движком для создания подземелий. Обратите внимание, что сгенерированные подземелья, показанные здесь, могут быть не на 100% точными.

source: Change the chances of Pokémon, traps or items spawning. The spawn chance depends on the weight of an entry. The higher an entry's weight is, the more likely it is to spawn. Please note for Pokémon, that weights for Pokémon that can not be spawned (eg. legendaries without having their items) will be added to the next Pokémon entry in the list when the game decides what to spawn. Please note for items, that the game first decides what category to spawn for an item and then chooses an entry for that category. All spawn entries are always saved to the game sorted by their (Pokémon, item, trap) ID.
de_de: Ändere die Chance, dass ein Pokémon, eine Falle oder ein Item spawned. Die Spawn-Chance hängt ab von der Gewichtung eines Eintrags. Desto höher die Gewichtung ist, desto wahrscheinlicher ist es, dass der Eintrag spawned. Bitte beachte für Pokémon, dass die Gewichtung für Pokémon die nicht spawnen können (bspw. Legendäre Pokémon, ohne das benötigte Item zu haben) zum nächsten Eintrag in der Liste hinzugefügt wird, wenn das Spiel entscheidet, was gespawned werden soll. Bitte beachte für Items, dass das Spiel zuerst entscheidet, aus welcher Kategorie gespawned werden soll. Danach wählt es ein Item aus dieser Kategorie aus. Alle Spawn-Einträge werden beim Speichern immer nach ihrer (Pokémon-, Fallen-, Item-) ID sortiert.
es_es: Cambia la probabilidad de que aparezcan Pokémon, trampas u objetos. La probabilidad de aparición depende del peso de una entrada. Cuanto mayor sea el peso de una entrada, más probabilidades tendrá de aparecer. Ten en cuenta que los pesos de los Pokémon que no pueden aparecer (por ejemplo, los legendarios que no tienen sus objetos) se añadirán a la siguiente entrada de la lista cuando el juego decida qué aparecerá. Por favor, ten en cuenta que para los objetos, el juego decide primero la categoría de aparición de un objeto y luego elige una entrada para esa categoría. Todas las entradas de aparición se guardan siempre en el juego ordenadas por su ID (de Pokémon, objeto, trampa).
ru_ru: Позволяет изменить вероятность появления покемонов, ловушек или предметов. Вероятность появления зависит от веса. Чем больше вес, тем выше вероятность его появления. Обратите внимание, что вес покемонов, которые не могут быть появиться (например, легендарные покемоны без предметов), будет добавлен к следующей записи в списке, когда игра решит, что должно появиться. Обратите внимание, что для предметов игра сначала решает, предмет какой категории должен появиться, а затем выбирает запись из этой категории. Все записи из списков всегда сохраняются в игре, отсортированные по ID (покемона, предмета, ловушки).

source: If 'Use same spawn weights for Monster Houses' is checked, the same spawn weights are used for regular spawns and spawns in Monster Houses. If it is not checked, you can edit these weights separately.
de_de: Wenn „Verwende die gleichen Spawn-Gewichtung für Monster-Räume“ aktiviert ist, werden dieselben Gewichtungen für reguläre Spawns und Spawns in Monster-Räumen verwendet. Wenn das Häkchen nicht gesetzt ist, kannst du diese Gewichtung separat bearbeiten.
ru_ru: Если отмечена опция "Использовать те же шансы появления для Засады Монстров", то для обычных появлений и появлений в Засаде Монстров будут использоваться одинаковые шансы. Если флажок не установлен, вы можете редактировать эти шансы отдельно.

source: Export floor as...
de_de: Exportiere Ebene als...
es_es: Exportar piso como...
fr_fr: Exporter l'étage en tant que...
ru_ru: Экспортировать этаж как...

source: Export was canceled.
de_de: Export wurde abgebrochen.
es_es: Exportación cancelada.
fr_fr: Exportation annulée.
ru_ru: Экспорт был отменен.

source: Import floor from...
de_de: Importiere Ebene aus...
es_es: Importar piso desde...
fr_fr: Importer un étage depuis...
ru_ru: Импортировать этаж из...

source: Error importing the floor.
de_de: Fehler beim Importieren der Ebene.
es_es: Error al importar el piso.
fr_fr: Erreur lors de l'import de l'étage.
ru_ru: Ошибка при импорте этажа.

source: Random
de_de: Zufällig
es_es: Aleatorio
fr_fr: Aléatoire
ru_ru: Случайно

source: Invalid?
de_de: Ungültig?
es_es: ¿Inválido?
fr_fr: Invalide ?
ru_ru: Недопустимый?

source: INVALID!!!
de_de: UNGÜLTIG!!!
es_es: ¡INVÁLIDO!
fr_fr: INVALIDE !!!
ru_ru: НЕВЕРНО!!!

source: No fixed room
de_de: Kein statischer Raum
es_es: No hay sala fija
fr_fr: Aucune pièce fixe
ru_ru: Нет фиксированной комнаты

source: Dungeon Errors were fixed. However there are still errors left. Re-open the dialog to fix the rest. If they are still not fixed, please report a bug!
de_de: Dungeon-Fehler wurden behoben. Es sind aber noch Fehler übrig. Öffne den Dialog erneut, um den Rest zu beheben. Wenn sie danach immer noch nicht behoben sind, sende uns bitte einen Fehlerbericht!
es_es: Se han corregido los errores de los territorios. Sin embargo, aún quedan errores. Vuelve a abrir el diálogo para arreglar el resto. Si todavía no se han arreglado, por favor, repórtalo.
fr_fr: Les erreurs des donjons ont été corrigé. Cependant, il reste encore des erreur. Ré-ouvrer ce dialogue pour les corriger. S'il ne sont toujour pas corriger, rapporter un bogue !
ru_ru: Ошибки подземелий были исправлены. Однако ошибки еще остались. Откройте диалоговое окно ещё раз, чтобы исправить остальные. Если они все еще не исправлены, пожалуйста, сообщите об ошибке!

source: Dungeon Errors were successfully fixed.
de_de: Dungeon-Fehler wurden erfolgreich behoben.
es_es: Los errores del territorio se han corregido correctamente.
fr_fr: Les erreurs des donjon ont bien été corrigé.
ru_ru: Ошибки подземелий успешно исправлены.

source: The game currently contains invalid dungeons. Please click 'Fix Dungeon Errors' first.
de_de: Das Spiel enthält derzeit ungültige Dungeons. Bitte klicke zuerst auf 'Dungeon-Fehler beheben'.
es_es: El juego contiene territorios inválidos. Por favor, haz clic en 'Corregir errores de territorio' primero.
fr_fr: Le jeu contient des donjons non valides. Veuillez les corriger avec « Corriger les erreurs des donjons ».
ru_ru: В настоящее время игра содержит недопустимые подземелья. Пожалуйста, сначала нажмите "Исправить ошибки подземелий".

source: Dungeons were missing in the list. This is a bug in SkyTemple! Please try again and report this!
de_de: Dungeons fehlten in der Liste. Das ist ein Fehler in SkyTemple! Bitte versuche es erneut und melde diesen Fehler!
es_es: Faltan territorios en la lista. ¡Esto es un error de SkyTemple! ¡Por favor, inténtalo de nuevo e informa de esto!
fr_fr: Il manquait des donjons dans la liste. C'est un bogue dans SkyTemple ! Veuillez réessayer et signaler ce problème !
ru_ru: Подземелья отсутствовали в списке. Это ошибка в SkyTemple! Пожалуйста, попробуйте еще раз и сообщите об этом!

source: Failed regrouping the dungeons.
de_de: Fehler bei der Neugruppierung der Dungeons.
es_es: Error al reagrupar territorios.
fr_fr: Le regroupement des donjons a échoué.
ru_ru: Не удалось перегруппировать подземелья.

source: An internal error occurred:
de_de: Ein interner Fehler ist aufgetreten:
es_es: Se ha producido un error interno:
fr_fr: Une erreur interne est survenue:
ru_ru: Произошла внутренняя ошибка:

source: Create a new floor list with one empty floor for this dungeon.
de_de: Erstelle eine neue Ebenenliste mit einer leeren Ebene für diesen Dungeon.
es_es: Crea una nueva lista de pisos con un piso vacío para este territorio.
fr_fr: Créez une nouvelle liste d'étages avec un étage vide pour ce donjon.
ru_ru: Создать новый список этажей с одним пустым этажом для этого подземелья.

source: Correct the floor count for this dungeon. If no floor exists, generate one.
de_de: Korrigiert die Anzahl der Ebenen für diesen Dungeon. Falls aktuell noch keine Ebene existiert, wird eine erzeugt.
es_es: Corrige el número de pisos del territorio. Si no hay ninguno, se genera uno.
fr_fr: Corrigez le nombre d'étage pour ce donjon. S'il n'y a pas d'étage, faites-en un.
ru_ru: Исправить количество этажей в этом подземелье. Если этажа не существует, создать его.

source: Remove the unused floor.
de_de: Unbenutzte Ebene entfernen.
es_es: Quitar el piso sin usar.
fr_fr: Supprimez l'étage inutilisé.
ru_ru: Удалить неиспользуемый этаж.

source: Add the remaining floors to the dungeon.
de_de: Übrige Ebene zu Dungeon hinzufügen.
es_es: Añade los pisos restantes al territorio.
fr_fr: Ajoutez les étages restants au donjon.
ru_ru: Добавить оставшиеся этажи в подземелье.

source: Export PNG of map...
de_de: PNG der Karte exportieren...
es_es: Exportar PNG del mapa...
fr_fr: Exporter une image PNG de la carte...
ru_ru: Экспорт PNG локации...
