Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: The dungeon floor data of this ROM is corrupt. SkyTemple will still try to open it, but dungeon editing will not be available. Expect other bugs. Please fix your ROM.
de_de: Die Dungeon-Ebenen-Daten dieser ROM sind beschädigt. SkyTemple wird trotzdem versuchen die ROM zu öffnen, aber Dungeon-Bearbeitung wird nicht verfügbar sein. Du kannst außerdem mit weiteren Problemen rechnen. Bitte repariere die ROM.
es_es: Los datos de piso del territorio en esta ROM están corruptos. SkyTemple intentará abrirlos, pero no se podrán editar. Pueden producirse otros errores. Por favor, corrige tu ROM.
fr_fr: Les données d'étages des donjons de cette ROM sont corrompus. SkyTemple essaiera de l'ouvrir, mais l'édition des donjons ne sera pas disponible. Attendez vous à d'autres bogues. Veuillez corriger votre ROM.
ru_ru: Данные подземелья этого ROM повреждены. SkyTemple всё равно попытается открыть их, но редактирование подземелья будет недоступно. Ожидайте другие ошибки. Пожалуйста, исправьте ваш ROM.

source: Fixed Room {i}
de_de: Statischer Raum {i}
es_es: Sala fija {i}
fr_fr: Salle fixe {i}
ru_ru: Фиксированная комната {i}

source: Some dungeons were missing in the new group list. This is a bug.
de_de: Einige Dungeons fehlten in der neuen Gruppenliste. Dies ist ein Fehler.
es_es: Faltan algunos territorios en la lista nueva de grupos. Esto es un fallo.
fr_fr: Certains donjons étaient absents de la nouvelles liste de groupes. C'est un bogue.
ru_ru: Некоторые подземелья отсутствует в новом списке групп. Это баг.

source: "{dname}" Group
de_de: "{dname}" Gruppe
es_es: Grupo "{dname}"
fr_fr: Groupe « {dname} »
ru_ru: Группа "{dname}"

source: Floor {floor_i + 1}
de_de: Ebene {floor_i + 1}
es_es: Piso {floor_i + 1}
fr_fr: Étage {floor_i + 1}
ru_ru: Этаж {floor_i + 1}

source: Secondary
de_de: Sekundär
es_es: Secundario
fr_fr: Secondaire
ru_ru: Вторичная

source: Vis.
de_de: Sichtb.
ru_ru: Видима

source: Unb.
de_de: Unzerstörb.
es_es: Irr.
fr_fr: Inc.
ru_ru: Нелом.

source: {i} - Lvl: {entry.level}, Atk: {entry.attack}, Def: {entry.defense}, Sp. Atk: {entry.special_attack}, Sp. Def: {entry.special_defense}, HP: {entry.hp}
de_de: {i} - Lvl.: {entry.level}, Angr.: {entry.attack}, Vert.: {entry.defense}, Sp. Angr.: {entry.special_attack}, Sp. Vert.: {entry.special_defense}, KP: {entry.hp}
es_es: {i} - Nv: {entry.level}, Atq.: {entry.attack}, Def: {entry.defense}, Atq. Esp: {entry.special_attack}, Def. Esp: {entry.special_defense}, PS: {entry.hp}
fr_fr: {i} - Niv : {entry.level}, Atq : {entry.attack}, Def : {entry.defense}, Atq. Sp : {entry.special_attack}, Def. Sp : {entry.special_defense}, PV : {entry.hp}
ru_ru: {i} - Ур: {entry.level}, Атк: {entry.attack}, Защ: {entry.defense}, Сп. Атк: {entry.special_attack}, Сп. Защ: {entry.special_defense}, ОЗ: {entry.hp}

source: Dungeon groups contain multiple dungeon to create one big continuous dungeon. You can edit groups under "Dungeons".
de_de: Dungeon-Gruppen können mehrere Dungeons enthalten, um einen großen, durchgehenden Dungeon zu erstellen. Du kannst die Gruppen unter "Dungeons" bearbeiten.
es_es: Los grupos de territorios contienen múltiples territorios para crear un gran territorio continuo. Puedes editar los grupos en "Territorios".
ru_ru: Группы подземелий содержат несколько подземелий, чтобы создать одно большое продолжительное подземелье. Вы можете редактировать группы в разделе "Подземелья".

source: Since this is a Dojo Dungeon, the floor count can not be changed.
de_de: Da es sich bei diesem Dungeon um einen Dojo Dungeon handelt, kann die Ebenenanzahl nicht geändert werden.
es_es: Dado que se trata de un territorio del Dojo, el número de pisos no puede cambiarse.
fr_fr: Puisqu'il s'agit d'un donjon du Dojo, le nombre d'étages ne peut pas être changé.
ru_ru: Поскольку это додзе-подземелье, количество этажей не может быть изменено.

source: This dungeon has {floor_count} floors.{edit_text}
de_de: Dieser Dungeon hat {floor_count} Ebenen.{edit_text}
es_es: Este territorio tiene {floor_count} piso(s).{edit_text}
fr_fr: Ce donjon dispose de {floor_count} étages.{edit_text}
ru_ru: Это подземелье имеет {floor_count} этажей.{edit_text}

source: This dungeon currently has {current_floor_count} floors.
de_de: Dieser Dungeon hat aktuell {current_floor_count} Ebenen.
es_es: Este territorio tiene actualmente {current_floor_count} piso(s).
fr_fr: Ce donjon dispose de {current_floor_count} étages.
ru_ru: В настоящее время это подземелье имеет {current_floor_count} этажей.

source: Chance of setting the random movement flag on an enemy when spawning it. Enemies with this flag set will move randomly inside rooms, instead of heading towards one of the exits.
es_es: Posibilidad de colocar la marca de movimiento aleatorio en un enemigo al generarlo. Los enemigos con este conjunto de marcas se moverán aleatoriamente dentro de las habitaciones, en lugar de dirigirse hacia los pasillos.
ru_ru: Шанс установить флаг случайного движения у врага при его появлении. Враги с этим флагом будут беспорядочно перемещаться внутри комнат, а не направляться к одному из выходов.

source: If enabled, enemies will evolve after defeating a team member. The evolution will not happen if the target is revived, if the evolved form of the enemy cannot spawn in the current floor or if the sprite of the evolved form is bigger than the sprite of the enemy. Part of this behavior can be modified by applying the BetterEnemyEvolution ASM patch.
es_es: Si se activa, los enemigos evolucionarán tras derrotar a un miembro del equipo. La evolución no tendrá lugar si el objetivo es revivido, si la forma evolucionada del enemigo no puede aparecer en el piso actual o si el sprite de la forma evolucionada es más grande que el sprite del enemigo. Parte de este comportamiento se puede modificar aplicando el parche ASM 'BetterEnemyEvolution'.
ru_ru: Если эта функция включена, враги будут эволюционировать после победы над членом команды. Эволюция не произойдет, если цель будет возрождена, если эволюционировавшая форма врага не может появиться на текущем этаже или если спрайт эволюционировавшей формы больше спрайта врага. Частично это поведение можно изменить, применив ASM-патч BetterEnemyEvolution.

source: Width and height must be numbers >= 0.
de_de: Breite und Höhe müssen Zahlen >= 0 sein.
es_es: La anchura y la altura deben ser números >= 0.
fr_fr: La largeur et la hauteur doivent être supérieur ou égal à 0.
ru_ru: Ширина и высота должны быть числами >= 0.

source: Invalid values.
de_de: Ungültige Werte.
es_es: Valores inválidos.
fr_fr: Valeurs invalides.
ru_ru: Недопустимые значения.

source: You are about to reduce the size of the room. This will delete tiles. Do you want to continue?
de_de: Du bist im Begriff, den Raum zu verkleinern. Das wird Kacheln löschen. Möchtest du fortfahren?
es_es: Vas a reducir el tamaño de la sala. Esto eliminará tiles. ¿Quieres continuar?
fr_fr: Vous êtes en train de réduire la taille de la salle. Cela va supprimer des tuiles. Voulez-vous continuer ?
ru_ru: Вы собираетесь уменьшить размер комнаты. При этом будут удалены плитки. Вы хотите продолжить?

source: If not set, the track ID specified on the floor this fixed floor is assigned to will be used instead.
de_de: Falls nicht gesetzt, wird stattdessen die ID des Musikstücks der Ebene genommen, die dem statischen Raum zugeordnet ist.
es_es: Si no se establece, se utilizará en su lugar el ID de la pista especificado en el piso al que está asignado este piso fijo.
fr_fr: S'il n'est pas défini, l'ID de la piste spécifiée par l'étage pour lequel cet étage statique est affecté sera utilisé à la place.
ru_ru: Если значение не установлено, вместо него будет использоваться ID трека, указанный на этаже, к которому приписан этот фиксированная комната.

source: Whether or not moves can be used. Does not affect the regular attack. If 0, other Pokémon will not attack (they won't even use the regular attack, not even if Exclusive Move-User is disabled)
de_de: Ob Attacken verwendet werden können. Beeinflusst nicht den regulären Angriff. Falls 0 werden andere Pokémon nicht angreifen (sie werden auch nicht die reguläre Attacke verwenden, selbst dann nicht, falls Attacken-Nutzer deaktiviert ist)
es_es: Determina si pueden utilizarse o no movimientos. No afecta al ataque normal. Si es 0, los demás Pokémon no atacarán (ni siquiera usarán el ataque normal, aun si la habilidad Movimaníaco está desactivada)
fr_fr: Détermine si les capacités peuvent être utilisées. Cela n'affecte pas l'attaque ordinaire. Si désactivé, les autres Pokémon n'attaqueront pas (ils n'utiliseront même pas l'attaque ordinaire, que l'aptitude Friand de Capacités ait été activé ou non)
ru_ru: Можно ли использовать приемы. Не влияет на обычную атаку. Если 0, другие покемоны не будут атаковать (они даже не будут использовать обычную атаку, даже если IQ-навык Использующий Приемы отключен)

source: If ChangeFixedFloorProperties is not applied and the fixed floor ID is 0 or >= 165 this setting is ignored. Orbs are always allowed.
de_de: Wenn ChangeFixedFloorProperties nicht angewendet wurde und die ID des statischen Raumes 0 oder >= 165 ist, wird diese Einstellung ignoriert. Orbs sind immer erlaubt.
es_es: Si no se aplica 'ChangeFixedFloorProperties' y el ID del piso fijo es 0 o >= 165, este ajuste se ignora. Los orbes siempre están permitidos.
fr_fr: Si le patch 'ChangeFixedFloorProperties' n'est pas appliquer et que l'ID de la chambre fixe est 0 ou >= 165, ce paramètre est ignoré. Les orbres seront toujours utilisable.
ru_ru: Если ChangeFixedFloorProperties не применен и ID фиксированной комнаты равен 0 или >= 165, этот параметр игнорируется. Орбы всегда разрешены.

source: If enabled, the floor is exited after all the enemies have been defeated
de_de: Falls aktiviert wird die Ebene verlassen, falls alle Gegner besiegt wurden
es_es: Si se activa, se sale del piso después de haber derrotado a todos los enemigos
fr_fr: Si activé, l'étage est complété après la défaite de tout les énnemies
ru_ru: Если эта функция включена, то после победы над всеми врагами, этаж будет покинут

source: If disabled, certain traps (Summon, Pitfall and Pokémon) will be disabled. If ChangeFixedFloorProperties is not applied and the fixed floor ID is 0 or >= 165 this setting is ignored. It is always enabled.
de_de: Wenn diese Option deaktiviert ist, werden bestimmte Fallen (Sammelfalle, Fallgrube und Pokémon) deaktiviert. Wenn ChangeFixedFloorProperties nicht angewendet wird und die statische Ebenen-ID 0 oder >= 165 ist, wird diese Einstellung ignoriert. Es ist immer aktiviert.
es_es: Si se desactiva, algunas trampas (Trampa nido, Trampa trampilla y Trampa aromática) no funcionarán. Si no se aplica 'ChangeFixedFloorProperties' y el ID del piso fijo es 0 o >= 165, este ajuste se ignora. Siempre está activado.
ru_ru: Если этот параметр отключен, то некоторые ловушки (Призывная, Яма и Поке-ловушка) будут отключены. Если ChangeFixedFloorProperties не применен и ID фиксированной комнаты равен 0 или >= 165, этот параметр игнорируется. Он всегда включен.

source: If disabled, warping, being blown away and leaping effects will be disabled. If ChangeFixedFloorProperties is not applied and the fixed floor ID is 0 or >= 165 this setting is ignored. It is always enabled.
de_de: Wenn diese Option deaktiviert ist, werden Warp-, Wegblasen- und Sprungeffekte deaktiviert. Wenn ChangeFixedFloorProperties nicht angewendet wird und die statische-Ebenen-ID 0 oder >= 165 ist, wird diese Einstellung ignoriert. Es ist immer aktiviert.
es_es: Si se desactiva, los efectos de deformación, de ser soplado y de saltar no funcionarán. Si no se aplica 'ChangeFixedFloorProperties' y el ID del piso fijo es 0 o >= 165, este ajuste se ignora. Siempre está activado.
ru_ru: Если этот параметр отключен, эффекты телепортации, сдувания и прыжков будут отключены. Если ChangeFixedFloorProperties не применен и ID фиксированной комнаты равен 0 или >= 165, этот параметр игнорируется. Он всегда включен.

source: If disabled, prevents any kind of item pulling (such as with the Trawl Orb). If ChangeFixedFloorProperties is not applied and the fixed floor ID is 0 or >= 165 this setting is ignored. It is always enabled.
de_de: Wenn deaktiviert, verhindert die Einstellung, dass Items an den Spieler herangezogen werden (beispielsweise durch den Sogorb). Falls der ChangeFixedFloorProperties nicht angwendet ist und die ID der statischen Ebene 0 oder >= 165 ist, wird diese Einstellung ignoriert. Sie ist dann immer aktiviert.
es_es: Si se desactiva, impide cualquier tipo de objetos de aspiración (como la Aspirosfera). Si no se aplica 'ChangeFixedFloorProperties' y el ID del piso fijo es 0 o >= 165, este ajuste se ignora. Siempre está activado.
ru_ru: Если этот параметр отключен, он запрещает вытягивать предметы (например, с помощью Орбы Притяжения). Если ChangeFixedFloorProperties не применен и ID фиксированной комнаты равен 0 или >= 165, этот параметр игнорируется. Он всегда включен.

source: If enabled, the game will treat this fixed room as an entire floor, not a single room in a floor layout. If ChangeFixedFloorProperties is not applied, this will only be enabled when the fixed floor ID is between 1 and 164.
de_de: Wenn aktiviert, wird das Spiel diesen statischen Raum als Layout für die gesamte Etage verwenden (statt nur eines einzelnen Raumes). Falls der ChangeFixedFloorProperties nicht angwendet ist, wird diese EInstellung nur aktiviert, wenn die ID des Raumes zwischen 1 und 164 ist.
es_es: Si se activa, el juego tratará esta sala fija como un piso entero, no como una sala individual en una distribución de pisos. Si no se aplica 'ChangeFixedFloorProperties', solo se activará cuando el ID del piso fijo esté entre 1 y 164.
fr_fr: Si activé, le jeu considèrera salle fixe comme un étage entier et non comme une salle unique dans une disposition de salle. Si ChangeFixedFloorProperties n'est pas appliqué, ce sera uniquement activé pour les identifiant de salle fixe allant de 1 à 164.
ru_ru: Если эта опция включена, игра будет рассматривать эту фиксированную комнату как целый этаж, а не как отдельную комнату в планировке этажа. Если ChangeFixedFloorProperties не применен, то эта функция будет включена только в том случае, если ID фиксированной комнаты находится в диапазоне от 1 до 164.

source: Enables boss fight conditions. If ChangeFixedFloorProperties is not applied, this will only be enabled when the fixed floor ID is between 1 and 80.
de_de: Aktiviert Bosskampf Bedingungen. Falls ChangeFixedFloorProperties nicht angewendet ist, wird diese Bedingung nur aktiviert, wenn die ID des Raumes ist zwischen 1 und 80.
es_es: Activa las condiciones de combate de los jefes. Si no se aplica 'ChangeFixedFloorProperties', solo se activará cuando el ID del piso fijo esté entre 1 y 80.
ru_ru: Включает условия боя с боссом. Если ChangeFixedFloorProperties не применен, это будет включено только в том случае, если ID фиксированной комнаты находится в диапазоне от 1 до 80.

source: Allows free layouts. For example, fixed rooms with this setting can omit stairs. If ChangeFixedFloorProperties is not applied, this will only be enabled when the fixed floor ID is between 1 and 110.
de_de: Erlaubt freie Layouts. Beispielsweise können statische Räume mit dieser Einstellung Treppen weglassen. Falls der ChangeFixedFloorProperties nicht angwendet ist, wird diese Einstellung nur aktiviert falls die ID des statischen Raumes zwischen 1 und 110 ist.
es_es: Permite la disposición libre. Por ejemplo, las salas fijas con este ajuste pueden omitir las escaleras. Si no se aplica 'ChangeFixedFloorProperties', solo se habilitará cuando el ID del piso fijo esté entre 1 y 110.
ru_ru: Позволяет создавать свободные планировки. Например, в фиксированных комнатах с этой настройкой можно не использовать лестницы. Если ChangeFixedFloorProperties не применен, эта настройка будет включена только в том случае, если ID фиксированной комнаты находится в диапазоне от 1 до 110.

source: If the dungeon mode is REQUEST (= the dungeon is marked as cleared once), this fixed floor will be used instead. This is used in dungeons where the content of a fixed floor varies depending on the story progress, such as in most of the dungeons with a legendary Pokémon at the end (first visit vs rematch).
de_de: Wenn der Dungeon-Modus REQUEST ist (=der Dungeon wird einmal bezwungen), wird stattdessen dieser statische Raum verwendet. Dies wird von Dungeons verwendet, bei denen der Inhalt einer statischen Ebene je nach Fortschritt der Geschichte variiert, z. B. in den meisten Dungeons mit einem legendären Pokémon am Ende (erster Besuch vs. Rematch).
es_es: Si el modo del territorio es una PETICIÓN (=que se haya marcado como despejado), se utilizará este piso fijo en su lugar. Esto se utiliza en territorios donde el contenido de un piso fijo varía en función del progreso de la historia, como en la mayoría de los territorios con un Pokémon legendario al final (primera visita vs. revancha).
ru_ru: Если режим подземелья - REQUEST (= подземелье отмечено как пройденное один раз), вместо него будет использоваться эта фиксированная комната. Это используется в подземельях, где содержимое фиксированной комнаты меняется в зависимости от прогресса сюжета, например в большинстве подземелий с легендарным покемоном в конце (первое посещение против реванша).

source: Background {i}
de_de: Hintergrund {i}
es_es: Fondo {i}
fr_fr: Arrière-plan {i}
ru_ru: Фон {i}

source: Tileset {i}
ru_ru: Набор плиток {i}

source: No override
de_de: Keine Überschreibung
es_es: No sobrescribir
ru_ru: Без изменения

source: No. {i}
de_de: Nr. {i}
es_es: Nº {i}
fr_fr: N° {i}
ru_ru: Номер {i}

source: n/a
fr_fr: n/d
ru_ru: н/д

source: E Rank
de_de: Rang E
es_es: Rango E
fr_fr: Rang E
ru_ru: Ранг E

source: D Rank
de_de: Rang D
es_es: Rango D
fr_fr: Rang D
ru_ru: Ранг D

source: C Rank
de_de: Rang C
es_es: Rango C
fr_fr: Rang C
ru_ru: Ранг C

source: B Rank
de_de: Rang B
es_es: Rango B
fr_fr: Rang B
ru_ru: Ранг B

source: A Rank
de_de: Rang A
es_es: Rango A
fr_fr: Rang A
ru_ru: Ранг A

source: S Rank
de_de: Rang S
es_es: Rango S
fr_fr: Rang S
ru_ru: Ранг S

source: ★1 Rank
de_de: Rang ★1
es_es: Rango ★1
fr_fr: Rang 1★
ru_ru: Ранг ★1

source: ★2 Rank
de_de: Rang ★2
es_es: Rango ★2
fr_fr: Rang 2★
ru_ru: Ранг ★2

source: ★3 Rank
de_de: Rang ★3
es_es: Rango ★3
fr_fr: Rang 3★
ru_ru: Ранг ★3

source: ★4 Rank
de_de: Rang ★4
es_es: Rango ★4
fr_fr: Rang 4★
ru_ru: Ранг ★4

source: ★5 Rank
de_de: Rang ★5
es_es: Rango ★5
fr_fr: Rang 5★
ru_ru: Ранг ★5

source: ★6 Rank
de_de: Rang ★6
es_es: Rango ★6
fr_fr: Rang ★6
ru_ru: Ранг ★6

source: ★7 Rank
de_de: Rang ★7
es_es: Rango ★7
fr_fr: Rang ★7
ru_ru: Ранг ★7

source: ★8 Rank
de_de: Rang ★8
es_es: Rango ★8
fr_fr: Rang ★8
ru_ru: Ранг ★8

source: ★9 Rank
de_de: Rang ★9
es_es: Rango ★9
fr_fr: Rang ★9
ru_ru: Ранг ★9

source: This attribute is the base rank of this floor. The floor rank determines the item list used for mission rewards and treasure boxes content. Needs the 'ExtractDungeonData' patch to be applied to edit this attribute.
de_de: Dieses Attribut ist der Basis-Rang dieser Ebene. Der Ebenen-Rang gibt an, welche Item-Liste für Missionsbelohnungen und Schatztruhen-Inhalte verwendet wird. Der 'ExtractDungeonData' Patch muss angewendet sein, um dieses Attribut bearbeiten zu können.
es_es: Este atributo es el rango base del piso. El rango del piso determina la lista de objetos utilizada para las recompensas de las misiones y el contenido de los cofres misteriosos. Se necesita aplicar el parche 'ExtractDungeonData' para editar este atributo.
fr_fr: Cet attribut est le rang de base de cet étage. Le rang de l'étage détermine la liste des objets de récompense de missions, et le contenu des Coffres. À besoin du correctif « ExtractDungeonData » pour modifier cet attribut.
ru_ru: Этот атрибут - базовый ранг этажа. Ранг этажа определяет список предметов, используемых в наградах за выполнение миссий и содержимом ящиков с сокровищами. Для редактирования этого атрибута необходимо применить патч 'ExtractDungeonData'.

source: If this attribute is set to 'Yes', no missions will be generated for this floor, and Wonder Mail S codes targetting this floor will be considered as invalid. Needs the 'ExtractDungeonData' patch to be applied to edit this attribute.
de_de: Wenn dieses Attribut auf 'Ja' gesetzt ist, werden keine Missionen für diese Etage generiert und S-Wunderbrief Codes für diese Ebene werden als ungültig betrachtet. Der Patch 'ExtractDungeonData' wird benötigt, um dieses Attribut zu bearbeiten.
es_es: Si este atributo se establece en "Sí", no se generarán misiones para este piso y los códigos de las cartas secretas que tengan como objetivo este piso no serán válidos. Es necesario aplicar el parche "ExtractDungeonData" para editar este atributo.
ru_ru: Если для этого атрибута установлено значение «Да», задания на этом этаже создаваться не будут, а коды Wonder Mail S, предназначенные для этого этажа, будут считаться недействительными. Для редактирования этого атрибута необходимо применить патч «ExtractDungeonData».

source: The game randomly adds a number between 0 and 2 to obtain the final value. If the room density is negative, its absolute value is used without adding a random variation.
de_de: Das Spiel fügt zufällig eine Zahl zwischen 0 und 2 hinzu, um den endgültigen Wert zu erhalten. Wenn die Raumdichte negativ ist, wird ihr absoluter Wert verwendet, ohne dass eine zufällige Variation hinzugefügt wird.
es_es: El juego suma aleatoriamente un número entre 0 y 2 para obtener el valor final. Si la densidad de la habitación es negativa, se utiliza su valor absoluto sin añadir una variación aleatoria.
fr_fr: Le jeu ajoute aléatoirement un nombre compris entre 0 et 2 pour obtenir la valeur finale. Si la densité de la salle est négative, sa valeur absolue sera utilisé sans ajouter de changement aléatoire.
ru_ru: Игра случайным образом добавляет число от 0 до 2, чтобы получить окончательное значение. Если плотность комнат отрицательная, то используется ее абсолютное значение без добавления случайного изменения.

source: Controls whether dead end hallways can be generated in the floor. Dead ends can still appear in the map even if they are disabled due to a bug in the map generator and because extra hallways can also produce them.
de_de: Legt fest, ob Sackgassen in der Ebene erzeugt werden können. Es kann passieren, dass trotzdem Sackgassen generiert werden, wegen eines Fehlers im Kartengenerator. Außerdem kann die "zusätzlicher Flure"-Option dazu führen, dass Sackgassen erzeugt werden.
es_es: Controla si se pueden generar pasillos sin salida en el piso. Los callejones sin salida pueden seguir apareciendo en el mapa aunque estén desactivados debido a un error en el generador de mapas y porque los pasillos adicionales también pueden producirlos.
fr_fr: Contrôle si des impasses peuvent être généré à cet étage. Des impasses peuvent toujours apparaitre sur la carte, même avec cette option désactivé, à cause d'un bogue dans le générateur d'étage, et car des couloirs supplementaire peuvent également en créer.
ru_ru: Контролирует, могут ли на этаже генерироваться тупиковые коридоры. Тупики могут появиться на карте, даже если они отключены, из-за ошибки в генераторе подземелья и потому, что дополнительные коридоры также могут их создавать.

source: This is the amount of lakes that will be generated during the water generation phase.
de_de: Dies ist die Anzahl der Seen, die während der Wassergenerationsphase erzeugt werden.
es_es: Esta es la cantidad de lagos que se generarán durante la fase de generación de agua.
fr_fr: Il s'agit de la quantité de lacs qui seront générés pendant la phase de placement de l'eau.
ru_ru: Это количество озер, которое будет создано во время фазы генерации воды.
