Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Skips the quiz, only leaving the gender question. Needs ChooseStarter patch to be applied.
de_de: Überspringt das Persönlichkeitsquiz. Der Spieler wird nur nach dem Geschlecht gefragt. Der "ChooseStarter"-Patch muss angewendet sein.
es_es: Se salta la prueba, dejando solo la pregunta de género. Necesita que se aplique el parche 'ChooseStarter'.
fr_fr: Passe le quiz, en ne gardant que la question du genre. Nécessite l'application du correctif ChooseStarter.
ru_ru: Пропускает викторину, оставляя только вопрос о поле. Требуется применение патча ChooseStarter.

source: Changes Sprite Size and Sprite File Size values to be in each Pokémon's data.
ru_ru: Помещает Размер спрайта и Размер файла спрайта в данные каждого покемона.

source: Replaces old move stats display with bars. This patch may not be compatible if the markfont.dat file has been modified.
de_de: Ersetzt die Anzeige der Attacken-Werte mit Balken (statt Sternen). Dieser Patch ist möglicherweise nicht kompatibel, falls die markfont.dat Datei bearbeitet wurde.
es_es: Sustituye la visualización antigua de estadísticas de movimiento por barras. Este parche puede no ser compatible si se ha modificado el archivo "markfont.dat".
ru_ru: Заменяет старое отображение статистик полосами. Этот патч может быть несовместим если файл markfont.dat был изменён.

source: Provide support for ATUPX containers, which use a different algorithm than PX compression. Requires the ActorAndLevelLoader, as it frees the space needed to implement this.
de_de: Bietet Unterstützung für ATUPX Container, welche einen andere Komprimierungs-Algorithmus verwendet als die PX-Komprimierung. Benötigt den ActorAndLevelLoader, da dieser den freien Platz für den Patch zur Verfügung stellt.
es_es: Ofrece soporte para los contenedores ATUPX, que utilizan un algoritmo diferente al de la compresión PX. Necesita el parche "ActorAndLevelLoader" para funcionar, ya que libera el espacio necesario para implementarlo.
fr_fr: Fournit le support pour les conteneurs ATUPX, qui utilisent un algorithme de compression différent de PX. Requiert le patch « ActorAndLevelLoader » qui libère de l'espace utile pour implanter ce patch.
ru_ru: Обеспечивает поддержку контейнеров ATUPX, которые используют алгоритм, отличный от PX-сжатия. Требует ActorAndLevelLoader, так как он освобождает место, необходимое для реализации этой функции.

source: Fixes the 'unused' chance for dungeons. It now determines a chance of spawning a wall maze room in the floor.
de_de: Behebt die „ungenutzte“ Chance für Dungeons. Diese Chance bestimmt jetzt die Wahrscheinlichkeit, dass ein Wandlabyrinth-Raum auf einer Dungeon-Ebene generiert wird.
ru_ru: Исправлен неиспользованный шанс для подземелий. Теперь он определяет шанс появления комнаты-лабиринта на этаже.

source: The patch '{name}' was not found.
de_de: Der Patch '{name}' wurde nicht gefunden.
es_es: El parche '{name}' no se ha encontrado.
fr_fr: Le correctif « {name} » est introuvable.
ru_ru: Патч '{name}' не найден.

source: The patch '{patch_name}' needs to be applied before you can apply '{name}'.
de_de: Der Patch '{patch_name}' muss angewendet werden, bevor du '{name} ' anwenden kannst.
es_es: El parche '{patch_name}' necesita ser aplicado antes de poder aplicar '{name}'.
fr_fr: Le correctif « {patch_name} » doit être appliqué avant d'appliquer le correctif « {name} ».
ru_ru: Перед применением '{name}' необходимо применить патч '{patch_name}'.

source: The patch '{patch_name}' needs to be applied before you can apply '{name}'. This patch could not be found.
de_de: Der Patch '{patch_name}' muss angewendet werden, bevor du '{name} ' anwenden kannst. Dieser Patch wurde nicht gefunden.
es_es: El parche '{patch_name}' necesita ser aplicado antes de poder aplicar '{name}'. No se ha encontrado el parche.
fr_fr: Le correctif « {patch_name} » doit être appliqué avant d'appliquer le correctif « {name} ». Ce correctif est introuvable.
ru_ru: Перед применением '{name}' необходимо применить патч '{patch_name}'. Не удалось найти этот патч.

source: No configuration was given.
de_de: Es wurde keine Konfiguration angegeben.
es_es: No se ha dado ninguna configuración.
fr_fr: Aucune configuration fournie.
ru_ru: Конфигурация не была указана.

source: Missing configuration value.
de_de: Fehlender Konfigurationswert.
es_es: Falta el valor de configuración.
fr_fr: Valeur de configuration manquante.
ru_ru: Отсутствует значение конфигурации.

source: Invalid configuration value.
de_de: Ungültiger Konfigurationswert.
es_es: Valor de configuración inválido.
fr_fr: Valeur de configuration invalide.
ru_ru: Неправильное значение конфигурации.

source: Must be >= {}.
de_de: Muss >= {} sein.
es_es: Debe ser >= {}.
fr_fr: Doit être >= {}.
ru_ru: Должен быть >= {}.

source: Must be <= {}.
de_de: Muss <= {} sein.
es_es: Debe ser <= {}.
fr_fr: Doit être <= {}.
ru_ru: Должен быть <= {}.

source: config.xml missing in patch package.
de_de: config.xml fehlt im Patch-Paket.
es_es: falta el archivo config.xml en el paquete de parches.
fr_fr: Fichier config.xml manquant dans le paquet de correctifs.
ru_ru: config.xml отсутствует в пакете патча.

source: Syntax error in the config.xml while reading patch package.
de_de: Syntax-Fehler in der config.xml des Patch-Paketes.
es_es: Error de sintaxis en el archivo config.xml al leer el paquete de parches.
fr_fr: Erreur de syntaxe dans le fichier config.xml lors de la lecture du paquet de correctifs.
ru_ru: Синтаксическая ошибка в config.xml при чтении пакета патча.

source: patch.py missing in patch package.
de_de: patch.py fehlt im Patch-Paket.
es_es: Falta el archivo patch.py en el paquete de parches.
fr_fr: Fichier patch.py manquant dans le paquet de correctifs.
ru_ru: patch.py отсутствует в пакете патча.

source: The patch.py of the patch package contains a syntax error.
de_de: Die patch.py von diesem Patch-Paket enthält einen Syntaxfehler.
es_es: Patch.py del paquete de parches contiene un error de sintaxis.
fr_fr: patch.py du paquet du patch contient un erreur syntaxique.
ru_ru: В файле patch.py пакета патча содержится синтаксическая ошибка.

source: The patch.py of the patch package does not contain a 'PatchHandler'.
de_de: Die patch.py des Patch-Paketes enthält keinen 'PatchHandler'.
es_es: Patch.py del paquete de parches no contiene 'PatchHandler'.
fr_fr: Le fichier patch.py du paquet de correctifs ne contient pas de gestionnaire de correctifs (« PatchHandler »).
ru_ru: В файле patch.py пакета патча отсутствует 'PatchHandler'.

source: The patch package does not contain an entry for the handler's patch name in the config.xml.
de_de: Das Patch-Paket enthält keinen Eintrag für den Namen des Handlers in der config.xml.
es_es: El paquete de parches no contiene una entrada para el nombre del parche del manipulador en config.xml.
fr_fr: Le paquet de correctifs ne contient aucune entrée de configuration dans config.xml pour le nom du correctif géré par ce gestionnaire.
ru_ru: Пакет патча не содержит записи об имени патча обработчика в файле config.xml.

source: No patch for handler '{handler.name}' found in the configuration.
de_de: Kein Patch für Handler '{handler.name}' gefunden in der Konfiguration.
es_es: No se ha encontrado ningún parche para el manipulador '{handler.name}' en la configuración.
fr_fr: Aucun correctif trouvé dans la configuration pour le gestionnaire « {handler.name} ».
ru_ru: В конфигурации не найдено патча для обработчика '{handler.name}'.

source: Unknown or extra XML element '{}' in scene data.
ru_ru: Неизвестный или лишний элемент XML '{}' в данных сцены.

source: '{}' missing in scene data.
ru_ru: '{}' отсутствует в данных сцены.

source: The event ID {} is out of bounds for one of the triggers.
ru_ru: ID события {} находится вне границ для одного из триггеров.

source: Unknown direction value.
ru_ru: Неизвестное значение направления.

source: Can not save a scene event without a defined triggered script.
de_de: Ein Szenenereignis kann nicht ohne ein definiertes ausgelöstes Skript gespeichert werden.
es_es: No se puede guardar un evento de escena sin un script definido y activo.
ru_ru: Невозможно сохранить событие сцены без определенного запускаемого сценария.

source: Invalid DungeonMode: {string}
de_de: Ungültiger DungeonMode: {string}
es_es: DungeonMode inválido: {string}
fr_fr: DungeonMode invalide : {string}
ru_ru: Неверный режим подземелья: {string}

source: Unknown constant {constant_as_string}.
de_de: Unbekannte Konstante {constant_as_string}.
es_es: Constante desconocida: {constant_as_string}.
fr_fr: Constante inconnue : {constant_as_string}.
ru_ru: Неизвестная константа {constant_as_string}.

source: The routine data lists for the decompiler must have the same lengths.
de_de: Die Routinen-Daten-Listen für den Dekompilierer müssen die gleiche Länge haben.
es_es: Las listas de datos de rutina para el descompilador deben tener las mismas longitudes.
fr_fr: Les listes de données de routine doivent avoir la même taille pour le décompilateur.
ru_ru: Списки данных рутин для декомпилятора должны иметь одинаковую длину.

source: Routine {i} not found.
de_de: Routine {i} wurde nicht gefunden.
es_es: Rutina {i} no encontrada.
fr_fr: Routine {i} introuvable.
ru_ru: Рутина {i} не найдена.

source: The script must contain exactly {len(self.rom_data.script_data.common_routine_info)} coroutines.
de_de: Das Skript muss genau {len(self.rom_data.script_data.common_routine_info)} Coroutinen enthalten.
es_es: El script debe contener exactamente {len(self.rom_data.script_data.common_routine_info)} corrutinas.
fr_fr: Le script doit contenir exactement {len(self.rom_data.script_data.common_routine_info)} coroutines.
ru_ru: Скрипт должен содержать ровно {len(self.rom_data.script_data.common_routine_info)} корутин.

source: The script must not contain any duplicate coroutines.
de_de: Das Skript darf keine doppelten Coroutinen enthalten.
es_es: El script no puede contener ninguna corrutina duplicada.
fr_fr: Le script ne doit pas contenir de coroutine dupliquée.
ru_ru: Скрипт не должен содержать повторяющихся корутин.

source: Unknown coroutine {err}
de_de: Unbekannte Coroutine {err}
es_es: Corrutina desconocida: {err}
fr_fr: Coroutine inconnue : {err}
ru_ru: Неизвестная корутина {err}

source: Coroutines and regular routines can not be mixed in a script file.
de_de: Coroutinen und reguläre Routinen dürfen nicht in derselben Skript-Datei verwendet werden.
es_es: Las corrutinas y las rutinas no pueden mezclarse en un script.
fr_fr: Coroutines et routines ordinaires ne peuvent pas être ensemble dans un même fichier de script.
ru_ru: Корутины и обычные рутины нельзя смешивать в файле сценария.

source: Unknown operation {in_op.op_code.name}.
de_de: Unbekannte Operation {in_op.op_code.name}.
es_es: Operación desconocida: {in_op.op_code.name}.
fr_fr: Opération inconnue : {in_op.op_code.name}.
ru_ru: Неизвестная операция {in_op.op_code.name}.

source: The number of parameters for {normal_op_code.name} must be at least {normal_op_code.params}, is {self._correct_param_list_len(in_op.params)}.
de_de: Die Anzahl der Parameter für {normal_op_code.name} muss mindestens {normal_op_code.params} betragen, ist aber {self._correct_param_list_len(in_op.params)}.
es_es: El número de parámetros para {normal_op_code.name} debe ser de al menos {normal_op_code.params}, pero tiene {self._correct_param_list_len(in_op.params)}.
fr_fr: Le nombre de paramètres pour {normal_op_code.name} doit être d'au moins {normal_op_code.params}, or il est de {self._correct_param_list_len(in_op.params)}.
ru_ru: Количество параметров для {normal_op_code.name} должно быть не менее {normal_op_code.params}, в данный момент {self._correct_param_list_len(in_op.params)}.

source: The number of parameters for {op_code.name} must be {op_code.params}, is {self._correct_param_list_len(in_op.params)}.
de_de: Die Anzahl der Parameter für {op_code.name} muss genau {op_code.params} betragen, ist aber {self._correct_param_list_len(in_op.params)}.
es_es: El número de parámetros para {op_code.name} debe ser de {op_code.params}, pero tiene {self._correct_param_list_len(in_op.params)}.
fr_fr: Le nombre de paramètres pour {op_code.name} doit être de {op_code.params}, or il est de {self._correct_param_list_len(in_op.params)}.
ru_ru: Количество параметров для {op_code.name} должно быть {op_code.params}, в данный момент {self._correct_param_list_len(in_op.params)}.

source: Unknown language for string: {lang}
de_de: Unbekannte Sprache für Zeichenkette: {lang}
es_es: Idioma desconocido para la cadena: {lang}
fr_fr: Langue inconnue pour une chaîne de caractères : {lang}
ru_ru: Неизвестный язык для строки: {lang}

source: Invalid parameter supplied for an operation: {param}
de_de: Ungültiger Parameter angegeben für Operation: {param}
es_es: Parámetro inválido para una operación: {param}
fr_fr: Paramètre invalide pour une opération : {param}
ru_ru: Указан неверный параметр для операции: {param}

source: The value '{}' can not be saved. Please use a value between -64.0 and 63.996 for fixed point numbers.
ru_ru: Значение {} не может быть сохранено. Пожалуйста, используйте значение между -64.0 и 63.996 для чисел с фиксированной запятой.

source: Could not compile script: All languages must have the same amount of strings.
de_de: Das Skript konnte nicht kompiliert werden: Alle Sprachen müssen die gleiche Anzahl an Zeichenketten haben.
es_es: No se ha podido compilar el script: Todos los idiomas deben tener la misma cantidad de cadenas.
fr_fr: Impossible de compiler le script : toutes les langues doivent avoir le même nombre de chaînes de caractères.
ru_ru: Не удалось скомпилировать скрипт: Все языки должны иметь одинаковое количество строк.

source: An image selected to import is too complex. It has too many unique tiles ({}, max allowed are 1024). Try to have less unique tiles. Unique tiles are 8x8 sections of the images that can't be found anywhere else in the image (including flipped or with a different sub-palette).
de_de: Ein Bild, das importiert werden sollte, ist zu komplex. Es hat zu viele einzigartige Kacheln ({}, maximal sind 1024 erlaubt). Versuche, weniger einzigartige Kacheln zu haben. Einzigartige Kacheln sind 8x8 Bereiche im Bild, die nirgendwo sonst im Bild vorkommen (inklusive gedrehter oder gespiegelter Variationen oder mit einer anderen Unter-Palette).
es_es: La imagen seleccionada para importar es demasiado compleja. Tiene demasiados tiles únicos ({} tiles, pero el máximo permitido es 1024). Intenta reducir los tiles únicos. Estos tiles son secciones 8x8 de las imágenes que no se pueden encontrar en ninguna otra parte de la imagen (ni siquiera invertidas o con una subpaleta diferente).
fr_fr: L'image sélectionnée pour l'importation est trop complexe. Elle contient trop de tuiles uniques ({}, contre 1024 permis). Essayez de réduire le nombre de tuiles uniques. Les tuiles uniques sont les fragments de 8×8 pixels de l'image d'origine qui ne sont identiques à aucune autre (incluant retournement ou différentes sous-palettes).
ru_ru: Изображение, выбранное для импорта, слишком сложное. В нем слишком много уникальных плиток ({}, максимально допустимое количество — 1024). Постарайтесь, чтобы уникальных плиток было меньше. Уникальные плитки — это фрагменты изображений размером 8x8, которые больше нигде не встречаются на изображении (в том числе в перевернутом виде или в другой субпалитре).

source: The image you provided is not an indexed image (it has no palette). Please convert it to an indexed image (with a maximum of {} colors) and try again.
ru_ru: Предоставленное вами изображение не является индексированным (в нем нет палитры). Пожалуйста, преобразуйте его в индексированное изображение (содержащее не более {} цветов) и попробуйте снова.

source: ROM Header checksum does not match contents.
de_de: ROM-Header-Prüfsumme stimmt nicht mit Inhalt überein.
es_es: La suma de comprobación de encabezado de la ROM no coincide con el contenido.
fr_fr: La somme de contrôle de la ROM ne correspond pas à son contenu.
ru_ru: Контрольная сумма заголовка ROM не соответствует содержимому.

source: Error reading the filesystem from ROM: {}
de_de: Fehler beim Lesen des Dateisystems aus ROM: {}
es_es: Error al leer el sistema de archivos de la ROM: {}
fr_fr: Erreur lors de la lecture du système de fichier de la ROM : {}
ru_ru: Ошибка чтения файловой системы из ROM: {}

source: Can not import map background: Width of both images must match the current map width: {}px
de_de: Kartenhintergrund kann nicht importiert werden: Breite von beiden Bildern muss mit der aktuellen Größe übereinstimmen: {}px
es_es: No se puede importar el fondo del mapa: la anchura de ambas imágenes debe coincidir con la anchura actual del mapa: {}px
fr_fr: Impossible d’importer le fond de carte : La largeur des deux images doit correspondre à la largeur actuelle du fond : {}px
ru_ru: Невозможно импортировать фон локации: Ширина обоих изображений должна соответствовать текущей ширине карты: {}px

source: Can not import map background: Height of both images must match the current map width: {}px
de_de: Kartenhintergrund kann nicht importiert werden: Höhe von beiden Bildern muss mit der aktuellen Größe übereinstimmen: {}px
es_es: No se puede importar el fondo del mapa: la altura de ambas imágenes debe coincidir con la anchura actual del mapa: {}px
fr_fr: Impossible d’importer le fond de carte : La hauteur des deux images doit correspondre à la hauteur actuelle de fond : {}px
ru_ru: Невозможно импортировать фон локации: Высота обоих изображений должна соответствовать текущей ширине карты: {}px

source: new tilemapping for this chunk must contain {} tiles.
de_de: neue Kachelzuordnung für diesen Block muss {} Kacheln enthalten.
es_es: el nuevo mapeo de tiles para este chunk debe contener {} tiles.
ru_ru: новое плиточное строение для этого фрагмента должен содержать {} плиток.

source: Can not import map background: Width of image must match the expected width: {}px
de_de: Kartenhintergrund kann nicht importiert werden: Breite des Bildes muss mit der erwarteten Breite übereinstimmen: {}px
ru_ru: Невозможно импортировать фон локации: Ширина изображения должна соответствовать ожидаемой ширине: {} пикселей

source: Can not import map background: Height of image must match the expected height: {}px
de_de: Kartenhintergrund kann nicht importiert werden: Höhe des Bildes muss mit der erwarteten Höhe übereinstimmen: {}px
ru_ru: Невозможно импортировать фон локации: Высота изображения должна соответствовать ожидаемой высоте: {} пикселей

source: The image to import can only use the first 12 palettes. Tried to use palette {}
de_de: Das Bild darf nur die ersten 12 Paletten verwenden. Versuchte Palette {} zu verwenden
ru_ru: Импортируемое изображение может использовать только 12 палитр. Данное изображение использует палитру {}

source: Palette is invalid.
de_de: Palette ist ungültig.
es_es: La paleta no es válida.
ru_ru: Палитра является недопустимой.

source: Palette index out of range.
de_de: Palettenindex außerhalb des gültigen Bereichs.
es_es: Índice de paleta fuera de rango.
ru_ru: Индекс палитры вне диапазона.

source: Frame durations out of range while trying to build color.
ru_ru: Длительность кадров выходит за пределы диапазона при попытке построить цвет.

source: This portrait does not compress well, the result size is greater than {} bytes ({} bytes total). If you haven't done already, try applying the 'ProvideATUPXSupport' ASM patch to install an optimized compression algorithm, which might be able to better compress this image. If this still doesn't work, try the 'ExpandPortraitStructs' instead.
ru_ru: Этот портрет плохо сжимается, размер результата превышает {} байт ({} байт всего). Если вы еще не сделали этого, попробуйте применить ASM патч 'ProvideATUPXSupport', чтобы установить оптимизированный алгоритм сжатия, который, возможно, сможет лучше сжать это изображение. Если и это не сработает, попробуйте вместо этого использовать 'ExpandPortraitStructs'.

source: BOOST
es_es: ACELERACIÓN
ru_ru: УСКОРЕНО

source: Debugging disabled.
de_de: Debugging deaktiviert.
es_es: Depuración deshabilitada.
fr_fr: Débugage désactivé.
ru_ru: Отладка отключена.

source: Joystick Config
de_de: Controller-Konfiguration
es_es: Configuración del joystick
fr_fr: Configuration Manette
ru_ru: Настройка джойстика

source: Lid :
de_de: Zuklappen :
es_es: Tapa:
fr_fr: Veille :
ru_ru: Крышка :

source: Debug :
es_es: Depurar :
fr_fr: Débug :
ru_ru: Отладка :

source: Boost :
es_es: Acelerar:
ru_ru: Ускорение :

source: Axis :
de_de: Achsen :
es_es: Eje:
fr_fr: Axe:
ru_ru: Оси :

source: Press a button...
de_de: Drücke einen Knopf...
es_es: Pulsa un botón...
fr_fr: Appuyer sur un bouton...
ru_ru: Нажмите кнопку...

source: Key definition
de_de: Knopf-Definition
es_es: Definición clave
fr_fr: Configuration de la touche
ru_ru: Определение клавиш

source: Press a key...
de_de: Drücke eine Taste...
es_es: Pulsa una tecla...
fr_fr: Appuyer sur une touche...
ru_ru: Нажмите любую клавишу...

source: Left :
de_de: Links :
es_es: Izquierda:
fr_fr: Gauche :
ru_ru: Влево :

source: Up :
de_de: Oben :
es_es: Arriba:
fr_fr: Haut :
ru_ru: Вверх :

source: Right :
de_de: Rechts :
es_es: Derecha:
fr_fr: Droite :
ru_ru: Вправо :

source: Down :
de_de: Unten :
es_es: Abajo:
fr_fr: Bas :
ru_ru: Вниз :

source: Debug
es_es: Depurar
fr_fr: Débogage
ru_ru: Отладка

source: Boost
es_es: Acelerar
fr_fr: Accélération
ru_ru: Ускорение

source: Lid
de_de: Zuklappen
es_es: Tapa
fr_fr: Veille
ru_ru: Крышка

source: You don't have any joypads!
de_de: Du hast keine Controller angeschlossen!
es_es: ¡No tienes ningún joypad!
fr_fr: Vous n'avez pas de manette !
ru_ru: У вас нет контроллеров!

source: Can't configure joystick while the game is running!
de_de: Controller können nicht konfiguriert werden, während das Spiel läuft!
es_es: ¡No se puede configurar el joystick mientras el juego está en marcha!
fr_fr: Impossible de configurer le joystick alors que le jeu est actif !
ru_ru: Невозможно настроить контроллер, пока игра запущена!

source: Do you want to save changes to {filename}?
de_de: Möchtest du die Änderungen an {filename} speichern?
es_es: ¿Quieres guardar los cambios en {filename}?
fr_fr: Voulez-vous sauvegarder les changements faits dans {filename} ?
ru_ru: Хотите ли вы сохранить изменения в файле {filename}?

source: Don't Save
de_de: Nicht speichern
es_es: No guardar
fr_fr: Ne pas sauvegarder
ru_ru: Не сохранять

source: _Cancel
de_de: _Abbrechen
es_es: _Cancelar
fr_fr: _Annuler
ru_ru: _Отменить

source: _Save
de_de: _Speichern
es_es: _Guardar
fr_fr: _Sauvegarder
ru_ru: _Сохранить

source: If you don't save, your changes will be lost.
de_de: Falls du nicht speicherst, gehen deine Änderungen verloren.
es_es: Si no guardas, se perderán los cambios.
fr_fr: Si vous n'enregistrez pas, vos modifications seront perdues.
ru_ru: Изменения будут потеряны если их не сохранить.
