Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Level - Dungeon Mappings
de_de: Level-Dungeon-Zuordnungen
es_es: Nivel - Mapeados de territorios
ru_ru: Уровень - привязка к подземельям

source: Add "Enter" scene
de_de: „Eingang“-Szene hinzufügen
es_es: Añadir escena "Entrada"
fr_fr: Ajouter une scène d'« Entrée »
ru_ru: Добавить сцену «Открытый мир»

source: Add "Acting" scene
de_de: „Handlung“-Szene hinzufügen
es_es: Añadir escena "Acción"
ru_ru: Добавить сцену «Сюжетная сцена»

source: Add "Sub" scene
de_de: „Sub“-Szene hinzufügen
es_es: Añadir escena "Sub"
ru_ru: Добавить сцену «Подсцена»

source: This level uses mode #10 or #11. It is using dungeon tiles for rendering (and if mode #11 a fixed room assigned). Changing the map background may result in unexpected results because of this.
de_de: Dieses Level verwendet den Modus #10 oder #11. Es verwendet Dungeon-Kacheln zum Rendern (und bei Modus #11 ist ein statischer Raum zugewiesen). Das Ändern des Kartenhintergrunds kann aus diesem Grund zu unerwarteten Ergebnissen führen.
es_es: Este nivel utiliza el modo #10 o #11. Está usando tiles de territorio para el renderizado (y si usas el modo #11, una sala fija asignada). Cambiar el fondo del mapa puede dar resultados inesperados debido a esto.
ru_ru: Этот уровень использует режим #10 или #11. Для рендеринга используются плитки подземелья (а в режиме #11 - фиксированная комната). Из-за этого изменение фона локации может привести к неожиданным результатам.

source: Triggered Script
de_de: Ausgelöstes Skript
es_es: Script desencadenante
fr_fr: Script actif
ru_ru: Вызываемый сценарий

source: Coroutine
es_es: Corrutina
ru_ru: Корутина

source: Unknown 2
de_de: Unbekannt 2
es_es: Desconocido 2
fr_fr: Inconnu 2
ru_ru: Неизвестно 2

source: Unknown 3
de_de: Unbekannt 3
es_es: Desconocido 3
fr_fr: Inconnu 3
ru_ru: Неизвестно 3

source: Add Actor
de_de: Akteur hinzufügen
es_es: Añadir actor
fr_fr: Ajouter un Acteur
ru_ru: Добавить актера

source: Add Object
de_de: Objekte hinzufügen
es_es: Añadir objeto
fr_fr: Ajouter un Objet
ru_ru: Добавить объект

source: Add Performer
de_de: Performer hinzufügen
es_es: Añadir intérprete
fr_fr: Ajouter un Performer
ru_ru: Добавить исполнителя

source: Add Trigger
de_de: Trigger hinzufügen
es_es: Añadir desencadenante
fr_fr: Ajouter un Evènement
ru_ru: Добавить Триггер

source: Edit the currently selected map background
de_de: Bearbeite den aktuell ausgewählten Kartenhintergrund
es_es: Editar el fondo seleccionado
fr_fr: Editer le fond de carte sélectionné actuellement
ru_ru: Редактирование фона выбранной локации

source: Go to BG
de_de: Springe zu Hintergrund
es_es: Ir a fondo
fr_fr: Aller au fond de carte
ru_ru: Перейти к фону

source: Scene
de_de: Szene
es_es: Escena
fr_fr: Scène
ru_ru: Сцена

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
ru_ru: Добавить

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
ru_ru: Удалить

source: Events
de_de: Ereignisse
es_es: Eventos
fr_fr: Evènements
ru_ru: События

source: Sectors (Layers)
de_de: Sektoren (Ebenen)
es_es: Sectores (Capas)
fr_fr: Secteurs (Calques)
ru_ru: Секторы (слои)

source: Edit Script
de_de: Skript bearbeiten
es_es: Editar script
fr_fr: Editer le script
ru_ru: Редактировать сценарий

source: Scenes for this map
de_de: Szenen für diese Karte
es_es: Escenas para este mapa
fr_fr: Scènes de cette carte
ru_ru: Сцены для этой карты

source: Talk Script
de_de: Sprech-Skript
es_es: Script de conversación
fr_fr: Script associé
ru_ru: Сценарий разговора

source: Direction
de_de: Richtung
es_es: Dirección
ru_ru: Направление

source: Hitbox
fr_fr: Collisions
ru_ru: Хитбокс

source: W
de_de: H
es_es: Anch.
fr_fr: L
ru_ru: Ш

source: H
es_es: Alt.
ru_ru: В

source: Event
de_de: Ereignis
es_es: Evento
fr_fr: Evènement
ru_ru: Событие

source: Each of the scenes has at least one script assigned to them, which is run when the scene is loaded. In addition to that, there is also "COMMON/unionall.ssb", which contains the game's coroutines (main scripts). To edit the game's scripts, open the Script Engine Debugger. You can also do this by clicking the bug icon in the top right.
de_de: Jede Szenen hat mindestens ein Skript zugewiesen, das beim Laden der Szene ausgeführt wird. Zusätzlich gibt es auch "COMMON/unionall.ssb", das die Coroutinen des Spiels enthält (Hauptskripte). Um die Spielskripte zu bearbeiten, öffne den Script Engine Debugger. Tipp: Du kannst ihn auch öffnen, indem du das Käfer-Icon oben rechts drückst.
es_es: Cada una de las escenas tiene al menos un script asignado, que se ejecuta cuando se carga la escena. Además de eso, también está "COMMON/unionall.ssb", que contiene las corrutinas del juego (scripts principales). Para editar los scripts del juego, abre el Depurador del motor de scripts. También puedes hacerlo haciendo clic en el icono de fallos en la parte superior derecha.
fr_fr: Chaque scène à au moins un script associé, qui est exécuté une fois la scène chargée. Il y a également « COMMON/unionall.ssb », qui contient les coroutines du jeu (scripts principaux). Pour modifier les scripts du jeu, ouvrez le débugueur de script. Vous pouvez également le faire en cliquant sur l'icône d’insecte en haut à droite.
ru_ru: У каждой сцены есть как минимум один сценарий, который запускается при загрузке сцены. Кроме того, существует файл "COMMON/unionall.ssb", который содержит корутины игры (основные скрипты). Чтобы отредактировать скрипты игры, откройте Script Engine Debugger. Вы также можете сделать это, нажав на значок жука в правом верхнем углу.

source: Open Script Engine Debugger
de_de: Script Engine Debugger öffnen
es_es: Abrir depurador del motor de scripts
fr_fr: Ouvrir le débugueur de script
ru_ru: Открыть отладчик скрипт-движка

source: <span size="large">Spritesheet</span>
es_es: <span size="large">Ficha de sprites</span>
ru_ru: <span size="large">Спрайтовый лист</span>

source: Alternatively you can export the raw WAN sprite files and edit them with a tool like PsyCommando's <a href="gfxcrunch">gfxcrunch</a>. Warning: SkyTemple does not validate the files you import.
de_de: Alternativ kannst du die rohen WAN-Sprite-Dateien exportieren und sie mit einem Werkzeug wie PsyCommandos <a href="gfxcrunch">gfxcrunch</a> bearbeitet. Warnung: SkyTemple validiert die importierten Dateien nicht.
es_es: También puedes exportar los sprites WAN sin procesar y editarlos con una herramienta como <a href="gfxcrunch">gfxcrunch</a> de PsyCommando. Advertencia: SkyTemple no valida los archivos que importas.
fr_fr: Vous pouvez également exporter le fichier de sprites WAN brut et les éditez avec un outil tel <a href="gfxcrunch">gfxcrunch</a> de PsyCommando Attention : SkyTemple ne vérifie pas ce fichier lors de l'import.
ru_ru: Также вы можете экспортировать необработанные WAN-файлы спрайтов, и отредактировать их с помощью такого инструмента, как <a href="gfxcrunch">gfxcrunch</a> от PsyCommando. Внимание: SkyTemple не проверяет файлы, которые вы импортируете.

source: <span size="large">Manual Im-/Export</span>
de_de: <span size="large">Manueller Im-/Export</span>
es_es: <span size="large">Importación/Exportación manual</span>
fr_fr: <span size="large">Import / Export Manuel</span>
ru_ru: <span size="large">Ручной им-/экспорт</span>

source: Export Ground
de_de: Exportiere Ground-Sprite
es_es: Exportar terreno
fr_fr: Exporter Hors donjon
ru_ru: Экспортировать Ground-спрайты

source: Import Ground
de_de: Importiere Ground-Sprite
es_es: Importar terreno
fr_fr: Importer Hors donjon
ru_ru: Импортировать Ground-спрайты

source: Import Attack
de_de: Importiere Angriff-Sprite
es_es: Importar ataque
fr_fr: Importer Attaque
ru_ru: Импортировать спрайт атаки

source: Export Attack
de_de: Exportiere Angriff-Sprite
es_es: Exportar ataque
fr_fr: Exporter Attaque
ru_ru: Экспортировать спрайт атаки

source: Export Dungeon
de_de: Exportiere Dungeon-Sprite
es_es: Exportar territorio
fr_fr: Exporter Donjon
ru_ru: Экспортировать спрайты для подземелий

source: Import Dungeon
de_de: Importiere Dungeon-Sprite
es_es: Importar territorio
fr_fr: Importer Donjon
ru_ru: Импортировать спрайты для подземелий

source: You can export sprites in the SpriteBot format and import them again. For support, see our Discord server or the <a href="format">specification</a> of the sheet format.
de_de: Du kannst Sprites im SpriteBot-Format exportieren und erneut importieren. Falls du Hilfe brauchst, komme in unseren Discord Server oder siehe dir die <a href="format">Spezifikation</a> des Formats an.
es_es: Puedes exportar sprites en el formato de SpriteBot e importarlos de nuevo. Para obtener ayuda, consulta nuestro servidor de Discord o la <a href="format">especificación</a> del formato de las fichas.
ru_ru: Вы можете экспортировать спрайты в формате SpriteBot и импортировать их снова. За поддержкой обращайтесь на наш сервер Discord или в <a href="format">спецификацию</a> формата листа.

source: Add new Sprite
de_de: Neuen Sprite hinzufügen
es_es: Añadir nuevo sprite
fr_fr: Ajouter un nouveau sprite
ru_ru: Добавить новый спрайт

source: Use a ZIP archive instead of a folder.
de_de: ZIP-Archiv anstelle eines Ordners verwenden.
es_es: Usar un archivo ZIP en lugar de una carpeta.
fr_fr: Utiliser une archive ZIP au lieu d'un dossier.
ru_ru: Используйте ZIP-архив вместо папки.

source: -- or --
de_de: -- oder --
es_es: -- o --
fr_fr: -- ou --
ru_ru: -- или --

source: Warning: This will edit the sprite with the ID assigned to this Pokémon. Other Pokémon that use this sprite are also affected.
de_de: Warnung: Dadurch wird der Sprite mit der ID bearbeitet, die diesem Pokémon zugewiesen wurde. Andere Pokémon, die diesen Sprite verwenden, sind ebenfalls betroffen.
es_es: Advertencia: Esto editará el sprite con el ID asignado al Pokémon. Los demás Pokémon que utilicen el sprite también se verán afectados.
fr_fr: Attention : Ceci éditera le sprite dont l'identifiant est associé à ce Pokémon. Les autres Pokémon utilisant également ce sprite seront aussi affecté.
ru_ru: Внимание: Это изменит спрайт с ID, присвоенным этому покемону. Другие покемоны, использующие этот спрайт, также будут затронуты.

source: SkyTemple can not edit sprites. However you can export the sprite and edit it with PsyCommando's <a href="gfxcrunch">gfxcrunch</a>. Warning: SkyTemple does not validate the files you import.
de_de: SkyTemple kann keine Sprites bearbeiten. Du kannst den Sprite jedoch exportieren und mit PsyCommandos <a href="gfxcrunch">gfxcrunch</a> bearbeiten. Warnung: SkyTemple validiert importierte Dateien nicht.
es_es: SkyTemple no puede editar sprites. Sin embargo, puedes exportar el sprite y editarlo con la herramienta <a href="gfxcrunch">gfxcrunch</a> de PsyCommando. Advertencia: SkyTemple no valida los archivos que importas.
fr_fr: SkyTemple ne permet pas d’éditer les sprites. Cependant, vous pouvez les exporter et les modifier avec <a href="gfxcrunch">gfxcrunch</a> de PsyCommando. Attention: SkyTemple ne vérifie pas ces fichiers à l’import.
ru_ru: SkyTemple не может редактировать спрайты. Однако вы можете экспортировать спрайт и отредактировать его с помощью <a href="gfxcrunch">gfxcrunch</a> от PsyCommando. Внимание: SkyTemple не проверяет файлы, которые вы импортируете.

source: You can also replace this object with a static sprite. It needs to have a resolution of less than 512x256px. It also needs to have at most 15 color, plus (optionally) a fully transparent "color".
de_de: Du kannst dieses Objekt auch durch einen statischen Sprite ersetzen. Dieser muss eine Auflösung von weniger als 512x256px haben. Er muss außerdem höchstens 15 Farben plus (optional) eine vollständig transparente „Farbe“ haben.
es_es: También puedes reemplazar este objeto por un sprite estático. Debe tener una resolución inferior a 512x256px. También debe tener como máximo 15 colores, y (opcionalmente) un "color" totalmente transparente.
fr_fr: Vous pouvez également remplacé cet objet avec un sprite statique. Il doit avoir une résolution inférieure à 512×256 px. Il doit aussi avoir au plus 15 couleurs, en plus d’une « couleur » complètement transparente.
ru_ru: Вы также можете заменить этот объект статичным спрайтом. Он должен иметь разрешение менее 512x256 пикселей. Он также должен иметь не более 15 цветов, плюс (опционально) полностью прозрачный "цвет".

source: Import image
de_de: Bild importieren
es_es: Importar imagen
fr_fr: Importer une image
ru_ru: Импортировать изображение

source: Object Sprites
de_de: Objekt-Sprites
es_es: Sprites de objetos
fr_fr: Sprites d'objets
ru_ru: Спрайты объектов

source: This section lets you import and export object sprites.
de_de: In diesem Abschnitt kannst du Objekt-Sprites importieren und exportieren.
es_es: Esta sección te permite importar y exportar sprites de diferentes elementos.
fr_fr: Cette section vous permet d'importer et d'exporter des sprites d'objets.
ru_ru: В этом разделе вы можете импортировать и экспортировать спрайты объектов.

source: New Object Sprite
de_de: Neuer Objekt-Sprite
es_es: Nuevo sprite de objeto
fr_fr: Nouveau sprite d'objet
ru_ru: Новый спрайт объекта

source: Loading...
de_de: Wird geladen...
es_es: Cargando...
ru_ru: Загрузка...

source: <span size="x-large">SpriteCollab Browser</span> Choose a Pokémon in the list on the left.
de_de: <span size="x-large">SpriteCollab-Browser</span> Wähle ein Pokémon aus der Liste auf der linken Seite.
es_es: <span size="x-large">Navegador de SpriteCollab</span> Elige un Pokémon de la lista de la izquierda.
ru_ru: <span size="x-large">Браузер SpriteCollab</span> Выберите покемона в списке слева.

source: SpriteCollab Browser
es_es: Navegador de SpriteCollab
ru_ru: Браузер SpriteCollab

source: Open in Webbrowser
de_de: Im Webbrowser öffnen
es_es: Abrir en el navegador
ru_ru: Открыть в веб-браузере

source: SpriteCollab Browser Settings
de_de: SpriteCollab-Browser Einstellungen
es_es: Configuración del navegador de SpriteCollab
ru_ru: Настройки браузера SpriteCollab

source: Apply / Refresh
de_de: Anwenden / Aktualisieren
es_es: Aplicar / Actualizar
ru_ru: Применить / Обновить

source: Server Preset:
de_de: Server-Voreinstellung:
es_es: Preajustes de servidor:
ru_ru: Шаблон сервера:

source: Server URL:
es_es: URL del servidor:
ru_ru: URL сервера:

source: Frontend URL:
es_es: URL de la interfaz:
ru_ru: URL интерфейса:

source: (optional)
es_es: (opcional)
ru_ru: (необязательно)

source: <LANG> Text Strings
de_de: <LANG> Zeichenketten
es_es: <IDIOMA> Cadenas de texto
fr_fr: <LANG> Chaînes de texte
ru_ru: Текстовые строки (<LANG> язык)

source: Categories:
de_de: Kategorien:
es_es: Categorías:
fr_fr: Catégories :
ru_ru: Категории:

source: Symbols
de_de: Symbole
es_es: Símbolos
fr_fr: Symboles
ru_ru: Символы

source: On this screen, you can find some internal values that are hardcoded into the binaries of the game. You may change their values, but elements cannot be added or removed.
ru_ru: На этом экране вы можете найти некоторые внутренние значения, которые жестко закодированы в двоичных файлах игры. Вы можете изменять их значения, но добавлять или удалять элементы нельзя.

source: <b>Warning!</b> This is an advanced feature. The game needs these values to work properly. If you make reckless changes, you could break it! Proceed with caution, and remember to make backups!
ru_ru: <b>Внимание!</b> Это функция для продвинутых пользователей! Игре необходимы эти значения для исправной работы. Если вы сделаете необдуманные изменения, вы можете сломать ее! Действуйте с осторожностью и не забывайте делать резервные копии!

source: Show this warning when trying to access this screen
ru_ru: Показать это предупреждение при попытке получить доступ к этому экрану

source: Proceed
ru_ru: Продолжить

source: Select binary:
ru_ru: Выберите двоичный файл:

source: Search:
ru_ru: Найти:

source: Chunk Editor
de_de: Block-Editor
es_es: Editor de chunks
fr_fr: Editeur de blocs
ru_ru: Редактор фрагментов

source: Add Chunk
de_de: Block hinzufügen
es_es: Añadir chunk
fr_fr: Ajouter un bloc
ru_ru: Добавить фрагмент

source: Selected Chunk
de_de: Ausgewählter Block
es_es: Chunk seleccionado
fr_fr: Sélectionner un bloc
ru_ru: Выбранный фрагмент

source: Flip X
de_de: X spiegeln
es_es: Invertir X
fr_fr: Retourner horizontalement
ru_ru: Отразить по X

source: Flip Y
de_de: Y spiegeln
es_es: Invertir Y
fr_fr: Retourner verticalement
ru_ru: Отразить по Y

source: Palette
es_es: Paleta
ru_ru: Палитра

source: Tile No.
de_de: Kachel Nr.
es_es: Tile nº
fr_fr: N° de tuile
ru_ru: Номер плитки

source: Selected Tile
de_de: Ausgewählte Kachel
es_es: Tile seleccionado
fr_fr: Tuile sélectionnée
ru_ru: Выбранная плитка

source: Palette for Tile Preview
de_de: Palette für Kachelvorschau
es_es: Paleta para vista previa de tiles
fr_fr: Palette pour l'aperçu de la tuile
ru_ru: Палитра для пред просмотра плитки

source: Static Tiles
de_de: Statische Kacheln
es_es: Tiles estáticos
fr_fr: Tuiles Statiques
ru_ru: Статичные плитки

source: Animated Tiles Slot 1
de_de: Animierte Kacheln: Slot 1
es_es: Ranura de tiles animados 1
fr_fr: Emplacement de tuiles animées 1
ru_ru: Анимированные плитки, слот 1

source: Animated Tiles Slot 2
de_de: Animierte Kacheln: Slot 2
es_es: Ranura de tiles animados 2
fr_fr: Emplacement de tuiles animées 2
ru_ru: Анимированные плитки, слот 2

source: Animated Tiles Slot 3
de_de: Animierte Kacheln: Slot 3
es_es: Ranura de tiles animados 3
fr_fr: Emplacement de tuiles animées 3
ru_ru: Анимированные плитки, слот 3

source: Animated Tiles Slot 4
de_de: Animierte Kacheln: Slot 4
es_es: Ranura de tiles animados 4
fr_fr: Emplacement de tuiles animées 4
ru_ru: Анимированные плитки, слот 4

source: Palette Editor
de_de: Paletten-Editor
es_es: Editor de paleta
fr_fr: Éditeur de Palette
ru_ru: Редактор палитры

source: Make all colors unique
de_de: Alle Farben einzigartig machen
es_es: Hacer todos los colores únicos
fr_fr: Rendre toutes les couleurs uniques
ru_ru: Сделать все цвета уникальными

source: Add Frame (after current)
de_de: Frame hinzufügen (nach aktueller)
es_es: Añadir fotograma (después del actual)
fr_fr: Ajouter une image (après celle-ci)
ru_ru: Добавить кадр (после текущего)

source: CTRL + Click to add before current
de_de: STRG + Klicken zum Hinzufügen vor der aktuellen Frame
es_es: CTRL + Clic para añadir antes del actual
fr_fr: CTRL + Clic pour ajouter avant celle-ci
ru_ru: CTRL + Click, чтобы добавить перед текущим

source: Remove current Frame
de_de: Aktuellen Frame entfernen
es_es: Eliminar fotograma actual
fr_fr: Retirer cette image
ru_ru: Удалить текущий кадр

source: We are very sorry you ran into an issue while using SkyTemple! We already collected some error information and will have a look at it. You can help us fix this issue by providing some additional information below.
ru_ru: Нам очень жаль, что вы столкнулись с проблемой при использовании SkyTemple! Мы уже собрали информацию об ошибке и рассмотрим ее. Вы можете помочь нам решить эту проблему, предоставив дополнительную информацию ниже.

source: Send
ru_ru: Отправить

source: Your name <small><i>eg. your Discord username, email address, etc.</i></small>
ru_ru: Ваше имя <small><i>например, ваше имя пользователя в Discord, адрес электронной почты и т. д.</i></small>

source: Your comments <small><i>What were you trying to do when this error happened? What else can you tell us that might help fixing the issue?</i></small>
ru_ru: Ваши комментарии <small><i>Что вы делали когда произошла ошибка? Что ещё вы можете сказать, что может помочь нам решить проблему?</i></small>

source: PyGObject compiled without Cairo support. Can't start!
de_de: PyGObject wurde ohne Cairo Unterstützung kompiliert. Kann nicht starten!
es_es: PyGObject compilado sin soporte de Cairo. ¡No se puede iniciar!
fr_fr: PyGObject a été compilé sans le support pour Cairo. Impossible de démarrer !
ru_ru: PyGObject скомпилирован без поддержки Cairo. Невозможно запустить!

source: Backgrounds
de_de: Hintergründe
es_es: Fondos
fr_fr: Arrière-plans
ru_ru: Фоны

source: This section lets you edit static backgrounds used in various places of the game.
de_de: In diesem Abschnitt können Hintergründe bearbeitet werden, die in unterschiedlichen Stellen im Spiel verwendet werden.
es_es: Esta sección te permite editar los fondos estáticos utilizados en varios lugares del juego.
ru_ru: Этот раздел позволяет вам редактировать статичные фоны, используемые в различных местах в игре.

source: - The image is a 256-color indexed PNG. - The 256 colors are divided into 16 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 16 palettes. - The first color in each palette is transparency. - Each import must result in a maximum of 1024 unique 8x8 tiles (=not existing with another palette or flipped or rotated).
de_de: - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 16 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. - Nach dem Import darf es nur 1024 einzigartige 8x8 Kacheln geben (=nicht doppelt vorhanden, auch nicht gedreht oder gespielt).
es_es: - La imagen es un PNG indexado de 256 colores. - Los 256 colores están divididos en 16 paletas de colores. - Cada tile de 8x8 de la imagen DEBE usar colores de una de estas 16 paletas. - El primer color de cada paleta es la transparencia. - Cada importación debe dar lugar a un máximo de 1024 tiles únicos de 8x8 (=no repetidos en otra paleta ni invertidos o rotados).
fr_fr: - L'image est une image PNG indexée à 256 couleurs. - Les 256 couleurs sont divisées en 16 palettes de 16 couleurs. - Chaque tuile 8x8 dans l'image DOIT exclusivement utiliser les couleurs d'UNE des 16 palettes. - La première couleur de chaque palette représente la transparence. - Chaque importation d'image doit résulter d'un maximum de 1024 tuiles 8x8 uniques (c'est-à-dire non existante avec une autre palette ou en la retournant horizontalement et/ou verticalement).
ru_ru: - Изображение представляет собой 256-цветный индексированный PNG. - 256 цветов разделены на 16 палитр по 16 цветов. - Каждая плитка (8x8 пикселей) в изображении ДОЛЖНА использовать только цвета из одной из этих 16 палитр. - Первый цвет в каждой палитре является прозрачным. - В результате каждого импорта должно получиться не более 1024 уникальных плиток (8x8) (=не существующих в другой палитре, не перевернутых или повернутых).

source: Error importing the image.
de_de: Fehler beim Importieren des Bildes.
es_es: Error al importar la imagen.
fr_fr: Erreur lors de l'importation de l'image.
ru_ru: Ошибка при импорте изображения.

source: (Special?)
de_de: (Speziell?)
es_es: (¿Especial?)
fr_fr: (Spécial ?)
ru_ru: (Особое?)

source: Dojo Dungeons are the dungeons used in the Marowak Dojo. You can not change the number of floors for Dojo Dungeons.
de_de: Dojo Dungeons sind die Dungeons des Knogga-Dojos. Du kannst die Anzahl der Ebenen für Dojo Dungeons nicht ändern.
es_es: Los Territorios del Dojo son los territorios usados en el Dojo Marowak. No puedes cambiar el número de pisos de los Territorios del Dojo.
fr_fr: Les Dédales sont les donjons utilisés au Dojo Ossatueur. Vous ne pouvez pas changer le nombre d'étages pour les Dédales.
ru_ru: Додзе-подземелья - это подземелья, используемые в Додзе Маровака. Вы не можете изменить количество этажей в Додзе-подземельях.
