Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: For missions with an egg as a reward, the egg contains a random Pokémon that is selected among the child Pokémon of the ones in the spawn list of the mission floor. This list indicates this Pokémon's children. If no children exist, the game will default to that pokémon species.
de_de: Für Missionen mit einem Ei als Belohnung enthält das Ei ein zufälliges Pokémon, das unter den Kinder-Pokémon der Spawnliste der Missions-Ebene ausgewählt wird. Diese Liste zeigt die Kinder dieses Pokémons an. Wenn keine Kinder existieren, wird das Spiel standardmäßig auf diese Pokémon-Spezies auswählen.
es_es: En las misiones con un huevo como recompensa, el huevo contiene un Pokémon aleatorio que se elige entre las crías de la lista de aparición del piso de la misión. Esta lista indica las crías de este Pokémon. Si no existen, el juego elegirá por defecto esa especie de Pokémon.
fr_fr: Pour les missions avec un œuf comme récompense, l’œuf contient un Pokémon sélectionné au hasard Paris la liste des enfants des Pokémon de la liste d’apparition de cet étage. Cette liste indique les enfants des Pokémon. Si aucunes enfants existe, le jeu utilise l’espèce du parent par défaut.
ru_ru: В миссиях с яйцом в качестве награды, яйцо содержит случайного покемона, который выбирается среди детей покемонов из списка врагов на этаже миссии. В этом списке указаны дети этого покемона. Если детей нет, игра по умолчанию выберет покемона этого вида.

source: Children Info
de_de: Kind-Info
es_es: Información de crías
fr_fr: Info des enfants
ru_ru: Информация о детях

source: These are the bonuses applied to stats when a Pokémon evolved into that species. Negative values are allowed.
de_de: Dies sind die Boni, die auf Statuswerte angewendet werden, wenn sich ein Poémon in diese Spezies entwickelt. Negative Werte sind erlaubt.
es_es: Estas son las bonificaciones aplicadas a las estadísticas cuando un Pokémon evoluciona a esa especie. Se admiten valores negativos.
ru_ru: Это бонусы, применяемые к статистикам при эволюции покемона в данный вид. Допускаются отрицательные значения.

source: Evolution Bonus Info
de_de: Entwicklungsbonus Info
es_es: Información de bonificación de evolución
ru_ru: Информация о бонусе эволюции

source: A pokémon can't evolve into more than {MAX_EVOS} evolutions.
de_de: Ein Pokémon kann sich nicht zu mehr als {MAX_EVOS} Entwicklungen entwickeln.
es_es: Un Pokémon no puede evolucionar más de {MAX_EVOS} evoluciones.
ru_ru: Покемон не может эволюционировать в более чем {MAX_EVOS} эволюций.

source: Too much evolutions.
de_de: Zu viele Entwicklungen.
es_es: Demasiadas evoluciones.
ru_ru: Слишком много эволюций.

source: A pokémon can't have more than {MAX_EGGS} children.
de_de: Ein Pokémon kann nicht mehr als {MAX_EGGS} Kinder haben.
es_es: Un Pokémon no puede tener más de {MAX_EGGS} crías.
ru_ru: У покемона не может быть больше {MAX_EGGS} детей.

source: Too much children.
de_de: Zu viele Kinder.
es_es: Demasiadas crías.
fr_fr: Trop d'enfants.
ru_ru: Слишком много детей.

source: This section lets you edit settings related to items.
de_de: In diesem Abschnitt kannst du Einstellungen für Items bearbeiten.
es_es: Esta sección te permite editar los ajustes relacionados con los objetos.
fr_fr: Cette section vous permet de changer les paramètres des objets.
ru_ru: В этом разделе можно редактировать настройки, связанные с предметами.

source: This section lets you edit settings related to moves.
de_de: In diesem Abschnitt kannst du Einstellungen für Attacken bearbeiten.
es_es: Esta sección te permite editar los ajustes relacionados con los movimientos.
fr_fr: Cette section vous permet de changer les paramètres des attaques.
ru_ru: В этом разделе можно редактировать настройки, связанные с приемами.

source: Item Sort Keys
de_de: Item-Sortierschlüssel
es_es: Claves de clasificación de objetos
ru_ru: Ключи сортировки предметов

source: Use
de_de: Einsatz
es_es: Usar
fr_fr: Utiliser
ru_ru: Использовать

source: Hurl
de_de: Schleud.
es_es: Lanzar
fr_fr: Projeter
ru_ru: Метнуть

source: Throw
de_de: Werfen
es_es: Arrojar
fr_fr: Lancer
ru_ru: Бросить

source: Equip
de_de: Ausrüst.
es_es: Equipar
fr_fr: Équiper
ru_ru: Экипировать

source: Eat
de_de: Essen
es_es: Comer
fr_fr: Manger
ru_ru: Съесть

source: Ingest
de_de: Trinken
es_es: Ingerir
fr_fr: Ingérer
ru_ru: Проглотить

source: Peel
de_de: Schälen
es_es: Pelar
fr_fr: Éplucher
ru_ru: Очистить

source: For stackable items: Indicates the minimum amount you can get for 1 instance of that item.
de_de: Für stapelbare Items: Die minimale Anzahl die für dieses Item erhalten werden kann.
es_es: En objetos acumulables, indica la cantidad mínima que puedes obtener por cada instancia de ese objeto.
fr_fr: Pour les objets empilables : indique la quantité minimale que vous pouvez obtenir pour d'une instance de cet objet.
ru_ru: Для Бросаемых предметов: указывает минимальное количество предмета, получаемый за раз.

source: Min Amount
de_de: Mindestanzahl
es_es: Cantidad mín.
fr_fr: Quantité minimale
ru_ru: Мин. количество

source: For stackable items: Indicates the maximum amount you can get for 1 instance of that item.
de_de: Für stapelbare Items: Die maximale Anzahl die für dieses Item erhalten werden kann.
es_es: En objetos acumulables, indica la cantidad máxima que puedes obtener por cada instancia de ese objeto.
fr_fr: Pour les objets empilables : indique la quantité maximale que vous pouvez obtenir pour d'une instance de cet objet.
ru_ru: Для Бросаемых предметов: указывает максимальное количество предмета, получаемый за раз.

source: Max Amount
de_de: Maximale Anzahl
es_es: Cantidad máx.
fr_fr: Quantité maximale
ru_ru: Максимальное количество

source: The ID of a move, that is associated with this item.
de_de: Die ID einer Attacke, die diesem Item zugeordnet ist.
es_es: El ID de un movimiento que está asociado con este elemento.
fr_fr: L'ID d'une attaque qui est associé à cet objet.
ru_ru: ID приема, связанного с этим предметом.

source: Move ID
de_de: Attacken-ID
es_es: ID de movimiento
fr_fr: ID de l'attaque
ru_ru: ID приема

source: Either the ID of a type or of a Pokémon, depending on the type of the exclusive item. IDs for Types:
de_de: Entweder die ID eines Typen oder eines Pokémon, abhängig vom Typen des exklusiven Items. IDs für Typen:
es_es: El ID de un tipo o de un Pokémon, dependiendo del tipo de objeto exclusivo. ID de tipos:
fr_fr: L'ID d'un type ou d'un Pokémon, en fonction du type de l'object exclusif. ID pour les types :
ru_ru: Либо ID типа, либо покемона, в зависимости от типа эксклюзивного предмета. ID типов:

source: Exclusive Item Parameter
de_de: Exklusives Item - Parameter
es_es: Parámetro de objeto exclusivo
fr_fr: Paramètre d'objet exclusif
ru_ru: Параметр эксклюзивного предмета

source: Some exclusive items are assigned to Pokémon, others to types. See the values in the dropdown for the possible options.
de_de: Eine exklusive Items sind Pokémon zugewiesen, andere Typen.
es_es: Algunos objetos exclusivos se asignan a los Pokémon, otros a ciertos tipos. Consulta los valores en el menú desplegable para ver las opciones.
fr_fr: Certains objets exclusifs sont attribués à des Pokémon, d'autres à des types. Consultez les valeurs de la liste déroulante pour connaître les options possibles.
ru_ru: Некоторые эксклюзивные предметы привязаны к покемонам, другие - к типам. Возможные варианты значений смотрите в выпадающем списке.

source: Exclusive Item Type
de_de: Exklusives Item - Typ
es_es: Tipo de objeto exclusivo
fr_fr: Type de l'object exclusif
ru_ru: Тип эксклюзивного предмета

source: Action name displayed in dungeon menus (Use, Eat, Ingest, Equip...). See 'Text Strings' for actual values.
de_de: Aktionsname, der in Dungeon-Menüs angezeigt wird (Einsatz, Essen, Trinken, Ausrüst. ...). Siehe 'Zeichenketten' für die eigentlichen Werte.
es_es: Nombre de la acción mostrada en los menús de los territorios (Usar, Comer, Ingerir, Equipar...). Ver 'Cadenas de texto' para los valores reales.
fr_fr: Nom de l'action affiché dans les menus des donjons (Utiliser, Manger, Ingérer, Équiper...). Voir « Chaînes de texte » pour connaître leurs valeurs.
ru_ru: Название действия, отображаемое в меню подземелий (Использовать, Съесть, Проглотить, Экипировать...). Значения смотрите в разделе "Текстовые строки".

source: Action Name
de_de: Aktionsname
es_es: Nombre de la acción
fr_fr: Nom de l'action
ru_ru: Имя действия

source: Sort keys are used to sort items in your inventory when using the sort feature in game. The game sorts items starting from the one with the lowest key to the highest. Several items can have the same key; this means they will be mixed together while sorting (e.g. Lookalike items). Only keys from 0 to 2047 should be used.
de_de: Test to check for End of File Sortierschlüssel werden verwendet, um Gegenstände in deinem Inventar zu sortieren, wenn du die Sortierfunktion im Spiel verwendest. Das Spiel sortiert Gegenstände von dem mit dem niedrigsten Schlüssel bis zum höchsten. Mehrere Elemente können den gleichen Schlüssel haben; das bedeutet, dass sie beim Sortieren gemischt werden (z. B. Plagiat-Items). Es sollten nur Schlüssel von 0 bis 2047 verwendet werden.
es_es: Las claves de clasificación se utilizan para ordenar los objetos del inventario dentro del juego. El juego ordena los objetos empezando por el que tiene la clave más baja hasta la más alta. Varios objetos pueden tener la misma clave, lo que significa que se mezclarán al clasificarlos (por ejemplo, los objetos similares). Solo se deben usar las claves de 0 a 2047.
ru_ru: Ключи сортировки используются для сортировки предметов в инвентаре при использовании функции сортировки в игре. Игра сортирует предметы, начиная с того, у которого самый низкий ключ, и заканчивая самым высоким. Несколько предметов могут иметь одинаковый ключ; это означает, что они будут смешаны вместе при сортировке (например, ложные предметы). Следует использовать только ключи от 0 до 2047.

source: Keys have now been added for all the 1400 items.
de_de: Für alle 1400 Artikel wurden jetzt Schlüssel hinzugefügt.
es_es: Se han añadido claves para los 1400 objetos.
ru_ru: Добавлены ключи для всех 1400 предметов.

source: Insert Key Before:
de_de: Schlüssel vorher einfügen:
es_es: Insertar clave antes:
ru_ru: Вставить ключ перед:

source: Insert an item key id before the one selected. This means all keys with id >= that one will be incremented by 1.
de_de: Füge eine Item-Schlüssel-ID vor der ausgewählten ein. Das bedeutet, dass alle Schlüsseln mit ID >= der ausgewählten um 1 inkrementiert werden.
es_es: Inserta un ID de clave de elemento anterior al seleccionado. Esto significa que todas las claves con Id >= 1 incrementarán en 1.
ru_ru: Вставляет ID-ключ предмета перед выбранным. Это означает, что все ключи с ID >= этого ключа будут увеличены на 1.

source: Remove Key:
de_de: Schlüssel entfernen:
es_es: Quitar clave:
ru_ru: Удалить ключ:

source: Remove the item key id selected. This means all keys with id > that one will be decremented by 1. A key can't be removed if it's still used by one item.
de_de: Entferne die ausgewählte Item-Schlüssel-ID. Das bedeutet, dass alle Schlüssel mit der ID > dieser um 1 dekrementiert werden. Ein Schlüssel kann nicht entfernt werden, wenn er noch von einem Item verwendet wird.
es_es: Elimina el ID de clave del elemento seleccionado. Esto significa que todas las claves con Id >= 1 disminuirán en 1. Una clave no puede ser eliminada si todavía es usada por un objeto.
ru_ru: Удаляет ID-ключ предмета перед выбранным. Это означает, что все ключи с ID > этого ключа будут уменьшены на 1. Ключ не может быть удален если он все еще используется одним предметом.

source: This key is still used by these items: {', '.join(no_key)}.
de_de: Dieser Schlüssel wird immer noch von diesen Items verwendet: {', '.join(no_key)}.
es_es: Esta clave sigue siendo utilizada por estos objetos: {', '.join(no_key)}.
ru_ru: Этот ключ по-прежнему используется этими предметами: {', '.join(no_key)}.

source: Error removing key.
de_de: Fehler beim Entfernen des Schlüssels.
es_es: Error al eliminar la clave.
ru_ru: Ошибка удаления ключа.

source: E Floors Rewards
de_de: E-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad E
fr_fr: Récompenses Rang E
ru_ru: Награды за миссии ранга E

source: D Floors Rewards
de_de: D-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad D
fr_fr: Récompenses Rang D
ru_ru: Награды за миссии ранга D

source: C Floors Rewards
de_de: C-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad C
fr_fr: Récompenses Rang C
ru_ru: Награды за миссии ранга C

source: B Floors Rewards
de_de: B-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad B
fr_fr: Récompenses Rang B
ru_ru: Награды за миссии ранга B

source: A Floors Rewards
de_de: A-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad A
fr_fr: Récompenses Rang A
ru_ru: Награды за миссии ранга A

source: S Floors Rewards
de_de: S-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad S
fr_fr: Récompenses Rang S
ru_ru: Награды за миссии ранга S

source: ★1 Floors Rewards
de_de: ★1-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad ★1
fr_fr: Récompenses Rang ★1
ru_ru: Награды за миссии ранга ★1

source: ★2 Floors Rewards
de_de: ★2-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad ★2
fr_fr: Récompenses Rang ★2
ru_ru: Награды за миссии ранга ★2

source: ★3 Floors Rewards
de_de: ★3-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad ★3
fr_fr: Récompenses Rang ★3
ru_ru: Награды за миссии ранга ★3

source: ★4 Floors Rewards
de_de: ★4-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad ★4
fr_fr: Récompenses Rang ★4
ru_ru: Награды за миссии ранга ★4

source: ★5 Floors Rewards
de_de: ★5-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad ★5
fr_fr: Récompenses Rang ★5
ru_ru: Награды за миссии ранга ★5

source: ★6 Floors Rewards
de_de: ★6-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad ★6
fr_fr: Récompenses Rang ★6
ru_ru: Награды за миссии ранга ★6

source: ★7 Floors Rewards
de_de: ★7-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad ★7
fr_fr: Récompenses Rang ★7
ru_ru: Награды за миссии ранга ★7

source: ★8 Floors Rewards
de_de: ★8-Rang Ebenen Belohnungen
es_es: Recompensas de dificultad ★8
fr_fr: Récompenses Rang ★8
ru_ru: Награды за миссии ранга ★8

source: ★9 Floors Rewards
de_de: ★9 Ebenen Belohnungen
es_es: Recompensas de dificultad ★9
fr_fr: Récompenses Rang ★9
ru_ru: Награды за миссии ранга ★9

source: Kecleon Shop 1
es_es: Tienda Kecleon 1
fr_fr: Boutique Kecleon 1
ru_ru: Магазин Кеклеона 1

source: Kecleon Orbs/TMs 1
es_es: Esferas mágicas de Kecleon/1 MT
fr_fr: Orbes/CTs de Kecleon 1
ru_ru: Орбы/TM Кеклеона 1

source: Kecleon Shop 2
es_es: Tienda Kecleon 2
fr_fr: Boutique Kecleon 2
ru_ru: Магазин Кеклеона 2

source: Kecleon Orbs/TMs 2
es_es: Esferas mágicas de Kecleon/2 MTs
fr_fr: Orbes/CTs de Kecleon 2
ru_ru: Орбы/TM Кеклеона 2

source: Kecleon Shop 3
es_es: Tienda Kecleon 3
fr_fr: Boutique Kecleon 3
ru_ru: Магазин Кеклеона 3

source: Kecleon Orbs/TMs 3
es_es: Esferas mágicas de Kecleon/3 MTs
fr_fr: Orbes/CTs de Kecleon 3
ru_ru: Орбы/TM Кеклеона 3

source: Kecleon Shop 4
es_es: Tienda Kecleon 4
fr_fr: Boutique Kecleon 4
ru_ru: Магазин Кеклеона 4

source: Kecleon Orbs/TMs 4
es_es: Esferas mágicas de Kecleon/4 MTs
fr_fr: Orbes/CTs de Kecleon 4
ru_ru: Орбы/TM Кеклеона 4

source: Unknown 1
de_de: Unbekannt 1
es_es: Desconocido 1
fr_fr: Inconnu 1
ru_ru: Неизвестно 1

source: The percentage indicating the chances the move will succeed. 100 is perfect accuracy. Anything higher than 100 is a never-miss move.
de_de: Der Prozentsatz, der die Chance angibt, dass die Attacke erfolgreich ist. 100 ist perfekte Genauigkeit. Alles, was höher als 100 ist, trifft immer.
es_es: El porcentaje que indica la probabilidad de que el movimiento acierte. 100 es la precisión perfecta. Si es superior a 100, el movimiento nunca falla.
fr_fr: Ce pourcentage indique les chances de succès de l'attaque. Une précision de 100 est la précision maximale. Une précision supérieure indique une attaque ne pouvant jamais rater.
ru_ru: Процент, показывающий вероятность того, что прием будет успешным. 100 - идеальная точность. Все, что выше 100, означает, что прием никогда не мажет.

source: Seems to be a second sort of accuracy check. A different message will be shown if this accuracy test fails.
de_de: Scheint eine zweite Art von Genauigkeitsprüfung zu sein. Eine andere Nachricht wird angezeigt, falls diese Prüfung fehlschlägt.
es_es: Parece ser un segundo tipo de comprobación de precisión. Se mostrará un mensaje diferente si esta prueba de precisión falla.
fr_fr: Semble être un autre test de précision. Un autre message s'affichera si ce test échoue.
ru_ru: Похоже, это второй вид проверки точности. При неудачной проверке точности будет показано другое сообщение.

source: Possibly the number of times a move hits in a row.
de_de: Vermutlich die Anzahl der Treffer der Attacke in einer Runde.
es_es: Probablemente indica el número de veces que un movimiento golpea en serie.
fr_fr: Le nombre de fois consécutives que l'attaque peut toucher de suite.
ru_ru: Вероятное количество ударов, нанесенных приёмом.

source: These are the range settings that the game uses for processing the actual move.
de_de: Dies sind die Reichweiteneinstellungen, die das Spiel für die Verarbeitung der Attacke verwendet.
es_es: Son los ajustes de rango que utiliza el juego para procesar el movimiento real.
fr_fr: Ces portées sont celles utilisées par le jeu pour exécuter l'attaque.
ru_ru: Это настройки радиуса, которые игра использует для обработки приема.

source: When deciding what move to use, the AI will treat the move like it actually has the range settings configured here.
de_de: Um zu entscheiden, welche Attacke die KI einsetzt, tut die KI so, als hätte die Attacke die hier angegebenen Einstellungen.
es_es: Al decidir qué movimiento utilizar, la IA tratará el movimiento como si tuviera los ajustes de rango configurados aquí.
fr_fr: Quand elle choisit quelle attaque utiliser, l'IA va considérer que l'attaque aura la portée configurée sur ce champ.
ru_ru: Решая, какой прием использовать, ИИ будет относиться к этому приему так, будто у него действительно есть настройки радиуса, заданные здесь.

source: Due to a bug, if the values are "straight line", "In front; cuts corners" or "Two tiles away; cuts corners" are chosen here, the AI range is used as the ACTUAL range of the move.
de_de: Aufgrund eines Fehlers werden, wenn als Wert hier "Gerade Linie", "Vor Anwender; über Ecken" oder "Zwei Felder entfernt" entfernt sind, diese Werte nicht für die KI-Berechnung sondern auch für die EIGENTLICHE Reichweite der Attacke verwendet.
es_es: Debido a un error, si se escogen los valores "Línea recta", "En frente; corta esquinas" o "A dos casillas de distancia; corta esquinas", el rango de la IA se utiliza como el rango REAL del movimiento.
fr_fr: A cause d'un bug, si les valeurs sont "Ligne Droite", "1-case; coupe les angles" ou "2-cases; coupe les angles" dans ce champ, la portée utilisée par l'IA est la vraie portée de l'attaque.
ru_ru: Из-за ошибки, если здесь выбраны значения "По прямой", "Спереди; игнорирует углы" или "В пределах двух плиток; игнорирует углы", то радиус ИИ используется как ДЕЙСТВИТЕЛЬНЫЙ радиус приема.

source: The Pokémon must be in this condition in order for this move to be used.
de_de: Das Pokémon muss diesen Status haben, damit es die Attacke einsetzen kann.
es_es: El Pokémon debe cumplir esta condición para utilizar este movimiento.
fr_fr: Cette condition est nécessaire pour que le Pokémon utilise l'attaque.
ru_ru: Чтобы использовать этот прием, покемон должен находиться в таком состоянии.

source: Whether the move is affected by magic coat.
de_de: Ob die Attacke von Magiemantel beeinflusst wird.
es_es: Indica si el movimiento se ve afectado por Capa Mágica.
fr_fr: Si l'attaque est affectée par Reflet Magik.
ru_ru: Определяет, влияет ли на этот прием статус-эффект "Чудо-плащ".

source: Whether the move is affected by snatch.
de_de: Ob die Attacke von Übernahme beeinflusst wird.
es_es: Indica si el movimiento se ve afectado por Robo.
fr_fr: Si l'attaque est affectée par Saisie.
ru_ru: Определяет, влияет ли на этот прием статус-эффект "Перехват".

source: Whether the move is disabled by the "muzzled" status.
de_de: Ob die Attacke vom "Mondtot"-Status deaktiviert wird.
es_es: Indica si el movimiento se desactiva por el estado Amordazado.
fr_fr: Si l'attaque est désactivée par le statut Bâillon.
ru_ru: Определяет, отключается ли этот прием статус эффектом "Немота".

source: Whether the move can be used while taunted.
de_de: Ob diee Attacke verwendet werden kann, wenn der Anweder verhöhnt ist.
es_es: Indica si el movimiento se puede utilizar tras sufrir el efecto de Mofa.
fr_fr: Si l'attaque peut être utilisée sous Provoc.
ru_ru: Определяет, можно ли использовать этот прием при статус-эффекте "Спровоцирован".

source: Message ID offset that is displayed for the move. 0 uses the Text String 3860. Higher values select the strings after that (offsets).
de_de: Nachrichten-ID Offset der für die Attacke verwendet wird. Bei 0 wird die Zeichenkette 3860 verwendet. Höhere Werte sorgen dafür, dass Zeichenketten nach diesem Eintrag verwendet werden.
es_es: Es el intervalo del ID del mensaje que se muestra para el movimiento. El 0 utiliza la cadena de texto 3860. Valores más altos seleccionarán cadenas posteriores a esta (intervalos).
fr_fr: L'ID du message affiché par l'attaque. 0 affiche la chaîne 3860, 1 affiche la chaîne 3861, et ainsi de suite (jusqu'à la fin de la banque texte utilisée).
ru_ru: Смещение ID сообщения, которое отображается для приема. 0 использует текстовую строку 3860. Более высокие значения выбирают строки после этого (смещения).

source: Message ID:
de_de: Nachrichten-ID:
es_es: ID de mensaje:
fr_fr: ID Message:
ru_ru: ID сообщения:

source: Whether the AI with Status Checker can select this move when the target is frozen.
ru_ru: Может ли ИИ с IQ-навыком Проверка Статуса выбрать этот прием, когда цель заморожена.

source: Text string to display to describe the range of the move. 0 uses the Text String 10095/10097 (US/EU). Higher values select the strings after that (offsets).
ru_ru: Текстовая строка для отображения радиуса приема. 0 использует текстовую строку 10095/10097 (US/EU). Более высокие значения выбирают строки после этого (смещения).

source: Settings for the "{}" Patch
de_de: Einstellungen für den „{}“ Patch
es_es: Configuración del parche "{}"
fr_fr: Paramètres pour le Patch "{}"
ru_ru: Настройки для патча "{}"

source: The patch "{}" requires additional configuration:
de_de: Der Patch "{}" benötigt zusätzliche Einstellungen:
es_es: El parche "{}" necesita configuración adicional:
fr_fr: Une configuration supplémentaire est nécessaire pour le patch "{}":
ru_ru: Патч "{}" требует дополнительной настройки:

source: Invalid values for some settings provided. Please try again.
de_de: Für einige Einstellungen wurden ungültige Werte angegeben. Bitte versuche es noch einmal.
es_es: Valores inválidos para algunos ajustes proporcionados. Por favor, inténtalo de nuevo.
fr_fr: Des valeurs invalides ont été rentrées. Essayez à nouveau.
ru_ru: Неверные значения для некоторых настроек. Пожалуйста, попробуйте еще раз.

source: Patches
es_es: Parches
fr_fr: Correctifs
ru_ru: Патчи
