Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Map Width in Chunks
de_de: Kartenbreite in Blöcken
es_es: Anchura del mapa en chunks
fr_fr: Largeur de la carte en fragments
ru_ru: Ширина фона в фрагментах

source: Map Height in Chunks
de_de: Kartenhöhe in Blöcken
es_es: Altura del mapa en chunks
fr_fr: Hauteur de la carte en fragments
ru_ru: Высота фона в фрагментах

source: Link Tile Width and Height
de_de: Auf Basis der Größe der Kacheln
es_es: Vincular con la anchura y altura del tile
fr_fr: Lier la largeur et la hauteur des tuiles
ru_ru: Связать с шириной и высотой в плитках

source: Map Width in Tiles
de_de: Kartenbreite in Kacheln
es_es: Ancho del mapa en tiles
fr_fr: Largeur de la carte en tuile
ru_ru: Ширина фона в плитках

source: Map Height in Tiles
de_de: Kachelhöhe in Kacheln
es_es: Altura del mapa en tiles
fr_fr: Hauteur de la carte en tuile
ru_ru: Высота фона в плитках

source: Usually the width and height in tiles should be linked to the width and height in chunks. If this is not the case, please note, that the dimensions in tiles are used for the collision and data layers. The dimensions in chunks are used for the image data on Layer 1 and 2.
de_de: Normalerweise sollten die Breite und Höhe in Kacheln mit der Breite und Höhe in Blöcken verknüpft werden. Wenn dies nicht der Fall ist, beachten bitte, dass die Maße in Kacheln verwendet werden für die Kollisions- und Datenebenen. Die Abmessungen in Blöcken werden für die Bilddaten auf Ebene 1 und 2 verwendet.
es_es: Por lo general, la anchura y la altura en tiles deben estar vinculadas a la anchura y la altura en chunks. Si no es así, recuerda que las dimensiones en tiles se utilizan para las capas de colisión y de datos. Las dimensiones en chunks se utilizan para los datos de la imagen en las capas 1 y 2.
fr_fr: Habituellement, la largeur et la hauteur en tuile doivent être lié à la hauteur et la largeur en fragments. Si ce n'est pas le cas, noter que la dimension en tuile est utilisé pour les couches de collisions et de données. La dimension en fragment est utilisé pour les données d'images de la couche 1 et 2.
ru_ru: Обычно ширина и высота в плитках должны быть связаны с шириной и высотой во фрагментах. Если это не так, обратите внимание, что размеры в плитках используются для слоев коллизии и данных. Размеры во фрагментах используются для данных изображения на слоях 1 и 2.

source: Width and Height
de_de: Breite und Höhe
es_es: Anchura y altura
fr_fr: Largeur et Hauteur
ru_ru: Ширина и высота

source: Export Map as GIF...
de_de: Karte als GIF exportieren...
es_es: Exportar mapa como GIF...
fr_fr: Exporter un GIF de la carte...
ru_ru: Экспорт фона в формате GIF...

source: Export Layers to Image...
de_de: Ebenen als Bild exportieren...
es_es: Exportar capas a imagen...
fr_fr: Exporter la couche vers une image...
ru_ru: Экспортировать слои в изображение...

source: Import Layers from Image...
de_de: Ebenen aus Bild importieren...
es_es: Importar capas desde imagen...
fr_fr: Importer la couche vers une image...
ru_ru: Импортировать слои из изображения...

source: Go to Scripts...
de_de: Springe zu Skripten...
es_es: Ir a scripts...
fr_fr: Aller aux scripts...
ru_ru: Перейти к сценариям...

source: Layer 1
de_de: Ebene 1
es_es: Capa 1
fr_fr: Calque 1
ru_ru: Слой 1

source: Layer 2
de_de: Ebene 2
es_es: Capa 2
fr_fr: Calque 2
ru_ru: Слой 2

source: Export Static Tiles to Image...
de_de: Statische Kacheln als Bild exportieren...
es_es: Exportar tiles estáticos a imagen...
fr_fr: Exporter les tuiles statiques vers une image...
ru_ru: Экспортировать статичные плитки в изображение...

source: Import Static Tiles from Image...
de_de: Statische Kacheln aus Bild importieren...
es_es: Importar tiles estáticos desde imagen...
ru_ru: Импортировать статичные плитки из изображения...

source: Animated Tiles
de_de: Animierte Kacheln
es_es: Tiles animados
ru_ru: Анимированные плитки

source: Import and Export...
de_de: Importieren und exportieren...
es_es: Importar y exportar...
fr_fr: Importer et Exporter...
ru_ru: Импорт и экспорт...

source: Edit Animation Palette
de_de: Animations-Palette bearbeiten
es_es: Editar animación de la paleta
ru_ru: Редактировать анимацию палитры

source: Collision 1
de_de: Kollision 1
es_es: Colisión 1
ru_ru: Коллизии 1

source: Collision 2
de_de: Kollision 2
es_es: Colisión 2
ru_ru: Коллизии 2

source: Data Layer
de_de: Daten-Ebene
es_es: Capa de datos
fr_fr: Calque de donnée
ru_ru: Слой данных

source: BMA Filename:
de_de: BMA-Dateiname:
es_es: Nombre de archivo BMA:
fr_fr: Nom du fichier BMA :
ru_ru: Имя файла BMA:

source: BPC Filename:
de_de: BPC-Dateiname:
es_es: Nombre de archivo BPC:
fr_fr: Nom du fichier BPC :
ru_ru: Имя файла BPC:

source: BPL Filename:
de_de: BPL-Dateiname:
es_es: Nombre de archivo BPL:
fr_fr: Nom du fichier BPL :
ru_ru: Имя файла BPL:

source: BPA1 Filename:
de_de: BPA1-Dateiname:
es_es: Nombre de archivo BPA1:
fr_fr: Nom du fichier BPA 1 :
ru_ru: Имя файла BPA1:

source: BPA2 Filename:
de_de: BPA2-Dateiname:
es_es: Nombre de archivo BPA2:
fr_fr: Nom du fichier BPA 2 :
ru_ru: Имя файла BPA2:

source: BPA4 Filename:
de_de: BPA4-Dateiname:
es_es: Nombre de archivo BPA4:
fr_fr: Nom du fichier BPA 4 :
ru_ru: Имя файла BPA4:

source: BPA3 Filename:
de_de: BPA3-Dateiname:
es_es: Nombre de archivo BPA3:
fr_fr: Nom du fichier BPA 3 :
ru_ru: Имя файла BPA3:

source: BPA5 Filename:
de_de: BPA5-Dateiname:
es_es: Nombre de archivo BPA5:
fr_fr: Nom du fichier BPA 5 :
ru_ru: Имя файла BPA5:

source: BPA7 Filename:
de_de: BPA7-Dateiname:
es_es: Nombre de archivo BPA7:
fr_fr: Nom du fichier BPA 7 :
ru_ru: Имя файла BPA7:

source: BPA6 Filename:
de_de: BPA6-Dateiname:
es_es: Nombre de archivo BPA6:
fr_fr: Nom du fichier BPA 6 :
ru_ru: Имя файла BPA6:

source: BPA8 Filename:
de_de: BPA8-Dateiname:
es_es: Nombre de archivo BPA8:
fr_fr: Nom du fichier BPA 8 :
ru_ru: Имя файла BPA8:

source: Metadata
de_de: Metadaten
es_es: Metadatos
fr_fr: Métadonnée
ru_ru: Метаданные

source: Toggle
de_de: Umschalten
es_es: Alternar
fr_fr: Basculer
ru_ru: Переключить

source: One of the levels assigned to this background use mode #10 or #11. The background will be rendered in game using the assigned dungeon tileset. If it's mode #10 you can build the layout above. Mode #11 uses the fixed room of the assigned floor.
de_de: Eine der diesem Hintergrund zugewiesenen Level verwendet den Modus #10 oder #11. Der Hintergrund wird im Spiel mit dem zugewiesenen Dungeon-Tileset gerendert. Wenn es Modus #10 ist, kannst du oben das Layout erstellen. Modus #11 verwendet den statischen Raum der zugewiesenen Ebene.
es_es: Uno de los niveles asignados a este fondo utiliza el modo #10 o #11. El fondo se renderizará en el juego usando el conjunto de territorios asignado. Si es el modo #10, puedes construir el diseño anterior. El modo #11 utiliza la sala fija del piso asignado.
fr_fr: Un des niveau assigné à cet arrière-plan utilise le mode #10 ou #11. L'arrière plan sera rendu dans le jeu en utilisé le tileset qui lui est assigné. Si c'est le mode #10, vous pouvez construire la disposition ci-dessus. Le mode #11 utilise la chambre fixe assigné à l'étage.
ru_ru: Один из уровней, назначенных этому фону, использует режим #10 или #11. Фон будет отображаться в игре с использованием назначенного набора плиток подземелья. Если это режим #10, вы можете построить планировку выше. В режиме #11 используется фиксированная комната назначенного этажа.

source: This background uses weird palette values for some chunks, so the game will not render this background the same as it is displayed here. You should click on the help button get more information before continuing. If this is intentional and you know what you are doing, you can ignore this.
de_de: Dieser Hintergrund verwendet für einige Blöcke seltsame Palettenwerte, sodass das Spiel diesen Hintergrund nicht so darstellt, wie er hier angezeigt wird. Du solltest auf die Schaltfläche "Hilfe" klicken und weitere Informationen zu erhalten, bevor du fortfährst.. Wenn das beabsichtigt ist und du weißt, was du tust, kannst du das ignorieren.
es_es: Este fondo utiliza valores de paleta extraños para algunos chunks, por lo que el juego no renderizará este fondo igual que se muestra aquí. Puedes hacer clic en el botón de ayuda para obtener más información antes de continuar. Si esto es intencionado y sabes lo que estás haciendo, puedes ignorar esto.
fr_fr: Cet arrière-plan utilise des valeurs de palette étranges pour certains morceaux, ainsi, le jeu ne rendra pas cet arrière-plan comme il est affiché ici. Vous devrez cliquer sur le bouton d'aide pour avoir plus d'informations avant de continuer. Si c'est intentionnel et que vous savez ce que vous faites, vous pouvez ignorer cet avertissement.
ru_ru: Этот фон использует странные значения палитры для некоторых фрагментов, поэтому в игре этот фон будет отображаться не так, как здесь. Прежде чем продолжить, вам следует нажать на кнопку помощи, чтобы получить дополнительную информацию. Если это сделано намеренно и вы знаете, что делаете, можете не обращать на это внимания.

source: This will export all chunks of the selected layer. You can edit and import the chunks again. Please note, that you might need to convert it to be able to use it. See the import dialog for more information.
de_de: Dies wird alle Blöcke der gewählten Ebene exportieren. Du kannst die exportierte Datei bearbeiten und wieder importieren. Beachte bitte, dass du ihn eventuell umwandeln musst, bevor du ihn importieren kannst. Siehe den Import-Dialog für weitere Informationen.
es_es: Esto exportará todos los chunks de la capa seleccionada. Puedes editar e importar los chunks de nuevo. Recuerda que podrías necesitar convertirlo para poder usarlo. Mira el diálogo de importación para más información.
fr_fr: Ceci exportera tout les fragments du calque sélectionné. Vous pouvez modifier et réimporter le fragment. Noter que vous pourriez avoir besoin de le convertir à nouveau avant de pouvoir l'utiliser. Regardez la boite de dialogue d'importation pour plus d'information.
ru_ru: Это экспортирует фон все фрагменты выбранного слоя. Вы можете редактировать и импортировать фрагменты снова. Обратите внимание, что вам может понадобиться преобразовать их, чтобы их можно было использовать. Дополнительную информацию смотрите в диалоге импорта.

source: This will export the entire map as one or two images, depending on the number of layers. You can edit and import the background image(s) again. Please note, that you might need to convert it to be able to use it. See the import dialog for more information.
de_de: Dies wird den gesamten Kartenhintergrund exportieren. Die Anzahl der exportieren Bilder hängt von der Anzahl der Ebenen ab. Du kannst die Hintergründe bearbeiten und wieder importieren. Beachte bitte, dass du sie eventuell umwandeln musst, bevor du sieimportieren kannst. Siehe den Import-Dialog für weitere Informationen.
es_es: Esto exportará todo el mapa como una o dos imágenes en función del número de capas. Puedes editar e importar de nuevo la(s) imagen(es) de fondo. Recuerda que podrías necesitar convertirlas para poder usarlas. Mira el diálogo de importación para más información.
fr_fr: Ceci exportera la carte entière en une ou deux image, selon le nombre de calque. Vous pouvez modifier, puis réimporter le·s image·s de fond Noter que vous pourriez avoir besoin de la convertir pour pouvoir l'utiliser. Regarder le dialogue d'importation pour plus d'information.
ru_ru: Это экспортирует весь фон локации как одно или два изображения, в зависимости от количества слоев. Вы можете редактировать и импортировать изображение(я) фона снова. Обратите внимание, что вам может понадобиться преобразовать их, чтобы их можно было использовать. Дополнительную информацию смотрите в диалоге импорта.

source: This will export all tiles of the selected layer. You can edit and import the tiles again. Please note, that you might need to convert it to be able to use it. See the import dialog for more information.
de_de: Dies wird alle Kacheln der gewählten Ebene exportieren. Du kannst die exportierte Datei bearbeiten und wieder importieren. Beachte bitte, dass du ihn eventuell umwandeln musst, bevor du ihn importieren kannst. Siehe den Import-Dialog für weitere Informationen.
es_es: Esto exportará todos los tiles de la capa seleccionada. Puedes editar e importar los tiles de nuevo. Recuerda que podrías necesitar convertirlo para poder usarlo. Mira el diálogo de importación para más información.
fr_fr: Ceci exportera toutes les tuiles du calque sélectionné. Vous pourriez l'éditer, puis les réimporter. Noter que vous pourriez avoir à les convertir pour pouvoir les utiliser. Regarder le dialogue d'importation pour plus d'information.
ru_ru: Это экспортирует фон все плитки выбранного слоя. Вы можете редактировать и импортировать плитки снова. Обратите внимание, что вам может понадобиться преобразовать их, чтобы их можно было использовать. Дополнительную информацию смотрите в диалоге импорта.

source: This will import the chunks for the selected layer using an image. The existing mappings are replaced. You may need to convert the input image first, before you can use it. See the "Format Details".
de_de: Dies wird alle Blöcke für die auswählte Ebene importieren. Bestehe Zuordnungen von Kacheln zu Blöcken werden überschrieben. Beachte bitte, dass du das Eingabebild eventuell umwandeln musst, bevor du es importieren kannst. Siehe die "Format-Details" für weitere Informationen.
es_es: Esto importará los chunks para la capa seleccionada con una imagen. Los mapeados existentes serán reemplazados. Podrías necesitar convertir la imagen antes de poder usarla. Mira los "Detalles del formato".
fr_fr: Cela importera les fragments dans le calque sélectionné en utilisant une image. Les cartographie existants seront remplacés. Vous devrez peut-être convertir l'image d'entrée avant de pouvoir l'importer. Regardez les "Détails du format".
ru_ru: Это позволит импортировать фрагменты для выбранного слоя из изображения. Существующие плиточные строения будут заменены. Перед использованием входного изображения может потребоваться его преобразование. Смотрите раздел "Детали формата".

source: This will import the entire map from one image per layer. You may need to convert the input image first, before you can use it. See the "Format Details".
de_de: Dies wird den Kartenhintergrund aus einem einzelnen Bild importieren. Beachte bitte, dass du ihn eventuell umwandeln musst, bevor du ihn importieren kannst. Siehe die "Format-Details".
es_es: Esto importará el mapa entero desde una imagen por capas. Podrías necesitar convertir la imagen antes de poder usarla. Mira los "Detalles del formato".
fr_fr: Cela importera la carte complète avec une image par calque. Vous devrez peut-être convertir les images d'entrée avant de pouvoir l'importer. Regardez les "Détails du format".
ru_ru: Эта функция импортирует весь фон локации по одному изображению для каждого слоя. Возможно, вам потребуется сначала преобразовать входные изображения, прежде чем вы сможете их использовать. Смотрите раздел "Детали формата".

source: Layer 1 Image
de_de: Bild für Ebene 1
es_es: Imagen de Capa 1
fr_fr: Image de la couche 1
ru_ru: Изображение 1 слоя

source: Layer 2 Image
de_de: Bild für Ebene 2
es_es: Imagen de Capa 2
fr_fr: Image de la couche 2
ru_ru: Изображение 2 слоя

source: This will import the tiles for the selected layer using an image. You may need to convert the input image first, before you can use it. See the "Format Details".
de_de: Dies wird die Kacheln der gewählten Ebene aus einem einzelnen Bild importieren. Beachte bitte, dass du das Bild eventuell umwandeln musst, bevor du es importieren kannst. Siehe die "Format-Details".
es_es: Esto importará los tiles para la capa seleccionada con una imagen. Podrías necesitar convertir la imagen antes de poder usarla. Mira los "Detalles del formato".
ru_ru: Это позволит импортировать плитки для выбранного слоя из изображения. Перед использованием входного изображения может потребоваться его преобразование. Смотрите раздел "Детали формата".

source: Map Backgrounds
de_de: Kartenhintergründe
es_es: Fondos de mapa
fr_fr: Fonds de carte
ru_ru: Фоны Локаций

source: This section lets you edit map backgrounds. These backgrounds are usually loaded by the game for scenes and serve many purposes (actual backgrounds for maps, title screen backgrounds, cutscenes, etc.).
de_de: In diesem Abschnitt kannst du Kartenhintergründe bearbeiten. Diese Hintergründe werden üblicherweise vom Spiel für Szenen geladen und haben viele verschiedene Zwecke (echte Hintergründe für Karten, Titelbildschirm-Hintergründe, Zwischensequenzen, etc.).
es_es: Esta sección te permite editar los fondos del mapa. Suelen cargarse para escenas, y tienen múltiples propósitos (fondos para mapas, fondos de pantalla del título, cinemáticas, etc.).
fr_fr: Cette section vous permet de modifier les fonds de carte. Ces fonds sont généralement chargés par le jeu dans des scènes et peuvent servir à de nombreuses choses. (Comme de véritable fond de carte, arrière-plan de l’écran titre, cinématiques, etc.).
ru_ru: В этом разделе вы можете редактировать фоны локаций. Эти фоны обычно загружаются игрой для сцен и служат многим целям (собственно фоны для локаций, фоны титульного экрана, сюжетные сцены и т. д.).

source: New Background
de_de: Neuer Hintergrund
es_es: Nuevo fondo
fr_fr: Nouveau fond de carte
ru_ru: Новый фон

source: Cartridge Removed
de_de: Karte entfernt
es_es: Cartucho extraído
fr_fr: Cartouche retirée
ru_ru: Картридж извлечен

source: Palette Variant:
de_de: Paletten-Variante:
es_es: Variante de paleta:
fr_fr: Variante de palette :
ru_ru: Вариант палитры:

source: Choose which character you want to add in the table:
de_de: Wähle das Zeichen aus, dass du de Tabelle hinzufügen möchtest:
es_es: Elige qué carácter quieres añadir a la tabla:
fr_fr: Choisissez quels personnage vous souhaitez ajouter à la table :
ru_ru: Выберите, какой символ вы хотите добавить в таблицу:

source: Font
de_de: Schrift
es_es: Fuente
fr_fr: Police
ru_ru: Шрифт

source: Choose how many characters will be in the list:
de_de: Wähle die Anzahl Zeichen, die in der Liste sein sollen:
es_es: Elige cuántos caracteres estarán en la lista:
ru_ru: Выберите, сколько символов будет в списке:

source: The images in this preview are scaled to 64x64px. Imported image dimensions must be a multiple of 8.
de_de: Die Bilder in dieser Vorschau werden auf 64x64px skaliert. Bildmaße müssen beim Import ein Vielfaches von 8 sein.
es_es: Las imágenes en esta vista previa son escaladas a 64x64px. Las dimensiones de la imagen importada deben ser un múltiplo de 8.
ru_ru: Изображения в этом предварительном просмотре масштабированы до 64x64 пикселей. Размеры импортируемого изображения должны быть кратны 8.

source: Import Settings
de_de: Import-Einstellungen
es_es: Importar configuración
fr_fr: Paramètres d'import
ru_ru: Настройки импортирования

source: Image File:
de_de: Bilddatei:
es_es: Archivo de imagen:
fr_fr: Fichier d'image :
ru_ru: Файл изображения:

source: The image file must be a color-indexed PNG to be imported as a WTE file.
de_de: Die Bilddatei muss ein farbindiziertes PNG sein, um als WTE-Datei importiert werden zu können.
es_es: El archivo de imagen debe ser un PNG indexado en color para ser importado como un archivo WTE.
fr_fr: L’image doit être un PNG à palette pour pouvoir être importé en tant que fichier WTE.
ru_ru: Файл изображения должен быть PNG с цветовой индексацией, чтобы его можно было импортировать как файл WTE.

source: WTE Image Type:
de_de: WTE Bildtyp:
es_es: Tipo de imagen WTE:
fr_fr: Type d'image WTE :
ru_ru: Тип изображения WTE:

source: Discard Palette
de_de: Palette verwerfen
es_es: Descartar paleta
fr_fr: Ignorer la palette
ru_ru: Не импортировать палитру

source: If ticked, the WTE file will not contain the palette data. This is for files that use another file's palette data.
de_de: Falls ausgewählt wird die WTE Datei keine Palettendaten enthalten. Dies wird genutzt für Dateien, die die Palette einer anderen Datei nutzen.
es_es: Si está marcado, el archivo WTE no contendrá los datos de la paleta. Esto es para archivos que utilizan datos de paleta de otro archivo.
fr_fr: Si coché, l'image WTE ne contiendra pas de donnée de palette. Utile pour les fichiers utilisant une palette d'un autre fichier.
ru_ru: Если флажок установлен, файл WTE не будет содержать данных палитры. Это необходимо для файлов, использующих данные палитры другого файла.

source: Warning: this WTE file doesn't contain any palette data. The palette data used for this file may be in another WTE file. A default grayscale palette has been generated in order to distinct the different color indices.
de_de: Warnung: Diese WTE-Datei enthält keine Palettendaten. Die für diese Datei verwendeten Palettendaten könnten in einer anderen WTE Datei liegen. Es wurde eine Standard-Palette (Graustufen) generiert, um die verschiedenen Farbindizes zu unterscheiden.
es_es: Advertencia: este archivo WTE no contiene datos de paleta. Los datos de paleta utilizados para este archivo podrían estar en otro archivo WTE. Se ha generado una paleta de escala de grises por defecto para distinguir los diferentes índices de color.
fr_fr: Attention : Ce fichier WTE ne contient pas de donnée de palette. Il se peut que la palette de ce fichier soit dans un autre fichier WTE. Une palette par défaut en ton de gris a été généré afin de distinguer les différents indices de couleurs.
ru_ru: Внимание: этот файл WTE не содержит данных о палитре. Данные палитры, используемые для этого файла, могут находиться в другом WTE-файле. По умолчанию была создана палитра серого цвета, чтобы различать различные цветовые индексы.

source: Warning: this WTE file doesn't contain any image data. Thus, the palette is displayed instead of the image.
de_de: Warnung: Diese WTE-Datei enthält keine Bilddaten. Daher wird nur die Palette anstelle des Bildes angezeigt.
es_es: Advertencia: este archivo WTE no contiene ningún dato de imagen. Se mostrará la paleta en lugar de la imagen.
fr_fr: Attention : Ce fichier WTE ne contient aucune image. La palette sera donc affichée à la place de l'image.
ru_ru: Внимание: этот WTE-файл не содержит данных изображения. Из-за этого, вместо изображения отображается палитра.

source: Image Size:
de_de: Bildgröße:
es_es: Tamaño de imagen:
fr_fr: Taille de l'image :
ru_ru: Размер изображения:

source: This image does not have WTU data assigned to it.
de_de: Dieses Bild hat keine WTU-Daten zugewiesen.
es_es: Esta imagen no tiene datos WTU asignados a ella.
fr_fr: Cette image n’a pas de donné WTU assigné.
ru_ru: Этому изображению не присвоены данные WTU.

source: width
de_de: Breite
es_es: ancho
fr_fr: largeur
ru_ru: ширина

source: height
de_de: Höhe
es_es: alto
fr_fr: hauteur
ru_ru: высота

source: The WTU data likely affects either how the image is assembled or how animations are run.
de_de: Die WTU-Daten beeinflussen wahrscheinlich entweder, wie das Bild zusammengesetzt wird oder wie Animationen ausgeführt werden.
es_es: Los datos del WTU probablemente afecten a la forma en que se ensambla la imagen o cómo se ejecutan las animaciones.
fr_fr: Les données WTU affectent probablement la façon dont l'image est assemblée ou comment les animations sont exécutées.
ru_ru: Данные WTU, вероятно, влияют либо на сборку изображения, либо на то, как работают анимации.

source: ... minimized
de_de: ... geschrumpft
es_es: ... minimizado
fr_fr: ... minimisé
ru_ru: ... минимизированную версию

source: ... full tileset
de_de: ... komplettes Tileset
es_es: ... tileset completo
fr_fr: ... tileset complet
ru_ru: ... полный набор плиток

source: Tiles:
de_de: Kacheln:
fr_fr: Tuiles :
ru_ru: Плитки:

source: Masks:
de_de: Masken:
es_es: Máscaras:
fr_fr: Masques :
ru_ru: Маски:
