Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Footprint Debug Menu
de_de: Debug-Menü für Fußabdruck-Minispiel
es_es: Menú de depuración de huella
fr_fr: Menu de débogage d'empreinte
ru_ru: Меню отладки следов

source: Bank Main Menu
de_de: Bank-Hauptmenü
es_es: Menú principal del banco
fr_fr: Menu principal de la Banque
ru_ru: Главное меню банка

source: Evolution Menu Confirm
de_de: Entwicklungs-Menü: Bestätigen
es_es: Menú de confirmación de evolución
fr_fr: Menu d'Evolution Confirmer
ru_ru: Меню эволюции: подтверждение

source: Evolution Sub Menu
de_de: Entwicklungs-Untermenü
es_es: Submenú de evolución
fr_fr: Sous-menu Evolution
ru_ru: Подменю эволюции

source: Evolution Main Menu
de_de: Entwicklungs-Hauptmenü
es_es: Menú de evolución principal
fr_fr: Menu principal Evolution
ru_ru: Главное меню эволюции

source: Assembly Menu Confirm
de_de: Treffpunkt-Menü: Bestätigen
es_es: Menú de confirmación del ensamblador
fr_fr: Menu d'Assemblée Confirmer
ru_ru: Меню сборного пункта: подтверждение

source: Assembly Main Menu
de_de: Treffpunkt-Hauptmenü
es_es: Menú principal del ensamblador
fr_fr: Menu principal de l'assemblée
ru_ru: Главное меню сборного пункта

source: Assembly Sub Menu
de_de: Treffpunkt-Untermenü
es_es: Submenú del ensamblador
fr_fr: Sous-menu de l'assemblée
ru_ru: Подменю сборного пункта

source: Moves Menu Confirm
de_de: Attacken-Menü: Bestätigen
es_es: Menú de confirmación de movimientos
fr_fr: Menu Des Capacités Confirmer
ru_ru: Меню приемов: подтверждение

source: Moves Sub Menu
de_de: Attacken-Untermenü
es_es: Submenú de movimientos
fr_fr: Sous-menu Des Capacités
ru_ru: Подменю приемов

source: Moves Main Menu
de_de: Attacken-Hauptmenü
es_es: Menú principal de movimientos
fr_fr: Menu Principal Des Capacités
ru_ru: Главное меню приемов

source: Bar Menu Confirm
de_de: Safbar-Menü: Bestätigen
es_es: Menú de confirmación del bar
fr_fr: Confirmation Menu Bar
ru_ru: Меню бара: подтверждение

source: Bar Main Menu
de_de: Saftbar-Hauptmenü
es_es: Menú principal del bar
fr_fr: Menu principal Bar
ru_ru: Главное меню бара

source: Bar Sub Menu
de_de: Saftbar-Untermenü
es_es: Submenú del bar
fr_fr: Menu secondaire Bar
ru_ru: Подменю бара

source: Recycle Menu Confirm
de_de: Wiederverwertungsladen-Menü: Bestätigen
es_es: Menú de confirmación de reciclaje
fr_fr: Menu Recycler Confirmer
ru_ru: Меню центра переработки: подтверждение

source: Recycle Sub Menu
de_de: Wiederverwertungsladen-Untermenü
es_es: Submenú de reciclaje
fr_fr: Sous-menu Recycler
ru_ru: Подменю центра переработки

source: Recycle Main Menu
de_de: Wiederverwertungsladen-Hauptmenü
es_es: Menú principal de reciclaje
fr_fr: Menu Principal Recycler
ru_ru: Главное меню центра переработки

source: Synthesis Menu Confirm
de_de: Synthese-Menü: Bestätigen
es_es: Menú de confirmación de síntesis
fr_fr: Menu Synthèse Confirmer
ru_ru: Меню обменной лавки: подтверждение

source: Synthesis Sub Menu
de_de: Synthese-Untermenü
es_es: Submenú de síntesis
fr_fr: Sous-menu Synthèse
ru_ru: Подменю обменной лавки

source: Synthesis Main Menu
de_de: Synthese-Hauptmenü
es_es: Menú principal de síntesis
fr_fr: Menu Principal Synthèse
ru_ru: Главное меню обменной лавки

source: Shop Menu Confirm
de_de: Shop-Menü: Bestätigen
es_es: Menú de confirmación de tienda
fr_fr: Menu Boutique Confirmer
ru_ru: Меню магазина: подтверждение

source: Shop Main Menu
de_de: Shop-Hauptmenü
es_es: Menú principal de tienda
fr_fr: Menu Principal Boutique
ru_ru: Главное меню магазина

source: Storage Menu Confirm
de_de: Lager-Menü: Bestätigen
es_es: Menú de confirmación de la consigna
fr_fr: Menu Stockage Confirmer
ru_ru: Меню хранилища: подтверждение

source: Storage Main Menu
de_de: Lager-Hauptmenü
es_es: Menú principal de la consigna
fr_fr: Menu Principal Stockage
ru_ru: Главное меню хранилища

source: Hatcher Menu Confirm
de_de: Tagesstätte-Menü: Bestätigen
es_es: Menú de confirmación de la guardería
fr_fr: Menu Eclosion Confirmer
ru_ru: Меню дневного ухода: подтверждение

source: Hatcher Main Menu
de_de: Tagesstätte-Hauptmenü
es_es: Menú principal de la guarderia
fr_fr: Menu Principal Eclosion
ru_ru: Главное меню дневного ухода

source: Appraiser Menu Confirm
de_de: Begutachtung-Menü: Bestätigen
es_es: Menú de confirmación del anticuario
fr_fr: Confirmation Menu Coffres
ru_ru: Меню пункта оценки: подтверждение

source: Appraiser Main Menu
de_de: Begutachtung-Hauptmenü
es_es: Menú principal del anticuario
fr_fr: Menu principal Coffres
ru_ru: Главное меню пункта оценки

source: Appraiser Sub Menu
de_de: Begutachtung-Untermenü
es_es: Submenú del anticuario
fr_fr: Menu secondaire Coffres
ru_ru: Подменю пункта оценки

source: Discard Items Menu Confirm
de_de: Items verwerfen: Bestätigen
es_es: Menú de confirmación de descarte de objetos
fr_fr: Confirmation menu suppression objets
ru_ru: Меню отказа от предметов: подтверждение

source: Discard Items Sub Menu
de_de: Items verwerfen-Untermenü
es_es: Submenú de descarte de objetos
fr_fr: Menu secondaire suppression objets
ru_ru: Подменю отказа от предметов

source: Discard Items Main Menu
de_de: Items verwerfen-Hauptmenü
es_es: Menú de descarte de objetos principal
fr_fr: Menu principal suppression objets
ru_ru: Главное меню отказа от предметов

source: Dungeon Main Menu
de_de: Dungeon-Hauptmenü
es_es: Menú principal de territorio
fr_fr: Menu principal donjon
ru_ru: Главное меню подземелья

source: Dungeon Sub Menu
de_de: Dungeon-Untermenü
es_es: Submenú de territorio
fr_fr: Menu secondaire donjon
ru_ru: Подменю подземелья

source: Start Menu Confirm
de_de: Start-Menü: Bestätigen
es_es: Menú de inicio de confirmación
ru_ru: Меню старта: подтверждение

source: Dungeon Debug Menu
de_de: Dungeon-Debug-Menü
es_es: Menú de depuración principal de territorio
fr_fr: Menu Debug donjon
ru_ru: Меню отладки подземелья

source: This menu must have {num_entries} entries!
de_de: Dieses Menü muss {num_entries} Einträge haben!
es_es: ¡Este menú debe tener {num_entries} entradas!
fr_fr: Ce menu doit avoir {num_entries} entrées!
ru_ru: Это меню должно иметь {num_entries} записей!

source: Standing Animation (loop)
de_de: Stehende Animation (Schleife)
es_es: Animación de pie (bucle)
ru_ru: Анимация стоя (цикл)

source: Standing Animation (1st frame)
de_de: Stehende Animation (1. Bild)
es_es: Animación de pie (primer fotograma)
ru_ru: Анимация стоя (1-й кадр)

source: Special
de_de: Speziell
es_es: Especial
fr_fr: Spécial
ru_ru: Особая

source: Walking Animation (1st frame)
de_de: Geh-Animation (1. Bild)
es_es: Animación de caminar (primer fotograma)
fr_fr: Animation de marche (1ère image)
ru_ru: Анимация ходьбы (1-й кадр)

source: Error while applying the patch: {ex}
de_de: Fehler beim Anwenden des Patches: {ex}
es_es: Error al aplicar el parche: {ex}
fr_fr: Erreur lors de l'application du correctif : {ex}
ru_ru: Ошибка при применении патча: {ex}

source: Improvements and Tweaks
de_de: Verbesserungen und Anpassungen
es_es: Mejoras y ajustes
fr_fr: Améliorations et Ajustements
ru_ru: Улучшения и исправления

source: New Mechanics
de_de: Neue Mechaniken
es_es: Nuevas mecánicas
fr_fr: Nouvelles Mécaniques de jeu
ru_ru: Новые механики

source: Bugfixes
es_es: Corrección de bugs
fr_fr: Corrections de bugs
ru_ru: Исправления ошибок

source: Utility
de_de: Hilfsmittel
es_es: Utilidades
fr_fr: Utilitaires
ru_ru: Утилиты

source: Others
de_de: Andere
es_es: Otros
fr_fr: Autres
ru_ru: Прочее

source: Tells the game to load the actor and level lists from separate files. Extracts both files on applying the patch.
ru_ru: Указывает игре загружать списки актеров и уровней из отдельных файлов. Распаковывает оба файла при применении патча.

source: This patch can not be re-applied.
de_de: Dieser Patch kann nicht erneut angewendet werden.
es_es: Este parche no se puede volver a aplicar.
fr_fr: Ce correctif ne peut pas être réappliqué.
ru_ru: Этот патч не может быть применен повторно.

source: The source data specification was not found in the configuration.
de_de: Die Quelldaten-Spezifikation wurde nicht in der Konfiguration gefunden.
es_es: La especificación de los datos de origen no ha encontrado en la configuración.
fr_fr: La spécification des données source est introuvable dans la configuration.
ru_ru: Спецификация исходных данных не найдена в конфигурации.

source: The list was extracted anyway. You can already edit it through SkyTemple, but it won't be used in game, until you successfully apply the patch.
de_de: Die Liste wurde trotzdem extrahiert. Du kannst die Liste schon in SkyTemple bearbeiten, aber sie wird nicht im Spiel verwendet, bis du den Patch erfolgreich anwendest.
es_es: La lista se ha extraído de todos modos. Puedes editarla a través de SkyTemple, pero no se utilizará en el juego hasta que se aplique el parche.
fr_fr: Les listes ont tout de même été extraites. Vous pouvez les éditer via SkyTemple, mais elles ne seront pas utilisées par le jeu avant que le correctif soit appliqué avec succès.
ru_ru: Лист все равно был извлечен. Вы уже можете редактировать его в SkyTemple, но он не будет использоваться в игре, пока вы не сможете успешно применить патч.

source: Prevents Keys from being used on party members that are not below a Key Door!
ru_ru: Не даёт использовать Ключи членам команды, не находящимся под дверью с замком!

source: Add types to the type matchup table. This will replace the old matchup table by the 6th+ Gen type table, Fairy type being added to the end.
de_de: Fügt Typen am Ende der Typentabelle hinzu. Dadurch wird die Typentabelle durch die aus Generation 6+ ersetzt. Der Feen-Typ wird am Ende der Tabelle hinzugefügt.
es_es: Añade tipos a la tabla de tipos. Esto reemplazará la antigua tabla por la tabla de tipos de la 6ª generación, añadiendo el tipo Hada al final.
fr_fr: Ajoute des types à la table existante. Cela va remplacer l'ancienne table avec la table actuelle (Gen 6+), incluant le type Fée à la fin de celle-ci.
ru_ru: Добавляет типы в таблицу эффективности типов. Это заменит старую таблицу эффективности на таблицу 6+ поколения, а Волшебный тип будет добавлен в конец.

source: Allows recruiting the other Deoxys forms and the regis inside dungeons.
de_de: Ermöglicht das Rekrutieren der anderen Deoxys-Formen und der Regis in Dungeons.
es_es: Permite reclutar las otras formas de Deoxys y los Regis dentro de territorios.
fr_fr: Permet de recruter les autres Deoxys et les Regis en donjon.
ru_ru: Позволяет рекрутировать другие формы Деоксиса и Реджи- покемонов в подземельях.

source: Allows the player to press A+B+X+Y during cutscenes to force the game to continue past a softlock (this can happen during cutscenes when using custom sprites or the randomizer). Does not work with crashes caused due to internal errors (such as the game running out of memory).
de_de: Ermöglicht dem Spieler, während der Zwischensequenzen A+B+X+Y zu drücken, um zu erzwingen, dass das Spiel über einen Softlock hinaus fortgesetzt wird (dies kann in Zwischensequenzen passieren, wenn benutzerdefinierte Sprites oder der Randomizer verwendet werden). Funktioniert nicht bei Abstürzen, die durch interne Fehler verursacht wurden (z. B. wenn das Spiel nicht genügend Speicher hat).
es_es: Permite al jugador pulsar A+B+X+Y durante las escenas de corte para forzar el juego a continuar más allá de un softlock (esto puede suceder durante las escenas en las que se usan objetos personalizados o Randomizer). No funciona con fallos causados por errores internos (como cuando el juego se queda sin memoria).
ru_ru: Позволяет игроку нажимать A+B+X+Y во время сюжетных сцен, чтобы заставить игру продолжить после зависания (это может произойти во время сюжетных сцен при использовании пользовательских спрайтов или рандомайзера). Не работает при сбоях, вызванных внутренними ошибками (например, когда в игре закончилась память).

source: Appraise all
de_de: Alle begutachten
es_es: Valorar todo
ru_ru: Оценить все

source: And to appraise all your items, you will pay [CS:G][gold_left:0][CR][M:S0]?
de_de: Und um all deine Gegenstände zu begutachten, zahle [CS:G] [gold_left:0][CR][M:S0]?
es_es: Y para valorar todos tus objetos, ¿pagarás [CS:G] [gold_left:0][CR][M:S0]?
ru_ru: И для оценки всех ваших предметов, вы заплатите [CS:G][gold_left:0][CR][M:S0]?

source: And so...[K]it is revealed...[C] Within the boxes...[K] were...
de_de: Und so...[K]es ist enthüllt...[C] Innerhalb der Boxen...[K] waren...
es_es: Y así...[K]se revela...[C] Dentro de los cofres...[K] había...
ru_ru: И вот...[K]оно было раскрыто[С]... Внутри сундуков...[K] были...

source: ...a [me_play:1][string0]!
de_de: ... ein(e) [me_play:1][string0]!
es_es: ... un [me_play:1][string0]!
ru_ru: ...[me_play:1][string0]!

source: Adds an extra menu in box appraisal to appraise all boxes at once.
de_de: Fügt ein zusätzliches Menü in der Boxbegutachtung hinzu, um alle Boxen gleichzeitig zu begutachten.
es_es: Añade un menú adicional en la valoración de cofres para evaluarlas todas a la vez.
ru_ru: Добавляет дополнительное меню при оценке коробок, чтобы оценить все коробки сразу.

source: Allows changing how enemy evolution works. In particular, it allows you to choose if the evolved enemy will get the stats and/or moves from its new species, add extra stats after evolving, heal the enemy after evolving or choosing if the evolution will take place even if the target is revived.
ru_ru: Позволяет менять то, как работает эволюция врага. В частности, это позволит вам выбрать, должен ли эволюционировавший враг получить статистики и/или приёмы своей новой формы, а также позволит повысить статистики после эволюции, вылечить врага при эволюции и выбрать, должен ли враг эволюционировать, даже если цель была воскрешена.

source: Adds new text tags that allow for bold text in strings. Encase the desired text with [BS] and [BR].
ru_ru: Добавляет новые текстовые теги, позволяющие сделать текст жирным. Заключите необходимый текст в [BS] и [BR].

source: Change the evolution system. After applying this, every single Pokémon will have two lists for their evolution and children, and different stat bonuses when a Pokémon evolves into them. This supposedly removes most of the particular cases the game handles for evolutions.
de_de: Ändert das Entwicklungssystem. Nachdem dieser Patch angewendet wurde, hat jedes Pokémon zwei Listen für seine Entwicklung und Kind-Pokémon. Es können außerdem verschiedene Boni für Statuswerte definiert werden. Dieser Patch sollte die meisten speziellen EInzelfälle entfernen, die das Spiel für Entwicklungen hat.
es_es: Modifica el sistema de evolución. Después de aplicarse, cada Pokémon tendrá dos listas para su evolución y sus crías, y diferentes bonificaciones de estadísticas cuando un Pokémon evolucione en ellos. Esto eliminará supuestamente la mayoría de los casos particulares que el juego maneja para las evoluciones.
fr_fr: Change le système d'évolution. Après application, chaque Pokémon aura deux listes pour ses évolutions et pré-évolutions, et différents bonus de statistiques quand un Pokémon évolue. Cela retire supposément la majorité des cas particuliers du jeu sur les évolutions.
ru_ru: Меняет систему эволюции. После применения патча, у каждого покемона будет два списка - для эволюции и детей, которые могут быть у покемона, а также разные бонусы к статистикам при эволюции. Предполагается, что это устранит большинство особых случаев, которые игра использует для эволюций.

source: Infinite recursion detected in pre evolutions for md entry {i}.
de_de: Endlose Rekursion in Vorentwicklungen für den MD Eintrag {i} erkannt.
es_es: Recursión infinita detectada en preevoluciones para la entrada de MD {i}.
fr_fr: Récursivité infinie détectée pour les pré-évolutions de l'entrée {i}.
ru_ru: Обнаружена бесконечная рекурсия в пре-эволюциях для md-записи {i}.

source: One of the monsters in the pre-evolution chain of monster ${i:04} has an invalid pre evolution configured: ${pre_evo:04}. Can not apply patch.
de_de: Einer der Monster in der Vor-Entwicklungskette von Monster ${i:04} hat eine ungültige Vorentwicklung konfiguriert: ${pre_evo:04}. Der Patch kann daher nicht angewendet werden.
es_es: Uno de los monstruos de la cadena anterior a la evolución del monstruo ${i:04} tiene una configuración previa no válida: ${pre_evo:04}. No se puede aplicar el parche.
ru_ru: Один из монстров в цепочке пре-эволюции монстра ${i:04} имеет недопустимую конфигурацию предэволюции: ${pre_evo:04}. Невозможно применить патч.

source: Changes and adds some properties for fixed floors. Removes restrictions.
de_de: Ändert einige Eigenschaften von statischen Räumen und fügt weitere hinzu. Einschränkungen werden entfernt.
es_es: Cambia y añade algunas propiedades para los pisos fijos. Elimina las restricciones.
fr_fr: Change et ajoute des propriétés pour les étages fixés. Retire les restrictions.
ru_ru: Изменяет и добавляет некоторые свойства для фиксированных комнат. Снимает ограничения.

source: Implements the text tag [FACE:X], which sets the current portrait to use the Xth portrait emotion (e.g. 0 = FACE_NORMAL). This allows for changing portrait emotions during dialogue!
ru_ru: Добавляет текстовый тег [FACE:X], меняющий текущий портрет так, чтобы он отображал эмоцию X (например, 0 = FACE_NORMAL). Это позволяет менять портреты во время диалога!

source: Provides support for editing textbox background color.
de_de: Ermöglicht das Bearbeiten der Hintergrundfarbe von Textboxen.
es_es: Proporciona soporte para editar el color de fondo de los cuadros de texto.
fr_fr: Permet l'édition de la couleur d'arrière-plan de la boite de texte.
ru_ru: Обеспечивает поддержку редактирования цвета фона текстового поля.

source: Adds new text tags that allow for the textbox sound to be changed. [TS:X:Y] will use the Xth sound effect ID in textboxes with a volume of Y. [TR] will revert the sound and volume to their default states, sound effect 16133 and volume 256.
ru_ru: Добавляет новые текстовые теги, позволяющие изменять звук текстового поля. [TS:X:Y] будет использовать звуковой эффект X в текстовых полях с громкостью Y. [TR] вернет звук и громкость к значениям по умолчанию (звуковой эффект 16133 и громкость 256).

source: Then, who would you like to be?
de_de: Wer würdest du dann gerne sein?
es_es: Entonces, ¿qué Pokémon te gustaría ser?
fr_fr: Alors, qui aimeriez-vous être?
ru_ru: Тогда кем бы вы хотели стать?

source: Adds an extra menu during the personality test to choose the starter.
ru_ru: Добавляет дополнительное меню во время теста на личность для выбора стартового покемона.

source: [CS:S]Control mode set to[CR] [CS:C]automatic[CR][CS:S].[CR]
ru_ru: [CS:S]Режим управления изменен на[CR] [CS:C]автоматический[CR][CS:S].[CR]

source: [CS:S]Control mode set to[CR] [CS:E]manual[CR][CS:S].[CR]
ru_ru: [CS:S]Режим управления изменен на[CR] [CS:E]ручной[CR][CS:S].[CR]

source: Pressing start in a dungeon toggles between automatic and manual mode. In manual mode, you can control your partners on their turns. You must apply the extra code overlay made by Frostbyte before applying this patch.
ru_ru: При нажатии кнопки "Старт" в подземелье происходит переключение между автоматическим и ручным режимом. В ручном режиме вы можете управлять своими напарниками во время их ходов. Перед установкой этого патча необходимо применить патч ExtraSpace, созданный Frostbyte.

source: Optimizes the way the list of IQ skills learnt by each IQ group is stored, removing the limit of max 25 skills per group.
de_de: Optimiert die Art und Weise, wie die Liste der von jeder IQ-Gruppe erlernten IQ-Fähigkeiten gespeichert wird. Dadurch wird die Grenze von maximal 25 Fertigkeiten pro Gruppe aufgehoben.
es_es: Optimiza la forma en que se almacena la lista de habilidades de CI aprendidas por cada grupo de CI, eliminando el límite de 25 habilidades máximas por grupo.
fr_fr: Optimise le stockage de l'apprentisage des compétences QI pour les groupes QI, en supprimant la limites de 25 compétences par groupes.
ru_ru: Оптимизирует способ хранения списка IQ-навыков, изученных каждой IQ-группой, убирая ограничение на максимум 25 навыков на группу.

source: Disables the tip textboxes shown in dungeons at the beginning of the game.
de_de: Deaktiviert die Tipp-Textboxen die in Dungeons angezeigt werden am Anfang des Spiels.
es_es: Desactiva las cajas de texto de ayuda mostradas en los territorios al principio del juego.
fr_fr: Désactive les boîtes de dialogue d'aide affichées en donjon au début du jeu.
ru_ru: Отключает подсказки, отображаемые в подземельях в начале игры.

source: Disarms one-room Monster House floors, which can appear in cases like a layout generation failure. These floors will still be one giant room, but will no longer be Monster Houses.
de_de: Entschärft Monster-Räume auf Ebenen mit nur einem Raum, welcher ein Monster-Raum ist. Das kann in Fällen wie einem Fehler der Layout-Generierung auftreten. Diese Ebenen werden immer noch ein riesiger Raum, aber keine Monster-Räume mehr sein.
es_es: Desarma los pisos de nidos de monstruos de una sola sala, que pueden aparecer en casos como fallos de generación. Estos pisos seguirán siendo una sala gigante, pero ya no serán nidos.
fr_fr: Désarme les étages avec une salle unique, une maison de monstres, qui apparait en cas d'impossibilité de générer l'étage. Ces étages seront toujours une salle géante, mais sans maison de monstres.
ru_ru: Обезвреживает этажи, содержащие только Засаду Монстров, которые могут появиться в таких случаях, как сбой генерации подземелья. Эти этажи по-прежнему будут представлять собой одну огромную комнату, но больше не будут являться Засадой Монстров.

source: Displays a script variable in a string with the text tag [var:x:y], where "x" is the variable ID and "y" is the index!
ru_ru: Отображает переменную в строке с текстовым тегом [var:x:y], где "x" - ID переменной, а "y" - индекс!

source: Implements dungeon interruptions.
de_de: Implementiert Dungeon-Unterbrechungen.
es_es: Implementa interrupciones de territorio.
fr_fr: Implémente les interruptions à mi-donjon.
ru_ru: Реализует прерывания подземелий.

source: Allows placing special fixed room entities #124-127 (Explorer Maze enemies) in any fixed room without causing the game to crash.
de_de: Ermöglicht das Platzieren spezieller statischer Raum-Entitäten #124 -127 (Feinde des Explorer-Labyrinths) in einen statischen Raum, ohne dass das Spiel abstürzt.
es_es: Permite colocar entidades especiales de sala fija #124-127 (enemigos del Laberinto del Explorador) en cualquier sala fija sin que el juego se bloquee.
ru_ru: Позволяет поместить особых сущностей фиксированных комнат #124-127 (враги Лабиринта Исследователей) в любую фиксированную комнату, не вызывая сбоев в игре.

source: Changes the way the game determines when to add guest pokémon to the team so it can be edited more easily
ru_ru: Изменяет способ, которым игра определяет, когда добавлять покемона-компаньона в команду, чтобы их можно было легче редактировать
