Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: This will export all chunks. Chunks are the 24x24px images that make up the graphics of one dungeon tile. The consist of 3x3 8x8px tiles. You can edit and import the chunks again. Please note the following about the format of the files: - The images are 256-color indexed PNGs. - The 256 colors are divided into 12 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 12 palettes. - The first color in each palette is transparency. For technical reasons, the exported image will have 256 colors, only the first 12 palettes are valid. Some image editors have problems when working with indexed images, that contain the same color multiple times. You can make all colors on the map unique before exporting at Palettes > Edit Palettes. Only if you follow these fomat restrictions, you will be able to re-import the chunks!
de_de: Dies wird alle Blöcke exportieren. Böcke sind die 24x24px Teilbilder aus deinen eine Dungeon-Kachel besteht. Sie bestehen aus 3x3 8x8px Kacheln. Du kannst die Blöcke bearbeiten und wieder importieren. Die Datei muss folgendes Format haben: - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 12 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. Aus technischen Gründen wird das exportierte Bild 256 Farben haben, allerdings sind nur die ersten 12 Paletten gültig. Eine Bildbearbeitungsprogramme können indizierte Bilder nicht korrekt verarbeiten, wenn sie dieselbe Farbe mehrfach enthalten. Du kannst alle Farben im Hintergrund einzigartig machen unter "Paletten -> Paletten bearbeiten". Nur wenn du diesen Formatbeschränkungen folgst, kannst du die Blöcke wieder importieren!
es_es: Esto exportará todos los chunks. Los chunks son las imágenes de 24x24px que componen los gráficos de un territorio. Están formados por 3x3 tiles de 8x8px. Puedes editar e importar los chunks de nuevo. Ten en cuenta lo siguiente sobre el formato de los archivos: - Las imágenes son PNGs indexadas de 256 colores. - Los 256 colores están divididos en 12 paletas de 16 colores. - Cada tile de 8x8 en la imagen DEBE usar colores de una de una de estas 12 paletas. - El primer color de cada paleta es la transparencia. Por razones técnicas, la imagen exportada tendrá 256 colores, y solo las 12 primeras paletas son válidas. Algunos editores de imágenes tienen problemas cuando trabajan con imágenes indexadas que contienen el mismo color varias veces. Puedes hacer que todos los colores del mapa sean únicos antes de exportar en Paletas > Editar paletas. Siguiendo estas restricciones de formato, ¡podrás reimportar los chunks!
fr_fr: Cette option exporte tous les fragments. Les fragments sont des images de dimensions 24x24 pixels qui correspondent à une case dans un étage. Ils sont constitués de 3x3 tuiles de 8x8 pixels. Vous pouvez ensuite éditer et réimporter ces fragments. Veuillez faire attention au format des images : - Les images sont des fichiers PNG à 256 couleurs indexées. - Les 256 couleurs sont divisées en 12 palettes de 16 couleurs (plus 64 non utilisées). - Chaque tuile de 8x8 DOIT utiliser les couleurs d'une seule de ces 12 palettes. - La première couleur de chaque palette correspond à la transparence. Pour des raisons techniques, l'image exportée contient 256 couleurs, mais seules les 12 premières palettes sont valides. Certains éditeurs d'image ont des problèmes avec les images indexées qui contiennent la même couleurs plusieurs fois. Vous pouvez rendre toutes les couleurs de la palette unique avant l'exportation en allant sur Palettes > Éditer les Palettes. Si vous respectez toutes ces contraintes, vous pourrez réimporter ces fragments !
ru_ru: Это позволит экспортировать все фрагменты. Фрагменты - это изображения размером 24x24 пикселей, которые составляют графику одной плитки подземелья. Они состоят из 3x3 плиток размером 8x8 пикселей. Вы можете редактировать и импортировать чанки снова. Обратите внимание на формат файлов: - Изображения представляют собой 256-цветные индексированные PNG-файлы. - 256 цветов разделены на 12 16 цветовых палитр. - Каждая плитка 8x8 в изображении ДОЛЖНА использовать только цвета из одной из этих 12 палитр. - Первый цвет в каждой палитре - прозрачный. По техническим причинам экспортируемое изображение будет иметь 256 цветов, а действительными будут только первые 12 палитр. В некоторых графических редакторах возникают проблемы при работе с индексированными изображениями, в которых один и тот же цвет встречается несколько раз. Вы можете сделать все цвета на карте уникальными перед экспортом в Palettes > Edit Palettes. Только если вы будете соблюдать эти ограничения, вы сможете повторно импортировать фрагменты!

source: This will export all tiles. Tiles are 8x8px images. 3x3 tiles can be grouped together to form a chunk, see the "Chunk Editor" for more information. You can edit and import the tiles again. Please note the following about the format of the files: - The images are 256-color indexed PNGs. - The 256 colors are divided into 12 16 color palettes. - Each 8x8 tile in the image MUST only use colors from one of these 12 palettes. - The first color in each palette is transparency. - All tiles are exported with using the colors of palette 0. For technical reasons, the exported image will have 256 colors, only the first 12 palettes are valid. Only if you follow these fomat restrictions, you will be able to re-import the tiles!
de_de: Dies wird alle Kacheln exportieren. Kacheln sind 8x8px Teilbilder. 3x3 Kachelgruppen formen zusammen einen Block, siehe "Block-Editor" für weitere Informationen. Du kannst die Kacheln bearbeiten und wieder importieren. Die Datei muss folgendes Format haben: - Das Bild muss ein indiziertes PNG mit 256 Farben sein. - Die 256 Farben sind aufgeteilt in 12 Paletten mit je 16 Farbpaletten. - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. - Alle Kacheln werden unter Verwendung von Palette 0 exportiert. Aus technischen Gründen wird das exportierte Bild 256 Farben haben, allerdings sind nur die ersten 12 Paletten gültig. Nur wenn du diesen Formatbeschränkungen folgst, kannst du die Kacheln wieder importieren!
es_es: Esto exportará todos los tiles. Los tiles son imágenes de 8x8px. Los tiles de 3x3 se pueden agrupar para formar un chunk, vea el "Editor de chunks" para más información. Puedes editar e importar los tiles de nuevo. Ten en cuenta lo siguiente sobre el formato de los archivos: - Las imágenes son PNGs indexados de 256 colores. - Los 256 colores están divididos en 12 paletas de 16 colores. - Cada tile de 8x8 en la imagen DEBE usar colores de una de estas 12 paletas. - El primer color de cada paleta es la transparencia. - Todos los tiles se exportan con los colores de la paleta 0. Por razones técnicas, la imagen exportada tendrá 256 colores, solo las primeras 12 paletas son válidas. Siguiendo estas restricciones de formato, ¡podrás reimportar los tiles!
fr_fr: Cette option exporte toutes les tuiles. Les tuiles sont des images de dimensions 8x8 pixels. Un groupe de 3x3 tuiles constitue un fragment, voir l'«Éditeur de Fragments» pour plus d'information. Vous pouvez ensuite éditer et réimporter ces tuiles. Veuillez faire attention au format des images : - Les images sont des fichiers PNG à 256 couleurs indexées. - Les 256 couleurs sont divisées en 12 palettes de 16 couleurs (plus 64 non utilisées). - Chaque tuile de 8x8 DOIT utiliser les couleurs d'une seule de ces 12 palettes. - La première couleur de chaque palette correspond à la transparence. Pour des raisons techniques, l'image exportée contient 256 couleurs, mais seules les 12 premières palettes sont valides. Si vous respectez toutes ces contraintes, vous pourrez réimporter ces tuiles !
ru_ru: Это позволит экспортировать все плитки. Плитки - это изображения размером 8x8px. Плитки 3x3 можно группировать вместе, чтобы сформировать фрагменты, для получения дополнительной информации смотрите "Редактор фрагментов". Вы можете редактировать и импортировать плитки снова. Обратите внимание на формат файлов: - Изображения представляют собой 256-цветные индексированные PNG-файлы. - 256 цветов разделены на 12 16-цветных палитр. - Каждая плитка 8x8 в изображении ДОЛЖНА использовать только цвета из одной из этих 12 палитр. - Первый цвет в каждой палитре - прозрачный. - Все плитки экспортируются с использованием цветов палитры 0. По техническим причинам экспортируемое изображение будет иметь 256 цветов, при этом действительны только первые 12 палитр. Только если вы будете следовать этим ограничениям, вы сможете повторно импортировать плитки!

source: Tileset X
ru_ru: Набор плиток X

source: You can export and import the tiles from an easy-to-modify tileset based on 47 rules (DTEF format). Additional settings can be modified by modifying the XML in the export. For more information about DTEF, click the "Help" button. You can also manually import chunks and assign tile rules, by switching to the Advanced Mode.
de_de: Du kannst die Kacheln exportieren und Importieren aus einem einfachen Format basierend auf 47 Regeln (DTEF-Format). Weitere Einstellungen können über eine XML-Datei geändert werden. Für weitere Informationen über DTEF klicke den "Hilfe"-Button. Du kannst alternativ auch manuell Blöcke importieren und Kachelregeln definieren, indem du in den erweiterten Modus wechselst.
es_es: Puedes exportar e importar los tiles de un tileset fácil de modificar basado en 47 reglas (en formato DTEF). Los ajustes adicionales pueden cambiarse modificando el XML en la exportación. Para más información sobre DTEF, haz clic en el botón "Ayuda". También puedes importar manualmente chunks y asignar reglas de tiles, cambiando al Modo avanzado.
fr_fr: Vous pouvez importer et exporter les tuiles dans un format facile à modifier basé sur la règle des 47 tuiles (format DTEF). Des paramètres supplémentaire peuvent être configuré en modifiant le fichier XML dans l'export. Pour plus d'information sur le format DTEF, cliquer sur le bouton "Aide". Vous pouvez de plus manuellement importer des blocs et leurs assigner des règles dans le mode avancé.
ru_ru: Вы можете экспортировать и импортировать плитки из легко модифицируемого набора плиток, основанного на 47 правилах (формат DTEF). Дополнительные настройки можно изменить, изменив XML в экспорте. Для получения дополнительной информации о DTEF нажмите кнопку "Справка". Вы также можете вручную импортировать фрагменты и назначить правила плиток, переключившись в расширенный режим.

source: Simple Mode (DTEF)
de_de: Einfacher Modus (DTEF)
es_es: Modo simple (DTEF)
fr_fr: Mode simple (DTEF)
ru_ru: Простой режим (DTEF)

source: Active Type
de_de: Aktiver Typ
es_es: Tipo activo
fr_fr: Type actif
ru_ru: Текущий тип

source: Wall
de_de: Wand
es_es: Pared
fr_fr: Mur
ru_ru: Стена

source: Water / Lava
de_de: Wasser / Lava
es_es: Agua / lava
fr_fr: Eau / Lave
ru_ru: Вода / Лава

source: Has Liquid / Wall
de_de: Hat Flüssigkeit / Wand
es_es: Tiene líquido / Pared
fr_fr: Avec mur/liquide
ru_ru: Имеет Жидкость / Стену

source: Here you can edit what chunks get rendered for which dungeon field configuration. Select the configuration you want to edit, select a chunk from the "Chunk Picker" to use and then click on the dungeon field you want to edit. Use the menus above to edit chunks and tile graphics. <b>Please note</b>: The animations previewed here are not accurate to how they look in-game.
de_de: Hier kannst du einstellen, welche Blöcke für welche Dungeon-Feldkonfiguration verwendet werden. Wähle die Konfiguration, die du bearbeiten möchtest, wähle einen Block aus der "Block-Auswahl" und dann klicke auf das Feld, dass du setzen möchtest. Benutze die Menüs oben, um Blöcke und Kachelgrafiken zu bearbeiten. <b>Beachte bitte</b>: Die Animationen in der Vorschau sind nicht genau so, wie sie im Spiel aussehen.
es_es: Aquí puedes editar qué chunk se renderiza para cada configuración de campo del territorio. Selecciona la configuración que quieres editar, elige un chunk del "Selector de chunks" para usar y luego haz clic en el campo del territorio que quieras editar. Utiliza los menús de arriba para editar los chunks y los gráficos de los tiles. <b>Por favor, ten en cuenta</b>: Las animaciones que se muestran aquí no son exactamente iguales a como se verán en el juego.
fr_fr: Ici, vous pouvez changer quel fragment est rendu pour chaque configuration de champ de donjon. Sélectionnez la configuration que vous voulez changer, sélectionner un fragment du « Sélecteur de fragment », puis cliquer sur le champ de donjon que vous voulez éditer. Utilisez les menus ci-dessus pour éditer les fragments et les graphiques de tuiles. <b>À noter</b> : Les animations prévisualisés ici ne correspondent pas exactement à leurs apparence dans le jeu.
ru_ru: Здесь вы можете отредактировать, какие фрагменты будут отображаться для той или иной конфигурации поля подземелья. Выберите конфигурацию, которую вы хотите изменить, выберите фрагмент из "Подборщика фрагментов", который вы хотите использовать, а затем нажмите на поле подземелья, которое вы хотите изменить. Используйте меню выше для редактирования фрагментов и графики плиток. <b>Обратите внимание</b>: анимации, представленные здесь, не соответствуют тому, как они выглядят в игре.

source: Field Variations #1
de_de: Feld-Variationen #1
es_es: Variaciones de campo #1
fr_fr: Variations de terrain nº1
ru_ru: Вариации поля #1

source: Field Variations #2
de_de: Feld-Variationen #2
es_es: Variaciones de campo #2
fr_fr: Variations de terrain nº2
ru_ru: Вариации поля #2

source: Field Variations #3
de_de: Feld-Variationen #3
es_es: Variaciones de campo #3
fr_fr: Variations de terrain nº3
ru_ru: Вариации поля #3

source: These are extra rules. The purpose of them is currently unknown, so be careful when you edit them.
de_de: Dies sind zusätzliche Regeln. Aktuell ist nicht bekannt, wofür diese Regeln sind. Sei also vorsichtig, wenn du sie bearbeitest.
es_es: Estas son reglas adicionales. Su propósito es actualmente desconocido, así que ten cuidado cuando las edites.
fr_fr: Ce sont des règles supplémentaires. Leur but est actuellement inconnu, alors soyez prudent lorsque vous les éditez.
ru_ru: Это дополнительные правила. В настоящее время их назначение неизвестно, поэтому будьте осторожны при их редактировании.

source: Extra Rules
de_de: Zusätzliche Regeln
es_es: Reglas adicionales
fr_fr: Règles supplémentaires
ru_ru: Дополнительные правила

source: Dungeon Tileset X Rules
de_de: Regeln für Dungeon Tileset X
es_es: Reglas del Tileset X del territorio
fr_fr: Règles du jeu de tuiles du donjon X
ru_ru: Правила набора плиток подземелья X

source: Chunk Picker
de_de: Block-Auswahl
es_es: Selector de chunks
fr_fr: Sélecteur de fragments
ru_ru: Сборщик фрагментов

source: Advanced Mode (Manual)
de_de: Erweiterter Modus (manuell)
es_es: Modo avanzado (Manual)
fr_fr: Mode avancé (manuel)
ru_ru: Расширенный режим (ручной)

source: Secondary Terrain Type
de_de: Typ des sekundären Terrains
es_es: Tipo de terreno secundario
fr_fr: Type de terrain secondaire
ru_ru: Тип вторичной местности

source: Tileset Settings
de_de: Tileset-Einstellungen
es_es: Ajustes del tileset
fr_fr: Paramètres du jeu de tuiles
ru_ru: Настройки набора плиток

source: This will import the chunks. The existing mappings are replaced. The file is expected to have the following format: - The images consists of 3x3 clusters (chunks) of 8x8 tiles. - The images are indexed PNGs. - The colors are divided into 12 16 color palettes (additional colors are ignored). - Each 8x8 tile in the image MUST only use colors from one of these 12 palettes. - The first color of each palette will be imported as transparency. Colors that are in the wrong palette are replaced wth transparency. Palette animation settings are not changed.
de_de: Dies wird alle Blöcke importieren. Bestehe Zuordnungen von Kacheln zu Blöcken werden überschrieben. Die Datei muss folgendes Format haben: - Die Bilder müssen aus 3x3 Kachel-Blöcken bestehen. Eine Kachel ist 8x8px groß. - Die Bilder sind indizierte PNGs. - Die Farben sind in 12 Paletten mit je 16 Farben aufgeteilt (weitere Farben werden ignoriert). - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser 12 Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert. Farben mit der falschen Palette werden stattdessen als Transparenz importiert. Die Einstellungen der Palettenanimation werden nicht geändert.
es_es: Esto importará los chunks. Los mapeados existentes serán reemplazados. Se espera que el archivo tenga el siguiente formato: - Las imágenes consisten en grupos de 3x3 clústeres (chunks) de 8x8 tiles. - Las imágenes son PNGs indexados. - Los colores se dividen en 12 paletas de 16 colores (los colores adicionales se ignoran). - Cada tile de 8x8 en la imagen DEBE usar colores de una de estas 12 paletas. - El primer color de cada paleta será importado como transparencia. Los colores que están en la paleta equivocada son reemplazados con transparencia. Los ajustes de animación de las paletas no se modifican.
fr_fr: Ceci importera les fragments. Les cartographie existantes seront remplacé. Le fichier doit avoir le format suivant. - L'image consiste de clusters (fragments) de 3×3 tuiles eu même de 8×8 pixels. - L'image un PNG indexé. - Les couleurs sont divisé en 12 palettes de 16 couleurs (les autres couleurs sont ignorés) - Chaque groupe de 8×8 pixels (tuile) DOIT n'utiliser qu'une seule des 12 palettes. - La première couleurs de chaque palette doit être et sera convertie en transparant. Les couleurs qui sont dans la mauvaises palette seront rendu transparente. Les paramètres d'animation des palette restent inchangé.
ru_ru: Это позволит импортировать фрагменты. Существующие плиточные строения будут заменены. Ожидается, что файл будет иметь следующий формат: - Изображения состоят из кластеров 3x3 (фрагментов) состоящих из плиток(8x8 пикселей). - Изображения представляют собой индексированные PNG. - Цвета разделены на 12 16-цветных палитр (дополнительные цвета игнорируются). - Каждая плитка (8x8) в изображении ДОЛЖНА использовать цвета только из одной из этих 12 палитр. - Первый цвет из каждой палитры будет импортирован как прозрачный. Цвета, находящиеся в неправильной палитре, будут заменены прозрачностью. Настройки анимации палитры не изменяются.

source: This will import the tiles. The file is expected to have the following format: - The images consists of 8x8 tiles. - The images are indexed PNGs. - The colors are divided into 12 16 color palettes (additional colors are ignored). - Each 8x8 tile in the image MUST only use colors from one of these 12 palettes. - The first color of each palette will be imported as transparency.
de_de: Dies wird die Kacheln importieren. Die Datei muss folgendes Format haben: - Die Bilder müssen aus 8x8px Kacheln bestehen. - Die Bilder sind indizierte PNGs. - Die Farben sind in 12 Paletten mit je 16 Farben aufgeteilt (weitere Farben werden ignoriert). - Jede 8x8 Kachel im Bild DARF nur Farben aus einer dieser 12 Paletten verwenden. - Die erste Farbe jeder Palette wird als Transparenz importiert.
es_es: Esto importará los tiles. Se espera que el archivo tenga el siguiente formato: - Las imágenes consisten en grupos de 8x8 tiles. - Las imágenes son PNGs indexados. - Los colores se dividen en 12 paletas de 16 colores (los colores adicionales se ignoran). - Cada tile de 8x8 en la imagen DEBE usar colores de una de estas 12 paletas. - El primer color de cada paleta será importado como transparencia.
ru_ru: Это позволит импортировать плитки. Ожидается, что файл будет иметь следующий формат: - Изображения состоят из плиток(8x8 пикселей). - Изображения представляют собой индексированные PNG. - Цвета разделены на 12 16-цветных палитр (дополнительные цвета игнорируются). - Каждая плитка (8x8) в изображении ДОЛЖНА использовать цвета только из одной из этих 12 палитр. - Первый цвет из каждой палитры будет импортирован как прозрачный.

source: Import palettes? Note that this will affect all images.
de_de: Paletten importieren? Beachte, dass sich dies auf alle Bilder auswirkt.
es_es: ¿Importar paletas? Ten en cuenta que esto afectará a todas las imágenes.
fr_fr: Importer les palettes ? Cela affectera toutes les images.
ru_ru: Импортировать палитры? Обратите внимание: это повлияет на все изображения.

source: Insert as NEW image instead of replacing current.
de_de: Als NEUES Bild einfügen anstatt aktuelles zu ersetzen.
es_es: Insertar como NUEVA imagen en lugar de reemplazar la actual.
ru_ru: Вставить как НОВОЕ изображение, вместо замены текущего.

source: Import settings:
de_de: Import-Einstellungen:
es_es: Importar configuración:
fr_fr: Paramètres d'import :
ru_ru: Параметры импортирования:

source: This entry is empty.
de_de: Dieser Eintrag ist leer.
es_es: Esta entrada está vacía.
fr_fr: Cette entrée est vide.
ru_ru: Эта запись пуста.

source: Entry:
de_de: Eintrag:
es_es: Entrada:
ru_ru: Запись:

source: Palette:
es_es: Paleta:
ru_ru: Палитра:

source: The sprite im- or export is done via <a href="gfxcrunch">gfxcrunch</a>.
de_de: Der Import und Export von Sprites wird mit <a href="gfxcrunch">gfxcrunch</a> durchgeführt.
es_es: La importación o exportación de sprites se realiza a través de <a href="gfxcrunch">gfxcrunch</a>.
ru_ru: Импортирование или экспортирование спрайтов осуществляется с помощью <a href="gfxcrunch">gfxcrunch</a>.

source: Animations
de_de: Animationen
es_es: Animaciones
ru_ru: Анимации

source: Edits the animation tables used by the game.
de_de: Bearbeitet die Animationstabellen, die das Spiel benutzt.
es_es: Edita las tablas de animación utilizadas por el juego.
ru_ru: Редактирует таблицы анимации, используемые игрой.

source: <Not available> To view and edit animation tables, please apply the "ExtractAnimData" ASM patch from the "Patches" > "ASM" menu.
de_de: <Nicht verfügbar> Um Animationstabellen anzuzeigen und zu bearbeiten, wende bitte den ASM-Patch „ExtractAnimData“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para ver y editar los las tablas de animación, aplica el parche "ExtractAnimData" desde el menú "Parches" > "ASM".
ru_ru: <Недоступно> Для просмотра и редактирования таблиц анимации, примените ASM-патч «ExtractAnimData» из меню «Патчи» > «ASM».

source: Animation Tables
de_de: Animationstabellen
es_es: Tablas de animación
ru_ru: Таблицы анимации

source: Edits the animation attributes.
de_de: Bearbeitet die Animationsattribute.
es_es: Edita los atributos de la animación.
ru_ru: Редактирует атрибуты анимации.

source: File Type
de_de: Dateityp
es_es: Tipo de archivo
fr_fr: Type de fichier
ru_ru: Тип файла

source: File ID
de_de: Datei-ID
es_es: ID de archivo
fr_fr: ID du fichier
ru_ru: ID файла

source: Unk 1
de_de: Unb. 1
es_es: Desc. 1
ru_ru: Неизв 1

source: Unk 2
de_de: Unb. 2
es_es: Desc. 2
ru_ru: Неизв 2

source: SFX
es_es: Efectos
ru_ru: Звуки

source: Unk 3
de_de: Unb. 3
es_es: Desc. 3
ru_ru: Неизв 3

source: Unk 4
de_de: Unb. 4
es_es: Desc. 4
ru_ru: Неизв 4

source: Point
de_de: Punkt
es_es: Punto
ru_ru: Точка

source: Unk 5
de_de: Unb. 5
es_es: Desc. 5
ru_ru: Неизв 5

source: Loop
de_de: Schleife
es_es: Bucle
fr_fr: Boucle
ru_ru: Цикл

source: Anim 1 ID
es_es: ID de anim. 1
fr_fr: ID d'animation 1
ru_ru: ID Анимации 1

source: Anim 2 ID
es_es: ID de anim. 2
fr_fr: ID d'animation 2
ru_ru: ID Анимации 2

source: Anim 3 ID
es_es: ID de anim. 3
fr_fr: ID d'animation 3
ru_ru: ID Анимации 3

source: Anim 4 ID
es_es: ID de anim. 4
fr_fr: ID d'animation 4
ru_ru: ID Анимации 4

source: Dir
de_de: Richtung
ru_ru: Напр

source: Flag 1
es_es: Marca 1
fr_fr: Drapeau 1
ru_ru: Флаг 1

source: Flag 2
es_es: Marca 2
fr_fr: Drapeau 2
ru_ru: Флаг 2
