Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Target:
de_de: Ziel:
es_es: Objetivo:
fr_fr: Cible:
ru_ru: Цель:

source: Range:
de_de: Reichweite:
es_es: Rango:
fr_fr: Portée:
ru_ru: Дальность:

source: Actual values:
de_de: Tatsächliche Werte:
es_es: Valores actuales:
fr_fr: Valeurs propres:
ru_ru: Истинные значения:

source: Values used for AI calculation:
de_de: Für die KI-Berechnung verwendete Werte:
es_es: Valores utilizados para el cálculo de la IA:
fr_fr: Valeurs IA:
ru_ru: Значения, используемые ИИ для расчетов:

source: Required condition:
de_de: Benötigte Bedingung:
es_es: Condición requerida:
fr_fr: Condition requise:
ru_ru: Необходимое условие:

source: AI Weight:
de_de: KI Gewichtung:
es_es: Peso de la IA:
fr_fr: Poids IA:
ru_ru: Вес для ИИ:

source: AI Condition 1 Chance:
de_de: KI-Bedingung 1 Chance:
es_es: Probabilidad de Condición 1 de la IA:
fr_fr: Chance Condition 1 IA:
ru_ru: Шанс ИИ-условия 1:

source: Range
de_de: Reichweite
es_es: Rango
fr_fr: Portée
ru_ru: Дальность

source: Affected by Magic Coat:
de_de: Beeinflusst von Magiemantel:
es_es: Afectado por Capa Mágica:
fr_fr: Affecté par Reflet Magik:
ru_ru: Влияние Чудо-Плаща:

source: Text String ID for Range Text:
de_de: Text-Zeichenketten-ID für den Reichweitentext:
ru_ru: ID текстовой строки для текста о радиусе:

source: Is Snatchable:
de_de: Abnehmbar:
es_es: Puede ser robado:
fr_fr: Affecté par Saisie:
ru_ru: Можно перехватить:

source: Uses Mouth:
de_de: Verwendet Mund:
es_es: Utiliza la boca:
fr_fr: Affecté par Bâillon:
ru_ru: Использует рот:

source: Ignores Taunted:
de_de: Ignoriert Verhöhnt:
es_es: Ignora Mofa:
fr_fr: Ignore Provoc:
ru_ru: Игнорирует статус-эффект "Спровоцирован":

source: Message ID for Use:
de_de: Nachrichten-ID wenn verwendet:
ru_ru: ID сообщения о применении:

source: AI - Don't use on Frozen:
ru_ru: ИИ - не использовать на замороженных:

source: SkyTemple can not edit music. However you can use the tool SkySongBuilder to insert your custom music into the game. Warning: Make sure to close SkyTemple before modifying the ROM with any other tool.
ru_ru: SkyTemple не может редактировать музыку. Однако вы можете использовать инструмент SkySongBuilder, чтобы вставить в игру свою собственную музыку. Внимание: Не забудьте закрыть SkyTemple, прежде чем изменять ROM с помощью любого другого инструмента.

source: More information about SkySongBuilder
ru_ru: Больше информации о SkySongBuilder

source: ASM Patches
es_es: Parches ASM
fr_fr: Correctif ASM
ru_ru: Патчи ASM

source: Apply ASM (assembler) patches to the game.
de_de: Wende ASM (Assembler)-Patches auf das Spiel an.
es_es: Aplicar los parches ASM (ensamblador) al juego.
fr_fr: Applique des correctifs ASM (assembleur) au jeu.
ru_ru: Применить патчи ASM (assembler) к игре.

source: Open Patch Directory...
de_de: Öffne Patch Verzeichnis...
es_es: Abrir directorio de parches...
fr_fr: Ouvrir le chemin d'accès du patch...
ru_ru: Открыть папку с патчами...

source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
ru_ru: Применить

# Issues as in problems
source: Show Issues
de_de: Probleme anzeigen
es_es: Mostrar problemas
ru_ru: Показать проблемы

source: A compatibility issue was detected while loading one or more patches.
de_de: Beim Laden eines oder mehrerer Patches wurde ein Kompatibilitätsproblem festgestellt.
es_es: Se ha detectado un problema de compatibilidad al cargar uno o más parches.
ru_ru: При загрузке одного или нескольких патчей была обнаружена проблема совместимости.

source: A compatibility issue was detected while applying this patch. But it was still applied successfully.
de_de: Beim Anwenden dieses Patches wurde ein Kompatibilitätsproblem festgestellt. Aber es wurde immer noch erfolgreich angewendet.
es_es: Se detectó un problema de compatibilidad al aplicar este parche, pero aun así se aplicó correctamente.
ru_ru: При применении этого патча была обнаружена проблема совместимости. Но он все равно был успешно применен.

source: One or more patches failed to be loaded.
de_de: Ein oder mehrere Patches konnten nicht geladen werden.
es_es: Uno o más paquetes no se han cargado.
ru_ru: Не удалось загрузить один или несколько патчей.

source: There was an error while applying the patch.
de_de: Beim Anwenden des Patches ist ein Fehler aufgetreten.
es_es: Se ha producido un error al aplicar el parche.
ru_ru: Произошла ошибка при применении патча.

source: This patch will stop working in a future version of SkyTemple, unless the author updates the patch.
de_de: Dieser Patch wird in einer zukünftigen Version von SkyTemple nicht mehr funktionieren, es sei denn, der Autor aktualisiert den Patch.
es_es: Este parche dejará de funcionar en versiones posteriores de SkyTemple a menos que el autor lo actualice.
ru_ru: Этот патч перестанет работать в будущей версии SkyTemple, если автор не обновит патч.

source: Details:
es_es: Detalles:
ru_ru: Подробности:

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur
ru_ru: Автор

source: Description
de_de: Beschreibung
es_es: Descripción
ru_ru: Описание

source: Status
es_es: Estado
fr_fr: Etat
ru_ru: Статус

source: <b>c-of-time</b> (cot) is a C runtime and development environment for writing custom patches for the game in C. <b>Rust of Darkness</b> (RoD) is an extension of cot to write custom patches in Rust. To get started with cot and/or RoD, watch the tutorial below and read the READMEs. <b>Important</b>: Before writing cot or RoD patches to the ROM make sure to close SkyTemple. Otherwise SkyTemple may override changes you made.
de_de: <b>c-of-Time</b> (cot) ist eine C-Laufzeit- und Entwicklungsumgebung zum Schreiben benutzerdefinierter Patches für das Spiel in C. <b>Rust of Darkness</b> (RoD) ist ein Erweiterung von cot, um benutzerdefinierte Patches in Rust zu schreiben. Um mit cot und/oder RoD zu beginnen, schaue das Tutorial unten an und lese die READMEs. <b>Wichtig</b>: Bevor du Cot- oder RoD-Patches auf das ROM schreibst, schließe SkyTemple. Andernfalls kann SkyTemple deine vorgenommenen Änderungen außer Kraft überschreiben.
es_es: <b>c-of-time</b> (cot) es un entorno de ejecución y desarrollo en C para escribir parches personalizados para el juego en C. <b>Rust of Darkness</b> (RoD) es una extensión de cot para escribir parches personalizados en Rust. Para empezar con cot o RoD, mira el tutorial que aparece a continuación y lee los archivos README. <b>Importante</b>: Antes de escribir parches en la ROM, asegúrate de cerrar SkyTemple. De lo contrario, SkyTemple puede anular los cambios que hayas realizado.
ru_ru: <b>c-of-time</b> (cot) - это среда выполнения и разработки на языке C для написания пользовательских патчей для игры на языке C. <b>Rust of Darkness</b> (RoD) - это расширение cot для написания пользовательских патчей на языке Rust. Чтобы начать работу с cot и/или RoD, посмотрите учебник ниже и прочитайте README. <b>Важно</b>: Перед записью cot/RoD патчей в ROM обязательно закройте SkyTemple. В противном случае, SkyTemple может отменить сделанные вами изменения.

source: Item Effects
de_de: Item-Effekte
es_es: Efectos de objeto
fr_fr: Effets de l'objet
ru_ru: Эффекты предметов

source: Edits the item effects used by the game. This does not list effects added by C or Rust code.
de_de: Bearbeitet die vom Spiel verwendeten Item-Effekte. Dies listet keine Effekte auf, die durch C- oder Rust-Code hinzugefügt wurden.
es_es: Edita los objetos utilizados por el juego. Esto no muestra los efectos añadidos por el código en C o Rust.
ru_ru: Редактирует эффекты предметов, используемые в игре. Здесь не перечислены эффекты, добавленные кодом на C или Rust.

source: <Not available> To view and edit item effects, please apply the "ExtractItemCode" ASM patch from the "Patches" > "ASM" menu.
de_de: <Nicht verfügbar> Um Item-Effekte anzuzeigen und zu bearbeiten, wende bitte den ASM-Patch „ExtractItemCode“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para ver y editar los efectos de objetos, aplica el parche "ExtractItemCode" desde el menú Parches ASM.
ru_ru: <Недоступно> Для просмотра и редактирования эффектов предметов, примените ASM-патч «ExtractItemCode» из меню «Патчи» > «ASM».

source: Edits the effects used by each move. This does not list effects added by C or Rust code.
de_de: Bearbeitet die vom Spiel verwendeten Attacken-Effekte. Dies listet keine Effekte auf, die durch C- oder Rust-Code hinzugefügt wurden.
es_es: Edita los efectos utilizados por cada movimiento. Esto no muestra los efectos añadidos por el código en C o Rust.
ru_ru: Редактирует эффекты, используемые каждым приемом. Здесь не перечислены эффекты, добавленные кодом на C или Rust.

source: Effect
de_de: Effekt
es_es: Efecto
fr_fr: Effet
ru_ru: Эффект

source: This section allows you to insert custom ASM code for effects. Please note that C and Rust effects are not listed here. See the "C/Rust" section for more information.
de_de: In diesem Abschnitt kannst du benutzerdefinierten ASM-Code für Effekte einfügen. Bitte beachte, dass C- und Rust-Effekte hier nicht aufgeführt sind. Weitere Informationen findest du im Abschnitt „C/Rust“.
es_es: Esta sección te permite insertar código ASM personalizado a los efectos. Ten en cuenta que los efectos de C y Rust no se listan aquí. Ve a la sección "C/Rust" para más información.
ru_ru: Этот раздел позволяет вставлять пользовательский ASM-код для эффектов. Обратите внимание, что эффекты C и Rust здесь не перечислены. Дополнительную информацию смотрите в разделе "C/Rust".

source: Effect ID:
de_de: Effekt-ID:
es_es: ID de efecto:
fr_fr: ID de l'effet :
ru_ru: ID эффекта:

source: Used by:
de_de: Verwendet von:
es_es: Usado por:
fr_fr: Utilisé par :
ru_ru: Используется:

source: Import Code
de_de: Code importieren
es_es: Importar código
fr_fr: Importer du code
ru_ru: Импортировать код

source: Clipboard Import
de_de: Import aus Zwischenablage
es_es: Importar desde portapapeles
fr_fr: Importer du presse-papier
ru_ru: Импорт из буфера обмена

source: Export Code
de_de: Code exportieren
es_es: Exportar código
fr_fr: Export du code
ru_ru: Экспортировать код

source: Effect Library
de_de: Effekt-Bibliothek
es_es: Librería de efectos
fr_fr: Librairie d'effets
ru_ru: Библиотека эффектов

source: ASM Editor
es_es: Editor ASM
fr_fr: Éditeur ASM
ru_ru: Редактор ASM

source: Effects Code
de_de: Effekt-Code
es_es: Efectos de código
fr_fr: Code des effets
ru_ru: Код эффектов

source: Move Effects
de_de: Attacken-Effekte
es_es: Efectos de movimiento
fr_fr: Effets d'attaque
ru_ru: Эффекты приемов

source: Edits the move effects used by the game. This does not list effects added by C or Rust code.
de_de: Bearbeitet die vom Spiel verwendeten Attacken-Effekte. Dies listet keine Effekte auf, die durch C- oder Rust-Code hinzugefügt wurden.
es_es: Edita los efectos de movimiento utilizados por el juego. Esto no muestra los efectos añadidos por el código en C o Rust.
fr_fr: Édite les effets des capacités utilisés par le jeu Ne liste pas les effets ajoutés avec C ou Rust.
ru_ru: Редактирует эффекты приемов, используемые в игре. Здесь не перечислены эффекты, добавленные кодом на C или Rust.

source: <Not available> To view and edit move effects, please apply the "ExtractMoveCode" ASM patch from the "Patches" > "ASM" menu. If you already have applied it, apply it again to be sure to use the last version.
de_de: <Nicht verfügbar> Um Attacken-Effekte anzuzeigen und zu bearbeiten, wende bitte den ASM-Patch „ExtractMoveCode“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para ver y editar los efectos de movimientos, aplica el parche "ExtractMoveCode" desde el menú Parches ASM. Si ya lo has aplicado, aplícalo de nuevo para asegurarte de usar la última versión.
ru_ru: <Недоступно> Чтобы просматривать и редактировать эффекты приемов, примените ASM-патч "ExtractMoveCode" из меню "Патчи" > "ASM". Если вы уже применяли этот патч, примените его снова, чтобы убедиться, что используется последняя версия.

source: Fix # of Moves
de_de: Anzahl der Attacken korrigieren
es_es: Corregir número de movimientos
fr_fr: Fixer # Attaques
ru_ru: Исправить # приемов

source: Here you can edit Metronome's movepool. Each move in this list has the same chance of being used by Metronome.
de_de: Hier kannst du die Liste der Attacken bearbeiten, die durch Metronom eingesetzt werden. Jeder Eintrag hat die gleiche Chance ausgewählt zu werden.
es_es: Aquí puedes editar el movepool del Metrónomo. Cada movimiento en esta lista tiene la misma probabilidad de ser utilizado por el Metrónomo.
fr_fr: Vous pouvez éditer ici les attaques sélectionnables par Métronome. Chaque attaque dans la liste a la même chance d'utilisation.
ru_ru: Здесь вы можете редактировать список приемов у Метронома. Каждое движение из этого списка имеет одинаковый шанс быть использованным Метрономом.

source: Metronome
de_de: Metronom
es_es: Metrónomo
fr_fr: Métronome
ru_ru: Метроном

source: pmdsky-debug Symbols
de_de: pmdsky-debug Symbole
es_es: Símbolos pmdsky-debug
ru_ru: Символы pmdsky-debug

source: SkyTemple is powered by <b>pmdsky-debug</b>. pmdsky-debug is a public repository of symbols and functions in the game. You can find the list of symbols shipped with this version of SkyTemple below. However you will probably find newer symbols in the repository, which you can open with the button below. The repository also contains instructions on how to contribute or use the symbols with debuggers like Ghidra. The symbols below are shown for the region of the currently loaded ROM. The "Address" column shows the first address. Addresses are absolute.
de_de: SkyTemple wird von <b>pmdsky-debug</b>angetrieben. pmdsky-debug ist ein öffentliches Repository von Symbolen und Funktionen des Spiels. Nachfolgend findest du die Liste der mit dieser Version von SkyTemple ausgelieferten Symbole. Du wirst jedoch wahrscheinlich neuere Symbole im Repository finden, welches du mit dem Knopf unten öffnen kannst. Das Repository enthält auch Anweisungen, wie man den Symbolen mit Debuggern wie Ghidra beisteuert oder wie man die Symbole nutzt. Die untenstehenden Symbole werden für die Region des aktuell geladenen ROM angezeigt. Die Spalte "Adresse" zeigt die erste Adresse an. Adressen sind absolut.
es_es: SkyTemple funciona con <b>pmdsky-debug</b>. pmdsky-debug es un repositorio público de símbolos y funciones del juego. A continuación, encontrarás la lista de símbolos incluidos en esta versión de SkyTemple. Sin embargo, es probable que encuentre símbolos más nuevos en el repositorio, que puedes abrir desde el botón de abajo. El repositorio también contiene instrucciones sobre cómo contribuir o utilizar los símbolos con depuradores como Ghidra. Los símbolos siguientes se muestran para la región de la ROM actualmente cargada. La columna «Dirección» muestra la primera dirección. Las direcciones son absolutas.
ru_ru: SkyTemple работает на <b>pmdsky-debug</b>. pmdsky-debug - это публичное хранилище символов и функций игры. Ниже вы можете найти список символов, поставляемых с этой версией SkyTemple. Однако вы наверняка найдете в репозитории и более новые символы, которые можно открыть с помощью кнопки ниже. В репозитории также содержатся инструкции по использованию символов в отладчиках типа Ghidra. Символы ниже показаны для региона текущего загруженного ROM. В колонке "Адрес" указан первый адрес. Адреса являются абсолютными.

source: pmdsky-debug version:
es_es: Versión de pmdsky-debug:
ru_ru: Версия pmdsky-debug:

source: Open pmdsky-debug
de_de: pmdksy-debug öffnen
es_es: Abrir depurador de pmdsky
ru_ru: Открыть pmdsky-debug

source: Address
de_de: Adresse
es_es: Dirección
ru_ru: Адрес

source: Length
de_de: Länge
es_es: Longitud
ru_ru: Длина

source: Special Process Effects
de_de: Effekte für Spezielle Prozesse
es_es: Efectos de procesos especiales
fr_fr: Effets des procédures spéciales
ru_ru: Эффекты особых процессов

source: Edits the special process effects used by the game. This does not list effects added by C or Rust code.
de_de: Bearbeitet die vom Spiel verwendeten speziellen Prozesse. Dies listet keine Effekte auf, die durch C- oder Rust-Code hinzugefügt wurden.
es_es: Edita el proceso especial utilizado por el juego. Esto no muestra los efectos añadidos por el código en C o Rust.
ru_ru: Редактирует эффекты особых процессов, используемые в игре. Здесь не перечислены эффекты, добавленные кодом на C или Rust.

source: <Not available> To view and edit special process effects, please apply the "ExtractSPCode" ASM patch from the "Patches" > "ASM" menu.
de_de: <Nicht verfügbar> Um Effekte für spezielle Prozesse anzuzeigen und zu bearbeiten, wende bitte den ASM-Patch „ExtractSPCode“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para ver y editar los efectos de procesos especiales, aplica el parche "ExtractSPCode" desde el menú Parches ASM.
ru_ru: <Недоступно> Для просмотра и редактирования эффектов особых процессов, примените ASM-патч «ExtractSPCode» из меню «Патчи» > «ASM».

source: Edits the effects used by each special process. This does not list effects added by C or Rust code.
de_de: Bearbeitet die von den speziellen Prozessen verwendeten Effekte. Dies listet keine Effekte auf, die durch C- oder Rust-Code hinzugefügt wurden.
es_es: Edita los efectos utilizados por cada proceso especial. Esto no muestra los efectos añadidos por el código en C o Rust.
ru_ru: Редактирует эффекты, используемые каждым особым процессом. Здесь не перечислены эффекты, добавленные кодом на C или Rust.

source: Add Special Process
de_de: Speziellen Prozess hinzufügen
es_es: Añadir proceso especial
fr_fr: Ajouter une procédure spéciale
ru_ru: Добавить особый процесс

source: ... from separate images
de_de: ... von einzelnen Bilddateien
es_es: ... de imágenes separadas
fr_fr: ... à partir d'images séparés
ru_ru: ... из отдельных изображений

source: ... from one sheet (SpriteBot format)
de_de: ... aus einem Spritesheet (SpriteBot Format)
es_es: ... de una sola ficha (formato SpriteBot)
fr_fr: ... depuis une feuille (format SpriteBot)
ru_ru: ... из одного листа (формат SpriteBot)

source: ... as separate images
de_de: ... als einzelne Bilddateien
es_es: ... como imágenes separadas
fr_fr: ... en tant qu'images séparés
ru_ru: ... как отдельные изображения

source: ... as one sheet (SpriteBot format)
de_de: ... als ein Spritesheet (SpriteBot Format)
es_es: ... como una sola ficha (formato SpriteBot)
fr_fr: ... en une feuille (format SpriteBot)
ru_ru: ... как один лист (формат SpriteBot)

source: Open SpriteCollab Browser
de_de: SpriteCollab-Browser öffnen
es_es: Abrir navegador de Spritecollab
ru_ru: Открыть браузер SpriteCollab

source: Spritecollab Browser
es_es: Navegador de Spritecollab
ru_ru: Браузер SpriteCollab

source: If a portrait is missing, the game tries to load the portrait of the Pokémon's first form instead. If that is also missing, the behaviour is undefined. If flipped versions are empty, the game will automatically flip the image.
de_de: Wenn ein Portrait fehlt, versucht das Spiel stattdessen das Portrait der ersten Form des Pokémon zu laden. Wenn das ebenfalls fehlt, ist das Verhalten undefiniert. Falls eine gedrehte Version fehlt, dreht das Spiel das Portrait automatisch.
es_es: Si falta un retrato, el juego intentará cargar el retrato de la primera forma del Pokémon en su lugar. Si también falta, el comportamiento es indefinido. Si las versiones invertidas están vacías, el juego invertirá automáticamente la imagen.
fr_fr: S'il manque un portrait, le jeu essaiera de charger le premier portrait à la place. S'il est également manquant, le comportement est indéfini. Si la version renversé est manquante, le jeu le renversera automatiquement l'image.
ru_ru: Если портрет отсутствует, игра пытается загрузить портрет первой формы покемона. Если он также отсутствует, поведение не определено. Если перевернутые версии пусты, игра автоматически перевернет изображение.

source: Rom Settings
de_de: ROM Einstellungen
es_es: Configuración de ROM
fr_fr: Paramètres de la Rom
ru_ru: Настройки Rom

source: Internal name:
de_de: Interne Bezeichung:
es_es: Nombre interno:
fr_fr: Nom Interne:
ru_ru: Внутреннее имя:

source: ID code:
es_es: Código ID:
fr_fr: Code ID:
ru_ru: ID кода:

source: Japanese:
de_de: Japanisch:
es_es: Japonés:
fr_fr: Japonais:
ru_ru: Японский:

source: English:
de_de: Englisch:
es_es: Inglés:
fr_fr: Anglais:
ru_ru: Английский:

source: French:
de_de: Französisch:
es_es: Francés:
fr_fr: Français:
ru_ru: Французский:

source: German:
de_de: Deutsch:
es_es: Alemán:
fr_fr: Allemand:
ru_ru: Германский:

source: Italian:
de_de: Italienisch:
es_es: Italiano:
fr_fr: Italien:
ru_ru: Итальянский:

source: Spanish:
de_de: Spanisch:
es_es: Español:
fr_fr: Espagnol:
ru_ru: Испанский:

source: Title:
de_de: Titel:
es_es: Título:
fr_fr: Titre:
ru_ru: Название:

source: Script Scenes
de_de: Skript-Szenen
es_es: Scripts de escenas
ru_ru: Скрипт-сцены

source: This section lets you edit overworld scenes in the game, so anything that happens outside of Dungeons. This also includes cutscene visuals and some system related scenes like credits or the title screen logos.
de_de: In diesem Abschnitt kannst du Szenen im Spiel bearbeiten, also alles, was außerhalb von Dungeons geschieht. Enthält auch Zwischensequenzen und einige systemrelevante Szenen, wie z. B. die Credits oder Titelbildschirm-Logos.
es_es: Esta sección te permite editar las escenas del mundo exterior del juego, es decir, todo lo que ocurre fuera de los territorios. Esto también incluye las escenas visuales y algunas escenas relacionadas con el sistema, como los créditos o los logotipos de la pantalla del título.
ru_ru: В этом разделе вы можете редактировать сцены мира игры, то есть все, что происходит за пределами подземелий. Сюда также входят визуальные эффекты в сценах и некоторые сцены, связанные с системой, например титры или логотипы на титульном экране.

source: <Not available> To view and edit this list, please apply the "ActorAndLevelLoader" ASM patch from the "Patches" > "ASM" menu.
de_de: <Nicht verfügbar> Um diese Liste anzuzeigen und zu bearbeiten, wende bitte den ASM-Patch „ActorAndLevelLoader“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para ver y editar esta lista, aplica el parche "ActorAndLevelLoader" desde el menú Parches ASM.
ru_ru: <Недоступно> Для просмотра и редактирования этого списка, примените ASM-патч «ActorAndLevelLoader» из меню «Патчи» > «ASM».

source: Internal Name
de_de: Interne Bezeichung
es_es: Nombre Interno
fr_fr: Nom interne
ru_ru: Внутреннее имя

source: Overworld Text String
de_de: Zeichenketten für die Oberwelt
es_es: Cadenas de fuera de territorios
ru_ru: Текстовая строка верхнего мира

source: Map Background
de_de: Kartenhintergrund
es_es: Fondo del mapa
fr_fr: Fond de carte
ru_ru: Фон Локации

source: Default Weather
de_de: Standard-Wetter
es_es: Clima por defecto
fr_fr: Météo par défaut
ru_ru: Погода по умолчанию

source: Level List
de_de: Level-Liste
es_es: Lista de niveles
ru_ru: Список уровней

source: This maps ground levels using type #10 or #11 to dungeons and or fixed rooms. If a selected floor number is bigger than the floor count for this dungeon, the last floor is used.
de_de: Hier werden Level, die Typen #10 oder #11 verwenden Dungeons und/oder statischen Räumen zugeordnet. Wenn eine angegebene Ebenen-Nummer ist größer als die Anzahl der Ebenen für den Dungeon, so wird die letzte Ebene verwendet.
es_es: Esto mapea los niveles del suelo usando el tipo #10 o #11 a territorios y salas fijas. Si un número de piso seleccionado es mayor que el recuento de pisos del territorio, se utiliza el último piso.
ru_ru: Эта функция привязывает уровни мира игры с типом #10 или #11 к подземельям и фиксированным комнатам. Если номер выбранного этажа больше, чем количество этажей для данного подземелья, используется последний этаж.
