Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: In this section you can apply built-in ASM patches, your own ASM patches and custom item-, move- and special process effects written in Assembler. You will also find information on how to write your own patches and effects in the C and Rust programming languages.
ru_ru: В этом разделе вы можете применить встроенные ASM-патчи, собственные ASM-патчи и пользовательские эффекты элементов, приемов и особых процессов, написанные на ассемблере. Вы также найдете информацию о том, как написать собственные патчи и эффекты на языках программирования C и Rust.

source: This patch has had no issues loading.
de_de: Dieser Patch hatte keine Probleme beim Laden.
es_es: Este parche no ha tenido problemas de carga.
ru_ru: При загрузке этого патча не возникло проблем.

source: This patch is already applied. Some patches support applying them again, but you might also run into problems with some. Proceed with care.
de_de: Der Patch wurde bereits angewendet. Einige Patches unterstützen erneut angewendet zu werden. Allerdings könnte es mit anderen Patches auch zu Problemen kommen. Sei vorsichtig.
es_es: Este parche ya se ha aplicado. Algunos parches pueden volverse a aplicar, pero también podrías tener problemas con algunos. Continúa con cuidado.
fr_fr: Ce patch est déjà appliqué. Certains patchs peuvent être appliqués à nouveau, mais d'autres peuvent causer des problèmes. Soyez prudents.
ru_ru: Этот патч уже применен. Некоторые патчи поддерживают повторное применение, но с некоторыми могут возникнуть проблемы. Действуйте осторожно.

source: The current ROM is not supported by this patch.
de_de: Die aktuelle ROM wird von diesem Patch nicht unterstützt.
es_es: La ROM actual no está soportada por este parche.
fr_fr: Cette ROM est incompatible avec le patch.
ru_ru: Текущий ROM не поддерживается этим патчем.

source: Please save the ROM before applying the patch.
de_de: Bitte speichere die ROM bevor du den Patch anwendest.
es_es: Por favor, guarda la ROM antes de aplicar el parche.
fr_fr: Sauvegardez la ROM avant d'appliquer le patch.
ru_ru: Пожалуйста, сохраните ROM перед применением патча.

source: This patch extends the Pokémon list. It is very experimental and WILL break a few things. Once applied you can not remove it again. Proceed?
de_de: Dieser Patch erweitert die Pokémon-Liste. Es ist sehr experimentell und WIRD ein paar Dinge kaputt machen. Nach dem Anwenden kannst du den Patch nicht wieder entfernen. Fortfahren?
es_es: Este parche amplía la lista de Pokémon. Es muy experimental y algunas cosas no funcionarán bien. Una vez aplicado, no se podrá eliminar. ¿Continuar?
fr_fr: Ce patch étend la liste des Pokémon. Il est extremement expérimental et EMPÈCHERA certaine chose de fonctionner. Une fois appliqué, vous ne pourrez plus le supprimer. Continuer ?
ru_ru: Этот патч расширяет список покемонов. Он очень экспериментальный и сломает некоторые вещи. После применения вы не сможете удалить его снова. Хотите продолжить?

source: This patch requires some other patches to be applied first:
de_de: Für diesen Patch müssen zuerst einige andere Patches angewendet werden:
es_es: Este parche necesita que se apliquen otros parches primero:
fr_fr: Ce patch nécessite l'application d'autres patchs:
ru_ru: Этот патч требует предварительного применения других патчей:

source: Do you want to apply these first?
de_de: Möchtest du diese zuerst anwenden?
es_es: ¿Quieres aplicar estos primero?
fr_fr: Voulez-vous appliquer ces patchs avant?
ru_ru: Хотите применить это в первую очередь?

source: Configuration field with errors: "{}" Error: {}
de_de: Konfigurationsfeld mit Fehlern: „{}“ Fehler: {}
es_es: Campo de configuración con errores: "{}" Error: {}
fr_fr: Le champ de configuration contient des erreurs: "{}" Error: {}
ru_ru: Поле конфигурации с ошибками: "{}" Ошибка: {}

source: Error applying the patch: {err}
de_de: Fehler beim Anwenden des Patchs: {err}
es_es: Error al aplicar el parche: {err}
fr_fr: Erreur lors de l'application du patch: {err}
ru_ru: Ошибка при применении патча: {err}

source: Failed applying patch '{patch}'. The ROM may be corrupted now.
de_de: Patch '{patch}' konnte nicht angewendet werden. Das ROM ist jetzt möglicherweise beschädigt.
es_es: Error al aplicar el parche '{patch}'. La ROM puede haberse corrompido.
ru_ru: Не удалось применить патч '{patch}'. ROM может быть поврежден.

source: Patch was successfully applied. The ROM will now be reloaded.
de_de: Patch wurde erfolgreich angewendet. Die ROM wird jetzt neu geladen.
es_es: El parche se ha aplicado correctamente. La ROM se volverá a cargar.
fr_fr: Le correctif à été correctement appliqué. La ROM va maintenant être rechargé.
ru_ru: Патч был успешно применен. ROM будет перезагружен.

source: Not all patches were applied successfully. The ROM will now be reloaded.
de_de: Nicht alle Patches wurden erfolgreich angewendet. Die ROM wird jetzt neu geladen.
es_es: No todos los parches se han aplicado correctamente. La ROM se volverá a cargar.
fr_fr: Certains correctifs n'ont pas été correctement appliqué. La ROM va être rechargé.
ru_ru: Не все патчи были успешно применены. ROM будет перезагружен.

source: Error loading patch package {os.path.basename(fname)}.
de_de: Fehler beim Laden des Patch-Pakets {os.path.basename(fname)}.
es_es: Error al cargar el paquete del parche {os.path.basename(fname)}.
ru_ru: Ошибка загрузки пакета патча {os.path.basename(fname)}.

source: Not compatible
de_de: Nicht kompatibel
es_es: No compatible
fr_fr: Incompatible
ru_ru: Несовместим

source: Applied
de_de: Angewendet
es_es: Aplicado
fr_fr: Appliqué
ru_ru: Применен

source: Compatible
de_de: Kompatibel
ru_ru: Совместим

source: Error loading patch package {patch.name}.
ru_ru: Ошибка загрузки пакета патча {patch.name}.

source: Some of the loaded patches had compatibility issues. They were still loaded correctly but may stop working in future SkyTemple versions. These patches were marked orange in the list of patches. Highlight one of these patches and click the 'Show Issues' button for more information.
de_de: Einige der geladenen Patches hatten Kompatibilitätsprobleme. Sie wurden immer noch korrekt geladen, funktionieren aber möglicherweise in zukünftigen SkyTemple Versionen nicht mehr. Diese Patches waren in der Liste der Patches orange markiert. Markiere einen dieser Patches und klicke auf die Schaltfläche „Probleme anzeigen“, um weitere Informationen zu erhalten.
es_es: Algunos de los parches cargados tenían problemas de compatibilidad. Se han cargado correctamente, pero es posible que dejen de funcionar en futuras versiones de SkyTemple. Estos parches se han marcado en naranja en la lista de parches. Selecciona uno de estos y haz clic en el botón «Mostrar problemas» para obtener más información.
ru_ru: Некоторые из загруженных патчей имеют проблемы с совместимостью. Они по-прежнему загрузились корректно, но могут перестать работать в будущих версиях SkyTemple. Эти патчи отмечены оранжевым цветом в списке патчей. Выделите один из этих патчей и нажмите кнопку "Показать проблемы", чтобы получить дополнительную информацию.

source: Warning! The project directory for this ROM contains custom patches. These patches may contain code which will run on your computer once you accept this dialog with 'Yes'. Only continue if you trust the authors of the patches. Malicious people could otherwise hijack your computer and/or steal information. Do you want to continue loading these patches? By selecting 'No', only the built-in patches will be loaded.
de_de: Warnung! Das Projektverzeichnis für diese ROM enthält benutzerdefinierte Patches. Diese Patches können Code enthalten, der auf deinem Computer ausgeführt wird, sobald du diesen Dialog mit 'Ja' bestätigtst. Fahre nur fort, wenn du den Autoren der Patches vertraust. Böswillige Personen könnten andernfalls deinen Computer kapern und/oder Informationen stehlen. Möchtest du die Patches weiter laden? Wenn du 'Nein' auswählst, werden nur die mitgelieferten Patches geladen.
es_es: ¡Advertencia! El directorio de proyectos de esta ROM contiene parches personalizados. Estos parches pueden contener código que se ejecutará en una vez se acepte este cuadro de diálogo seleccionando «Sí». Continúa solo si confías en los autores de los parches. De lo contrario, personas malintencionadas podrían robar tu información. ¿Deseas cargar estos parches? Si seleccionas «No», solo se cargarán los parches integrados en SkyTemple.
ru_ru: Внимание! Каталог проекта для этого ROM содержит пользовательские патчи. Эти патчи могут содержать код, который будет запущен на вашем компьютере после того, как вы нажмете "Да". Продолжайте, только если вы доверяете авторам патчей. В противном случае злоумышленники могут взломать ваш компьютер и/или украсть информацию. Хотите ли вы продолжить загрузку этих патчей? Если выбрать "Нет", будут загружены только встроенные патчи.

source: Import Item Effect ASM Code...
de_de: Importiere ASM-Code für Item-Effekte...
es_es: Importar código ASM de efectos de objeto...
fr_fr: Importer le code assembleur de l'objet...
ru_ru: Импортировать ASM-код эффекта предмета...

source: Any Files
de_de: Beliebige Dateien
es_es: Cualquier archivo
fr_fr: Tous les fichiers
ru_ru: Любые файлы

source: armips ASM patches (*.asm)
es_es: Parches ASM armips (*.asm)
fr_fr: correctifs ASM armips (*.asm)
ru_ru: armips ASM патчи (*.asm)

source: Raw code (*.bin)
de_de: Roher Code (*.bin)
es_es: Código sin procesar (*.bin)
fr_fr: Code brut (*.bin)
ru_ru: Необработанный код (*.bin)

source: ASM code imported successfully.
ru_ru: ASM-код успешно импортирован.

source: Error importing ASM code.
de_de: Fehler beim Importieren des ASM-Codes.
es_es: Error al importar código ASM.
fr_fr: Erreur lors de l'importation du code assembleur.
ru_ru: Ошибка импортирования ASM-кода.

source: Export Item Effect ASM Code...
de_de: Exportiere ASM-Code für Item-Effekte...
es_es: Exportar código ASM de efectos de objeto...
fr_fr: Exporter le code assembleur de l'objet...
ru_ru: Экспортировать ASM-код эффекта предмета...

source: Export and import effect code. The export only exports the raw machine code. It is NOT disassembled. The import accepts both armips ASM code or the raw binary machine code. Please note, that SkyTemple does not check the raw code you try to import. If you import armips ASM code, an effect code library is available. You can use the ASM Editor tool to generate patch files. The ASM patch must generate a 'code_out.bin' file, which SkyTemple will try to import.
de_de: Exportiere und importiere Effekt-Code. Beim Export wird nur der rohe Maschinencode exportiert. Er wird NICHT disassembled. Der Import akzeptiert sowohl armips ASM-Code als auch rohen binären Maschinencode. Bitte beachte, dass SkyTemple nicht den rohen Maschinencode überprüft, den du importierst. Falls du armips ASM-Code importierst, steht eine Effektcode-Bibliothek zur Verfügung. Du kannst den ASM-Editor nutzen, um Patch-Dateien zu generieren. Der ASM-Patch muss eine "code_out.bin"-Datei generieren. SkyTemple wird versuchen diese Datei zu importieren.
es_es: Exportar e importar código de efectos. Solo se puede exportar código máquina en bruto. NO se desensambla. La importación acepta tanto el código ASM de armips como el código máquina binario en bruto. Por favor, ten en cuenta que SkyTemple no comprueba el código en bruto que intentas importar. Si importas código ASM de armips, una biblioteca de código de efectos estará disponible. Puedes utilizar la herramienta Editor de ASM para generar archivos de parche. El parche ASM debe generar un archivo 'code_out.bin', que SkyTemple intentará importar.
fr_fr: Exporte et importe le code d'effet. L'export ne fait qu'exporter du code machine. Il n'est PAS désassemblé. L'import accepte à la fois du code assembleur armips ou du code machine binaire. Veillez noter que SkyTemple ne vérifie pas le code que vous essayer d'importer. Si vous importer du code assembleur armips, une librairie de codes d'effets est disponible. Vous pouvez utiliser l'éditeur d'assembleur pour générer des fichiers de correctif. Le correctif assembleur doit générer un fichier 'code_out.bin', que SkyTemple essayera d'importer.
ru_ru: Экспорт и импорт кода эффектов. При экспорте экспортируется только необработанный машинный код. Он НЕ дизассемблируется. Импорт принимает как ASM-код armips, так и необработанный двоичный машинный код. Обратите внимание, что SkyTemple не проверяет необработанный код, который вы пытаетесь импортировать. Если вы импортируете ASM-код armips, вам будет доступна библиотека кода эффектов. Вы можете использовать инструмент ASM Editor для создания файлов патчей. ASM-патч должен генерировать файл 'code_out.bin', который SkyTemple попытается импортировать.

source: Export / Import Effect Code Help
de_de: Hilfe zum Importieren / Exportieren von Effektcode
es_es: Ayuda para la Exportación / Importación de efectos de código
fr_fr: Aide pour l'import/export du code d'effet
ru_ru: Справка по экспорту / импорту кода эффектов

source: Import Move Effect ASM Code...
de_de: Importiere ASM-Code für Attacken-Effekte...
es_es: Importar código ASM de efectos de movimiento...
fr_fr: Importer le code assembleur de l'attaque...
ru_ru: Импортировать ASM-код эффекта приема...

source: Export Move Effect ASM Code...
de_de: Exportiere ASM-Code für Attacken-Effekte...
es_es: Exportar código ASM de efectos de movimiento...
fr_fr: Exporter le code assembleur de l'attaque...
ru_ru: Экспортировать ASM-код эффекта приема...

source: Cannot delete this effect.
de_de: Kann diesen Effekt nicht löschen.
es_es: No se puede eliminar este efecto.
fr_fr: Vous ne pouvez pas supprimer cet effet.
ru_ru: Невозможно удалить этот эффект.

source: This will change the number of moves to 559, in case there isn't enough moves in the list. used to fix the previous amount of move effects extracted by the previous versions of the patch.
de_de: Dies ändert die Anzahl der Attacken auf 559, falls nicht genügend Attacken in der Liste vorhanden sind. Verwende dies, um die vorherige Anzahl der Attacken-Effekte zu beheben, die von einer alten Version des Patches extrahiert wurden.
es_es: Esto cambiará el número de movimientos a 559 en caso de que no haya suficientes movimientos en la lista. Se utiliza para corregir la cantidad anterior de efectos de movimiento extraídos por las versiones anteriores del parche.
fr_fr: Cela changera le nombre d'attaques à 559 s'il n'y a pas assez d'attaques dans la liste. Utilisé pour corriger le précédent nombre d'effets d'attaques extraits par les précédentes versions du patch.
ru_ru: Это изменит количество приемов до 559, если в списке не хватает приемов. Используется для исправления предыдущего количества эффектов приемов, извлеченных предыдущими версиями патча.

source: Fix Number of Moves
de_de: Anzahl der Attacken korrigieren
es_es: Corregir número de movimientos
fr_fr: Fixer le nombre d'attaques
ru_ru: Исправить количество приемов

source: Import Special Process Effect ASM Code...
de_de: Importieren von ASM-Code für spezielle Prozesse...
es_es: Importar código ASM de proceso especial...
fr_fr: Importez un code ASM de procédure spéciale...
ru_ru: Импортировать ASM-код эффектов особых процессов...

source: Export Special Process Effect ASM Code...
de_de: Exportieren von ASM-Code für spezielle Prozesse...
es_es: Exportar código ASM de proceso especial...
fr_fr: Exporter le code ASM d'une procédure spéciale...
ru_ru: Экспорт ASM-кода эффектов особых процессов...

source: Failed importing image "{name}": {err}
de_de: Fehler beim Importieren von Bild "{name}": {err}
es_es: Error al importar la imagen "{name}": {err}
fr_fr: Échec de l'importation de l'image « {name} »: {err}
ru_ru: Не удалось импортировать изображение "{name}": {err}

source: Error for '{name}'.
de_de: Fehler für '{name}'.
es_es: Error para '{name}'.
fr_fr: Erreur pour « {name} ».
ru_ru: Ошибка для '{name}'.

source: Failed importing portraits sheet: {err}
de_de: Import der Portraits fehlgeschlagen: {err}
es_es: Error al importar la ficha de retratos: {err}
fr_fr: Échec de l'importation de la feuille des portraits : {err}
ru_ru: Не удалось импортировать лист портретов: {err}

source: Could not import.
de_de: Import fehlgeschlagen.
es_es: Importación fallida.
fr_fr: Le fichier n'a pas pu être importé.
ru_ru: Не удалось импортировать.

source: (flip)
de_de: (gespiegelt)
es_es: (invertido)
fr_fr: (renversé)
ru_ru: (перевернутый)

source: Export all portraits as PNGs...
de_de: Alle Portraits als PNGs exportieren...
es_es: Exportar todos los retratos como PNG...
fr_fr: Exporter tout les portraits en PNG...
ru_ru: Экспортировать все портреты в формате PNG...

source: To import, select a directory to import from. Files with the pattern '{self.item_data + 1}_XX.png' will be imported, where XX is a number between 0 and 39.
ru_ru: Для импорта выберите папку, из которой будет производиться импорт. Будут импортированы файлы с шаблоном '{self.item_data + 1}_XX.png', где XX - число от 0 до 39.

source: Import Portraits
de_de: Portraits importieren
es_es: Importar retratos
fr_fr: Importer des portraits
ru_ru: Импортировать портреты

source: Import portraits from PNGs...
de_de: Importiere Portraits aus PNG...
es_es: Importar retratos desde PNGs...
fr_fr: Importer des portraits depuis des PNG...
ru_ru: Импортировать портреты из PNG...

source: Export portrait as PNG sheet...
de_de: Portrait als PNG-Sheet exportieren...
es_es: Exportar retrato como ficha PNG...
fr_fr: Exporter les portraits sous forme d'une feuille PNG...
ru_ru: Экспортировать портрет как PNG...

source: Import portraits from PNG sheet...
de_de: Importiere Portraits aus PNG-Sheet...
es_es: Importar retratos desde ficha PNG...
fr_fr: Importer les portraits depuis une feuille PNG...
ru_ru: Импорт портретов из листа PNG...

source: Export game icon as PNG...
de_de: Spielsymbol exportieren als PNG...
es_es: Exportar icono de juego como PNG...
fr_fr: Exporter l'icône du jeu en .PNG...
ru_ru: Экспортировать иконку игры в формате PNG...

source: Import game icon from PNG...
de_de: Spielsymbol aus PNG importieren...
es_es: Importar icono de juego desde PNG...
fr_fr: Importer l'icône du jeu en .PNG...
ru_ru: Импортировать иконку игры из PNG...

source: Failed importing game icon:
de_de: Import des Spielsymbols fehlgeschlagen:
es_es: Error al importar el icono del juego:
fr_fr: Echec dans l'importation de l'icône du jeu:
ru_ru: Не удалось импортировать иконку игры:

source: Edit {script_name}
de_de: Bearbeite {script_name}
es_es: Editar {script_name}
ru_ru: Редактировать {script_name}

source: Edit Event
de_de: Event bearbeiten
es_es: Editar evento
ru_ru: Редактировать событие

source: New Event
de_de: Neues Ereignis
es_es: Nuevo evento
ru_ru: Новое событие

source: The XML file contained some invalid references (eg. actor, object or script IDs). These have been replaced with default values.
ru_ru: XML-файл содержал несколько некорректных ссылок (например, ID актеров, объектов или сценариев). Они были заменены на значения по умолчанию.

source: Map not found.
de_de: Karte nicht gefunden.
es_es: Mapa no encontrado.
fr_fr: Carte introuvable.
ru_ru: Локация не найдена.

source: The file name provided must not have a file extension.
de_de: Der angegebene Dateiname darf keine Dateiendung haben.
es_es: El nombre del archivo no debe tener extensión.
ru_ru: Имя файла не должно иметь расширения.

source: The file name provided is too long (max 8 characters).
de_de: Der angegebene Dateiname ist zu lang (max. 8 Zeichen).
es_es: El nombre del archivo es demasiado largo (máx. 8 caracteres).
fr_fr: Le nom du fichier est trop long (8 caractères maximum).
ru_ru: Указанное имя файла слишком длинное (максимум 8 символов).

source: Script Scenes for maps in category "{}"
es_es: Scripts de escenas para mapas de la categoría "{}"
ru_ru: Скрипт-сцены для локаций в категории "{}"

source: This section contains all the script scenes of maps, that start with the letter {}.
es_es: Esta sección contiene todas los scripts de escenas de los mapas que comienzan con la letra {}.
ru_ru: В этом разделе собраны скрипт-сцены локаций, начинающихся с буквы {}.

source: Script Scenes for other maps
de_de: Skript-Szenen für andere Karten
es_es: Scripts de escenas para otros mapas
ru_ru: Скрипт-сцены для других локаций

source: This section contains all the script scenes of maps, that don't fit in any of the other categories.
de_de: Dieser Abschnitt enthält alle Skriptszenen von Karten, die in keine der anderen Kategorien passen.
es_es: Esta sección contiene todos los scripts de escenas de los mapas que no encajan en ninguna de las otras categorías.
ru_ru: В этом разделе собраны все скрипт-сцены локаций, не помещающихся ни в какую категорию.

source: Sub Scenes for "{}"
es_es: Subescenas para "{}"
ru_ru: Подсцены для "{}"

source: This section contains all sub scenes for the map {}. These scenes can be loaded on top of the "Enter" scene, depending on the current story progress.
es_es: Esta sección contiene todas las subescenas del mapa {}. Estas escenas pueden ser cargadas sobre la escena "Entrada", dependiendo del progreso actual de la historia.
ru_ru: В этом разделе содержатся все подсцены для локации {}. Эти сцены могут быть загружены поверх сцены "Открытый мир", в зависимости от текущего хода сюжета.

source: Acting Scenes for "{}"
de_de: Handlungsszenen für "{}"
es_es: Escenas de acción para "{}"
ru_ru: Сюжетные сцены для "{}"

source: This section contains all acting scenes for the map {}. These scenes are used for cutscenes. The player can usually not move the character in them.
es_es: Esta sección contiene todas las escenas de acción para el mapa {}. Estas escenas se utilizan para cinemáticas. El jugador normalmente no puede mover al personaje en ellas.
ru_ru: В этом разделе собраны все сюжетные сцены для локации {}. Эти сцены используются для сюжетных сцен. Обычно игрок не может перемещать персонажа в них.

source: The length of the level name must be between 1-8 characters.
de_de: Die Länge des Szenennamens muss zwischen 1 und 8 Zeichen sein.
es_es: La longitud del nombre del nivel debe tener entre 1-8 caracteres.
fr_fr: Le nom d'un niveau doit être compris entre 1 et 8 caractères.
ru_ru: Длина имени уровня должна быть в пределах 1-8 символов.

source: Level Name
es_es: Nombre de nivel
fr_fr: Nom du niveau
ru_ru: Имя уровня

source: Create Level
de_de: Level erstellen
es_es: Crear nivel
ru_ru: Создать уровень

source: If you also need a new background for this level, you can create one under "Map Backgrounds" and assign it to this level afterwards.
es_es: Si también necesitas un nuevo fondo para este nivel, puedes crear uno debajo de "Fondos de mapa" y asignarlo a este nivel después.
ru_ru: Если вам также нужен новый фон для этого уровня, вы можете создать его в разделе "Фоны Локаций", а затем назначить его этому уровню.

source: New level created.
de_de: Neues Level wurde erstellt.
es_es: Nuevo nivel creado.
ru_ru: Новый уровень создан.

source: Script Scenes for "{}"
de_de: Skriptszenen für "{}"
es_es: Scripts de escenas para "{}"
ru_ru: Скрипт-сцены для "{}"
