Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Flag 3
es_es: Marca 3
fr_fr: Drapeau 3
ru_ru: Флаг 3

source: Flag 4
es_es: Marca 4
fr_fr: Drapeau 4
ru_ru: Флаг 4

source: Speed
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Vitesse
ru_ru: Скорость

source: Animation
es_es: Animación
ru_ru: Анимация

source: First Spec. Entry
de_de: Erster Spezfk.-Eintrag
es_es: Primera entrada de especif.
ru_ru: Первая особая запись

source: # of Spec. Entries
de_de: Anzahl Spezfk.-Einträge
es_es: Nº de entradas de especif.
ru_ru: # особых записей

source: Filter by move:
de_de: Nach Attacke filtern:
es_es: Filtrar por movimiento:
ru_ru: Фильтр по приему:

source: Move Special
de_de: Spezielle Attacke
es_es: Movimiento especial
ru_ru: Особые аним. для приемов

source: Anim ID
de_de: Animations-ID
es_es: ID de anim.
fr_fr: ID d'animation
ru_ru: ID Анимации

source: Use Anim ID
de_de: Anim.-ID (Benutzen)
es_es: Usar ID de anim.
ru_ru: ID анимации использования

source: Throw Anim ID
de_de: Anim.-ID (Werfen)
es_es: ID de anim. (Arrojar)
ru_ru: ID анимации броска

source: Dungeon Interruptions
de_de: Dungeon-Unterbrechungen
es_es: Interrupciones de territorio
ru_ru: Прерывания подземелий

source: Edits all dungeon interruptions defined in the game.
de_de: Bearbeitet alle im Spiel definierten Dungeon-Unterbrechungen.
es_es: Edita todas las interrupciones de territorio definidas en el juego.
ru_ru: Редактирует все прерывания подземелий, определенные в игре.

source: <Not available> To create dungeon interruption, please apply the "DungeonInterrupt" ASM patch from the "Patches" > "ASM" menu.
de_de: <Nicht verfügbar> Um Dungeon-Unterbrechungen zu bearbeiten, wende bitte den ASM-Patch „DungeonInterrupt“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para crear interrupciones de territorio, aplica el parche ASM "DungeonInterrupt" desde el menú "Parches" > "ASM".
ru_ru: <Недоступно> Чтобы создать прерывание подземелья, примените ASM-патч «DungeonInterrupt» в меню «Патчи» > «ASM».

source: Dungeon:
es_es: Territorio:
fr_fr: Donjon :
ru_ru: Подземелье:

source: Interruptions:
de_de: Unterbrechungen:
es_es: Interrupciones:
ru_ru: Прерывания:

source: Game Variable
de_de: Spiel-Variable
es_es: Variable de juego
fr_fr: Variable du jeu
ru_ru: Игровая переменная

source: Param 1
es_es: Parám. 1
ru_ru: Параметр 1

source: Param 2
es_es: Parám. 2
ru_ru: Параметр 2

source: Continue Music
de_de: Musik fortsetzen
es_es: Reanudar música
ru_ru: Продолжить музыку

source: Dungeon Music
de_de: Dungeon-Musik
es_es: Música del territorio
fr_fr: Musique du donjon
ru_ru: Музыка подземелий

source: Here you can edit the tracks selectable for dungeon floors. The tracks can either be assigned to single music tracks or to sets of four random tracks.
de_de: Hier kannst du bearbeiten, welche Musik-Tracks für Dungeon Ebenen auswählbar sind. Diese Tracks können entweder einzelnen Musik-Tracks zugeordnet werden oder einer Liste von vier, aus denen zufällig gewählt wird.
es_es: Aquí puedes editar las pistas seleccionables para los pisos de territorio. Las pistas se pueden asignar a pistas de música individuales o a conjuntos aleatorios de cuatro.
ru_ru: Здесь вы можете редактировать треки, выбираемые для этажей подземелий. Треки можно отнести к отдельным музыкальным трекам или к наборам из четырех случайных треков.

source: Track
de_de: Titel
es_es: Pista
fr_fr: Piste
ru_ru: Трек

source: Tracks
de_de: Titel
es_es: Pistas
fr_fr: Pistes
ru_ru: Треки

source: Track 1
de_de: Titel 1
es_es: Pista 1
fr_fr: Piste 1
ru_ru: Трек 1

source: Track 2
de_de: Titel 2
es_es: Pista 2
fr_fr: Piste 2
ru_ru: Трек 2

source: Track 3
de_de: Titel 3
es_es: Pista 3
fr_fr: Piste 3
ru_ru: Трек 3

source: Track 4
de_de: Titel 4
es_es: Pista 4
fr_fr: Piste 4
ru_ru: Трек 4

source: Random Music
de_de: Zufällige Musik
es_es: Música aleatoria
fr_fr: Musique aléatoire
ru_ru: Случайная Музыка

source: IQ Gain
de_de: IQ-Gewinn
es_es: Ganancia de CI
fr_fr: Gain de QI
ru_ru: Прирост IQ

source: Belly Heal
de_de: Magen-Heilung
es_es: Puntos de tripa
ru_ru: Восстановление сытости

source: IQ Points
de_de: IQ Punkte
es_es: Puntos de CI
fr_fr: Points Q.I.
ru_ru: Очки IQ

source: Restriction Group
de_de: Beschränkungsgruppe
es_es: Grupo de restricción
ru_ru: Группа ограничения

source: If 9999 IQ Points are required, the skill is unused. If -1 IQ Point is required, the skill is unlocked by default. If two skills have the same restriction group they can not be enabled at the same time. Editing IQ Group assignments requires the 'CompressIQData' patch to be applied.
de_de: Wenn 9999 IQ Punkte benötigt werden, ist eine Fähigkeit unbenutzt. Wenn -1 IQ Punkt benötigt wird, ist die Fähigkeit standardmäßig freigeschaltet. Wenn zwei Fähigkeiten dieselbe Beschränkungsgruppe haben, können sie nicht gleichzeitig aktiviert werden. Damit Zuweisungen zu IQ-Gruppen bearbeitet werden können, muss der 'CompressIQData' Patch angewendet sein.
es_es: Si se requieren 9999 puntos de CI, la habilidad no se utiliza. Si se requiere -1 punto de CI, la habilidad se adquiere de forma predeterminada. Si dos habilidades tienen el mismo grupo de restricción, no se pueden habilitar al mismo tiempo. Para editar las asignaciones de grupos de CI se requiere aplicar el parche "CompressIQData".
fr_fr: Si 9999 points Q.I. son nécessaire, l’aptitude est inutilisée. Si −1 point Q.I. est nécessaire, l’aptitude est débloquée par défaut. Si deux capacités ont le même groupe de restriction, ils ne peuvent pas être activés en même temps. L’édition des affectations des groupes Q. I. nécessite l’application du correctif « CompressIQData ».
ru_ru: Если требуется 9999 очков IQ, навык не используется. Если требуется -1 очко IQ, навык разблокирован по умолчанию. Если два навыка имеют одну и ту же группу ограничений, они не могут быть включены одновременно. Редактирование назначений IQ-групп требует применения патча 'CompressIQData'.

source: IQ Skills
de_de: IQ-Fähigkeiten
es_es: Habilidades de CI
fr_fr: Aptitudes Q.I.
ru_ru: IQ навыки

source: Min. IQ required by enemies to learn Exclusive Move-User:
de_de: Min. IQ benötigt damit Attacken-Nutzer gelernt werden kann:
es_es: CI mínimo requerido por los enemigos para aprender Movimaníaco:
fr_fr: Q.I. minimal des ennemies pour qu’ils apprennent Friands de Capacités :
ru_ru: Мин. IQ, необходимый врагам для изучения IQ-навыка Использующий Приемы:

source: Min. IQ required by enemies to learn Item Master:
de_de: Min. IQ benötigt damit Item-Meister gelernt werden kann:
es_es: CI mínimo requerido por los enemigos para aprender Domina-objetos:
fr_fr: Q.I. minimal des ennemies pour qu’ils apprennent Maître des objets :
ru_ru: Мин. IQ, необходимый врагам для изучения IQ-навыка Мастер Предметов:

source: Intimidator activation chance (%):
de_de: Chance, dass Einschüchterer aktiviert wird (%):
es_es: Probabilidad de que se active Intimidación (%):
ru_ru: Шанс активации IQ-навыка Устрашитель (%):

source: Misc. Settings
de_de: Verschiedene Einstellungen
es_es: Otros ajustes
ru_ru: Прочие настройки

source: Menu Lists
de_de: Menü-Listen
es_es: Listas de menú
fr_fr: Liste des menus
ru_ru: Списки меню

source: Menu:
de_de: Menü:
es_es: Menú:
ru_ru: Меню:

source: Language:
de_de: Sprache:
es_es: Idioma:
fr_fr: Langue :
ru_ru: Язык:

source: Name ID
es_es: ID de nombre
fr_fr: Identifiant du nom
ru_ru: ID имени

source: Name String
de_de: Zeichenkette für Name
es_es: Nombre de cadena
fr_fr: Nom (texte)
ru_ru: Строка имени

source: Description ID
de_de: Beschreibungs-ID
es_es: ID de descripción
fr_fr: Identifiant de la déscription
ru_ru: ID Описания

source: Description String
de_de: Zeichenkette für Beschreibung
es_es: Descripción de cadena
fr_fr: Texte de description
ru_ru: Строка Описания

source: Action
de_de: Aktion
es_es: Acción
ru_ru: Действие

source: General:
de_de: Allgemein:
fr_fr: Général :
ru_ru: Общее:

source: Dungeon:
es_es: Territorio:
fr_fr: Donjon :
ru_ru: Подземелья:

source: Conditions:
de_de: Zustände:
es_es: Condiciones:
ru_ru: Условия:

source: Items:
es_es: Objetos:
fr_fr: Objects :
ru_ru: Предметы:

source: Text Speed (debug mode uses 4):
de_de: Textgeschwindigkeit (Debug-Modus verwendet 4):
es_es: Velocidad de texto (el modo de depuración utiliza 4):
fr_fr: Vitesse du texte (le mode débug utilise 4) :
ru_ru: Скорость текста (в режиме отладки используется 4):

source: Normal spawn delay (turns):
de_de: Normale Spawnrate (in Zügen):
es_es: Retraso normal de aparición (turnos):
fr_fr: Délai de spawn normal (tours) :
ru_ru: Обычная задержка появления врагов (ходов):

source: Spawn delay (turns) after stealing from shop:
de_de: Spawnrate (in Zügen) nach Diebstahl von Items aus Shops:
es_es: Retraso de aparición (turnos) tras robar de la tienda:
fr_fr: Délai de spawn (tours) après avoir volé une boutique :
ru_ru: Задержка появления врагов (в ходах) после кражи из магазина:

source: Main menu music track:
de_de: Musik im Hauptmenü:
es_es: Pista musical del menú principal:
fr_fr: Musique du menu principal :
ru_ru: Музыка главного меню:

source: Belly points lost when walking through walls, per turn:
de_de: Magen-Verlust, wenn durch die Wand gegangen wird, pro Zug:
es_es: Puntos de tripa que se pierden al atravesar paredes, por turno:
ru_ru: Сытость, теряемая при прохождении сквозь стены каждый ход:

source: Burn damage delay (turns):
de_de: Brandschaden alle X Züge:
es_es: Retraso de daño por Quemado (turnos):
ru_ru: Задержка урона от ожога (ходов):

source: Poison damage delay (turns):
de_de: Giftschaden alle X Züge:
es_es: Retraso de daño por Envenenado (turnos):
ru_ru: Задержка урона от яда (ходов):

source: Bad poison damage delay (turns):
de_de: Schwerer Giftschaden alle X Züge:
es_es: Retraso de daño por Gravemente envenenado (turnos):
ru_ru: Задержка урона от тяжёлого отравления (ходов):

source: Belly points lost, per turn:
de_de: Magen-Verlust, pro Zug:
es_es: Puntos de tripa perdidos, por turno:
ru_ru: Потеря сытости каждый ход:

source: 1/1000 belly points lost when walking through walls, per turn:
de_de: 1/1000 Magen-Verlust, wenn durch die Wand gegangen wird, pro Zug:
es_es: 1/1000 puntos de tripa se pierden al atravesar paredes, por turno:
ru_ru: 1/1000 сытости, теряемая при прохождении сквозь стены каждый ход:

source: Chance of Ginseng increasing a move's power by 3 (%):
de_de: Chance, dass Ginseng die Stärke einer Attacke um 3 erhöht (in %):
es_es: Probabilidad de que Ginseng aumente la potencia de un movimiento un 3%:
ru_ru: Шанс увеличения Женьшенем силы приема на 3 (%):

source: Life Seed Max HP increase:
de_de: Max. Eröhung der KP durch Lebenssamen:
es_es: Incremento máximo de PS de Semilla Vida:
ru_ru: Увеличение Зерном Жизни максимального ОЗ:

source: Oran Berry HP heal amount:
de_de: Heilung der KP durch Sinelbeeren:
es_es: Cantidad de PS que cura la Baya Aranja:
fr_fr: PV soignés par baie Oran :
ru_ru: Количество ОЗ исцеляемое Пельси ягодой:

source: Sitrus Berry HP heal amount:
de_de: Heilung der KP durch Tsitrubeeren:
es_es: Cantidad de PS que cura la Baya Zidra:
fr_fr: PV soignés par baie Sitrus :
ru_ru: Количество ОЗ исцеляемое Цитрус ягодой:

source: Rank List
de_de: Rank-Liste
es_es: Lista de rangos
fr_fr: Liste des rangs
ru_ru: Список рангов

source: Points for next Rank
de_de: Punkte für nächsten Rang
es_es: Puntos hasta el siguiente rango
fr_fr: Points pour le rang suivant
ru_ru: Очков до следующего ранга

source: Storage Capacity
de_de: Lager-Kapazität
es_es: Capacidad de la consigna
fr_fr: Capacité de stockage
ru_ru: Вместимость хранилища

source: Item Reward
de_de: Item Belohnung
es_es: Objetos de recompensa
ru_ru: Предмет в награду

source: Tactics
de_de: Taktiken
es_es: Tácticas
ru_ru: Тактики

source: These are the levels at which tactics are unlocked.
de_de: Dies sind die Level, auf denen Taktiken freigeschaltet werden.
es_es: Estos son los niveles en los que se desbloquean las tácticas.
ru_ru: Это уровни, при которых разблокируются тактики.

source: -1 means unlocked by default. 999 means unused.
de_de: -1 bedeutet standardmäßig freigeschaltet. 999 bedeutet ungenutzt.
es_es: -1 significa que se desbloquean por defecto. 999 significa que no se usan.
fr_fr: -1 signifie débloqué par défaut. 999 signifie inutilisé.
ru_ru: -1 - разблокировано по умолчанию. 999 - не используется.

source: Map:
de_de: Karte:
es_es: Mapa:
fr_fr: Carte :
ru_ru: Карта:

source: Reference / Use another marker
de_de: Referenz / anderen Marker verwenden
es_es: Referencia / Usar otro marcador
ru_ru: Ссылка / Использовать другой маркер

source: Select the position on the map
de_de: Wähle die Position auf der Karte
es_es: Selecciona la posición en el mapa
ru_ru: Выберите местоположение на карте

source: Please don't select a marker that already references another marker. The behavior for this is undefined.
de_de: Bitte wähle keinen Marker, der einen anderen Marker referenziert. Das Verhalten für diesen Fall ist nicht definiert.
es_es: Por favor, no selecciones un marcador que haga referencia a otro marcador. El comportamiento para esto no está definido.
ru_ru: Не выбирайте метку, ссылающийся на другую метку. Поведение игры при этом не определено.

source: World Map Markers
de_de: Weltkarten-Marker
es_es: Marcadores del mapa del mundo
ru_ru: Метки на карте мира

source: Edit Map Background
de_de: Kartenhintergrund bearbeiten
es_es: Editar fondo del mapa
fr_fr: Modifier le fond de carte
ru_ru: Редактирование фона локации

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
ru_ru: Предпросмотр

source: Map
de_de: Karte
es_es: Mapa
fr_fr: Carte
ru_ru: Карта

source: Position
es_es: Posición
ru_ru: Расположение

source: Edit Selected
de_de: Bearbeiten
es_es: Editar selección
ru_ru: Изменить выбранное

source: Hide Other Layers
de_de: Andere Ebenen ausblenden
es_es: Ocultar otras capas
fr_fr: Cache les autres calques
ru_ru: Скрыть остальные слои

source: Hide Other
de_de: Andere ausblenden
es_es: Ocultar otros
fr_fr: Cacher l'autre
ru_ru: Скрыть остальное

source: Draw filled rectangles when holding down the left mouse button
de_de: Zeichne gefüllte Rechtecke bei gedrückter linker Maustaste
es_es: Dibuja rectángulos rellenos al mantener clic izquierdo en el ratón
ru_ru: Рисовать выбранными фрагментами, удерживая левую кнопку мыши

source: Go to Scenes
de_de: Springe zu Szenen
es_es: Ir a escenas
fr_fr: Aller aux scènes
ru_ru: Перейти к сценам

source: Collision
de_de: Kollision
es_es: Colisión
ru_ru: Коллизии

source: Air
de_de: Luft
es_es: Aire
ru_ru: Воздух

source: Solid
de_de: Fest
es_es: Sólido
fr_fr: Solide
ru_ru: Стена

source: Data Value
de_de: Datenwert
es_es: Valor de datos
ru_ru: Значение данных

source: Enable Palette Animations
de_de: Paletten-Animation aktivieren
es_es: Activar animaciones de paleta
ru_ru: Включить анимацию палитры

source: Frame Time
de_de: Frame-Dauer
es_es: Tiempo del fotograma
fr_fr: Durée de l'image
ru_ru: Время кадра

source: # of Frames
de_de: Anzahl der Frames
es_es: Número de fotogramas
fr_fr: Nombre d'images
ru_ru: Количество кадров

source: Palette 1
es_es: Paleta 1
ru_ru: Палитра 1

source: Palette 2
es_es: Paleta 2
ru_ru: Палитра 2

source: Palette 3
es_es: Paleta 3
ru_ru: Палитра 3

source: Palette 4
es_es: Paleta 4
ru_ru: Палитра 4

source: Palette 5
es_es: Paleta 5
ru_ru: Палитра 5

source: Palette 6
es_es: Paleta 6
ru_ru: Палитра 6

source: Palette 7
es_es: Paleta 7
ru_ru: Палитра 7

source: Palette 8
es_es: Paleta 8
ru_ru: Палитра 8

source: Palette 9
es_es: Paleta 9
ru_ru: Палитра 9

source: Palette 10
es_es: Paleta 10
ru_ru: Палитра 10

source: Palette 11
es_es: Paleta 11
ru_ru: Палитра 11

source: Palette 12
es_es: Paleta 12
ru_ru: Палитра 12

source: Palette 13
es_es: Paleta 13
ru_ru: Палитра 13

source: Palette 14
es_es: Paleta 14
ru_ru: Палитра 14

source: Palette 15
es_es: Paleta 15
ru_ru: Палитра 15

source: Palette 16
es_es: Paleta 16
ru_ru: Палитра 16

source: Please note, that setting the number of frames of animations higher than the number of frames specified in the "Edit Palette Animation" section can lead to undefined behavior or crashes.
de_de: Bitte beachte: setzt du die Anzahl der Frames einer Animation höher als die unter "Animations-Palette bearbeiten" Anzahl, kann das zu undefiniertem Verhalten oder Abstürzen führen.
es_es: Ten en cuenta que establecer el número de fotogramas de las animaciones por encima del número de fotogramas especificado en la sección "Editar animación de la paleta" puede provocar un comportamiento imprevisto o bloqueos.
fr_fr: Veuillez noter que définir un nombre d'images d'animations supérieur au nombre d'images spécifié dans la section "Modifier l'animation de palette" peut conduire à un comportement indéfini ou à des plantages.
ru_ru: Обратите внимание, что установка количества кадров анимации больше, чем количество кадров, указанное в разделе "Редактировать анимацию палитры", может привести к неопределенному поведению или сбоям игры.

source: Map Settings
de_de: Karteneinstellungen
es_es: Ajustes del mapa
ru_ru: Настройки фона

source: Number of Layers
de_de: Anzahl der Ebenen
es_es: Número de capas
fr_fr: Nombre de calques
ru_ru: Число слоев

source: Decreasing the number of layers will remove all tiles and chunks of the upper layer.
de_de: Wenn du die Anzahl der Ebenen verringerst entfernst du damit alle Kacheln und Blöcke der oberen Ebene.
es_es: Disminuir el número de capas eliminará todos los tiles y chunks de la capa superior.
fr_fr: Réduire le nombre de calque supprimera toutes les tuiles et fragments du calque supérieur.
ru_ru: Уменьшение количества слоев приведет к удалению всех плиток и фрагментов верхнего слоя.

source: NOTE: The number of layers for the level that uses this map must match.
de_de: HINWEIS: Die Anzahl der Ebenen für das Level, das diese Karte verwendet, muss übereinstimmen.
es_es: NOTA: El número de capas para el nivel que utiliza este mapa debe coincidir.
ru_ru: ПРИМЕЧАНИЕ: Количество слоев для уровня, где используется этот фон, должно совпадать.

source: Number of Collision Layers
de_de: Anzahl der Kollisionsebenen
es_es: Número de capas de colisión
fr_fr: Nombre de calques de collision
ru_ru: Количество слоев коллизий

source: Has Data Layer?
de_de: Hat Daten-Ebene?
es_es: ¿Tiene capa de datos?
fr_fr: Possède un calque de donné ?
ru_ru: Есть слой данных?

source: Import/Export Animated Tiles
de_de: Animierte Kacheln importieren/exportieren
es_es: Importar/exportar tiles animados
ru_ru: Импорт/экспорт анимированных плиток

source: This will export or import the selected set of animated tiles.
de_de: Dies wird die ausgewählte Gruppe von animierten Kacheln exportieren oder importieren.
es_es: Esto exportará o importará el conjunto de tiles animados.
ru_ru: Это позволит экспортировать или импортировать выбранный набор анимированных плиток.

source: Using separate images
de_de: Verwende separate Bilder
es_es: Usando imágenes separadas
ru_ru: Использовать несколько изображений

source: Exports and imports multiple images. Each frame of animated tiles is a separate PNG. The images are expected in the following format: - The images consists of 8x8 tiles. - The images are 16-color indexed PNGs. - The first color of each palette will be imported as transparency. When importing, all PNG files with the name pattern "@@@name_pattern@@@" are imported. If frames are added, the frame duration of the last frame is copied.
de_de: Export und importiert mehrere Bilder. Jede Frame der animierten Kacheln ist ein separates PNG. Die Bilder müssen folgendes Format haben: - Die Bilder müssen aus 8x8 Kacheln bestehen. - Die Bilder sind indizierte PNGs mit 16 Farben. - Die erste Farbe jeder Palette wird als Transparenz importiert. Beim Import werden alle PNG-Dateien nach dem Dateinamen-Muster "@@@name_pattern@@@" importiert. Falls Frames hinzugefügt werden wird die Länge der letzten Frame kopiert.
es_es: Exporta e importa múltiples imágenes. Cada fotograma de tiles animados es un PNG independiente. Se espera que las imágenes tengan el siguiente formato: - Las imágenes consisten en tiles de 8x8. - Las imágenes son PNGs indexados de 16 colores. - El primer color de cada paleta será importado como transparencia. Al importarse, todos los archivos PNG con el patrón de nombre "@@@name_pattern@@@" se importarán. Si se añaden fotogramas, la duración del último fotograma se copiará.
ru_ru: Экспортирует и импортирует несколько изображений. Каждый кадр анимированной плитки представляет собой отдельный PNG. Изображения должны иметь следующий формат: - Изображения состоят из плиток (8x8 пикселей). - Изображения представляют собой 16-цветные индексированные PNG. - Первый цвет каждой палитры будет импортирован как прозрачный. При импорте импортируются все PNG-файлы с шаблоном имени "@@@name_pattern@@@". Если добавляются кадры, копируется длительность кадра последнего кадра.

source: Using a single image
de_de: Über ein einzelnes Bild
es_es: Usando solo una imagen
ru_ru: Использовать одно изображение

source: Exports and imports using a single image. The image is expected in the following format: - The images consists of 8x8 tiles. - The rows are the individual tiles. - The columns are the frames of each tile. - The images are 16-color indexed PNGs. - The first color of each palette will be imported as transparency. If frames are added, the frame duration of the last frame is copied.
de_de: Export und importiert über ein einzelnes Bild. Das Bild muss folgendes Format haben: - Das Bild muss aus 8x8 Kacheln bestehen. - Die Zeilen sind die einzelnen Kacheln. - Die Spalten sind die Frames jeder Kachel. - Die Bilder sind indizierte PNGs mit 16 Farben. - Die erste Farbe jeder Palette wird als Transparenz importiert. Falls Frames hinzugefügt werden wird die Länge der letzten Frame kopiert.
es_es: Exporta e importa utilizando una sola imagen. Se espera que la imagen tenga el siguiente formato: - Las imágenes consisten en tiles de 8x8. - Las filas son los tiles individuales. - Las columnas son los marcos de cada tile. - Las imágenes son PNGs indexados de 16 colores. - El primer color de cada paleta será importado como transparencia. Si se añaden fotogramas, la duración del último fotograma se copiará.
ru_ru: Экспорт и импорт с использованием одного изображения. Изображение должны иметь следующий формат: - Изображение состоит из плиток (8x8 пикселей). - Строки - это отдельные плитки. - Столбцы - это рамки каждой плитки. - Изображения представляют собой 16-цветные индексированные PNG. - Первый цвет каждой палитры будет импортирован как прозрачный. Если добавляются кадры, копируется длительность последнего кадра.

source: BPA to export or import:
de_de: BPA zum Ex- oder Importieren:
es_es: BPA para exportar o importar:
fr_fr: BPA à exporter ou importer :
ru_ru: BPA для экспорта или импорта:

source: BPA Settings
de_de: BPA-Einstellungen
es_es: Ajustes de BPA
fr_fr: Paramètres BPA
ru_ru: Настройки BPA

source: Animated Tile blocks are called BPA. If the map has one layer: BPA 1-4: Layer 1 If the map has two layers: BPA 1-4: Layer 2 | BPA 5-8: Layer 1
de_de: Animierte Kachelblöcke heißen BPA. Wenn die Karte eine Ebene hat: BPA 1-4: Ebene 1 Wenn die Karte zwei Ebenen hat: BPA 1-4: Ebene 2 | BPA 5-8: Ebene 1
es_es: Los bloques de tile animados se llaman BPA. Si el mapa tiene una capa: BPA 1-4: Capa 1 Si el mapa tiene dos capas BPA 1-4: Capa 2 | BPA 5-8: Capa 1
ru_ru: Анимированные блоки плитки называются BPA. Если фон имеет один слой: BPA 1-4: Слой 1 Если фон имеет два слоя: BPA 1-4: Слой 2 | BPA 5-8: Слой 1

source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
ru_ru: Включено

source: Durations per Frame:
de_de: Dauer pro Frame:
es_es: Duraciones por fotograma:
fr_fr: Durée par image :
ru_ru: Длительность одного кадра:

source: Map Dimensions
de_de: Kartengröße
es_es: Dimensiones del mapa
fr_fr: Dimensions de la carte
ru_ru: Размеры фона
