Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Import is done from a CSV file with the following specifications: - Has to contain all strings in order, one per row - Strings may be quoted with: " and escaped with double quotes.
de_de: Der Import erfolgt aus einer CSV-Datei mit dem folgenden Format: - Alle Zeichenfolge müssen in Reihenfolge vorkommen, eine pro Zeile - Zeichenketten können in " eingebettet werden. " können mit doppelten " escaped werden.
es_es: La importación se realiza desde un archivo CSV con las siguientes características: - Debe contener todas las cadenas en orden, una por fila - Las cadenas pueden estar entrecomilladas con " y escapadas con comillas dobles.
ru_ru: Импорт осуществляется из CSV-файла со следующими характеристиками: - Должен содержать все строки по порядку, по одной на строку - Строки могут быть заключены в кавычки. Для использования кавычек в самой строке, используйте Escape-символ в виде еще одной пары кавычек.

source: Import strings from...
de_de: Zeichenketten importieren...
es_es: Importar cadenas desde...
fr_fr: Importer les chaînes de caractères depuis...
ru_ru: Импортировать строки из...

source: The CSV file must contain exactly {len(self._str.strings)} strings, has {len(strings)}.
de_de: Die CSV-Datei muss genau {len(self._str.strings)} Zeichenketten enthalten, sie enthält aber {len(strings)}.
es_es: El archivo CSV debe contener exactamente {len(self._str.strings)} cadenas, tiene {len(strings)}.
fr_fr: Le fichier CSV doit contenir exactement {len(self._str.strings)} chaînes de caractères, alors qu'il en a {len(strings)}.
ru_ru: CSV-файл должен содержать ровно {len(self._str.strings)} строк, файл имеет {len(strings)}.

source: Error importing the strings.
de_de: Fehler beim Importieren der Zeichenketten.
es_es: Error al importar las cadenas.
fr_fr: Erreur lors de l’import des textes.
ru_ru: Ошибка при импорте строк.

source: Export is done to a CSV file with the following specifications: - Contains all strings in order, one per row - Strings may be quoted with: " and escaped with double quotes.
de_de: Der Export erfolgt in eine CSV-Datei mit der folgenden Spezifikation: - Alle Zeichenfolge müssen in Reihenfolge vorkommen, eine pro Zeile - Zeichenketten können in " eingebettet werden. " können mit doppelten " escaped werden.
es_es: La exportación se realiza a un archivo CSV con las siguientes características: - Contiene todas las cadenas en orden, una por fila - Las cadenas pueden estar entrecomilladas con " y escapadas con comillas dobles.
fr_fr: L’export est fait vers un fichier CSV avec les spécifications suivantes : - Contient tous les textes dans l’ordre, une par ligne. - Les textes peuvent être enclos dans des " et peuvent être échappés avec des doubles guillemets.
ru_ru: Экспорт осуществляется из CSV-файла со следующими характеристиками: - Должен содержать все строки по порядку, по одной на строку - Строки могут быть заключены в кавычки. Для использования кавычек в самой строке, используйте Escape-символ в виде еще одной пары кавычек.

source: Export strings as...
de_de: Zeichenketten exportieren...
es_es: Exportar cadenas como...
fr_fr: Exporter les chaînes...
ru_ru: Экспортировать строки как...

source: The value could not be saved:
ru_ru: Значение не может быть сохранено:

source: Invalid value
ru_ru: Недопустимое значение

source: Only 1x1 or 3x3 supported.
de_de: Nur 1x1 oder 3x3 unterstützt.
es_es: Solo se admiten 1x1 o 3x3.
fr_fr: Seuls les formats 1x1 ou 3x3 sont supportés.
ru_ru: Поддерживаются только 1x1 или 3x3.

source: BPA slot is empty. Go to Tiles > Animated Tiles to manage animated tiles.
de_de: BPA-Slot ist leer. Gehe zu Kacheln > Animierte Kacheln, um animierte Kacheln zu verwalten.
es_es: Ranura BPA vacía. Ve a Tiles > Tiles animados para gestionar los tiles animados.
ru_ru: Слот BPA пуст. Перейдите в раздел Плитки > Анимированные плитки, чтобы управлять анимированными плитками.

source: Some images editors have problems when editing indexed images that contain the same color multiple times (they mis-match the actual color index). Since the import expects all 8x8 tiles to only use one 16-color palette, this can lead to issues. To solve this, you can make all colors in the palettes unique. This is done by slightly shifting the color values of duplicate colors (not visible for the human eye).
de_de: Eine Bildbearbeitungsprogramme haben Probleme damit, indizierte Bilder zu bearbeiten, die dieselbe Farbe mehrfach in der Palette verwenden (sie ordnen den falschen Farbindex zu). Da der Import erwartet, dass alle 8x8 Kacheln nur eine der 16-Farbpaletten verwenden kann das zu Problemen führen. Um das zu lösen, kannst du alle Farben in der Palette einzigartig machen. Dabei werden alle gleichen Farbwerte leicht verändert (nicht sichtbar für das menschliche Auge).
es_es: Algunos editores de imágenes tienen problemas para editar imágenes indexadas que contienen el mismo color varias veces (no se ajustan al índice de color real). Dado que la importación espera que todos los tiles de 8x8 utilicen solo una paleta de 16 colores, esto puede provocar problemas. Para solucionarlo, puedes hacer que todos los colores de las paletas sean únicos. Esto se hace desplazando ligeramente los valores de color de los colores duplicados (invisibles para el ojo humano).
ru_ru: Некоторые редакторы изображений сталкиваются с проблемами при редактировании индексированных изображений, которые содержат один и тот же цвет несколько раз (они неправильно определяют индекс цвета). Поскольку при импорте ожидается, что все плитки (8x8 пикселей) будут использовать только одну 16-цветную палитру, это может привести к проблемам. Чтобы решить эту проблему, можно сделать все цвета в палитрах уникальными. Это делается путем небольшого смещения цветовых значений дублирующихся цветов (незаметного для человеческого глаза).

source: Make Colors Unique
de_de: Farben einzigartig machen
es_es: Hacer colores únicos
fr_fr: Rendre toutes les couleurs uniques
ru_ru: Сделать цвета уникальными

source: Made colors unique.
de_de: Alle Farben einzigartig gemacht.
es_es: Los colores se han hecho únicos.
fr_fr: Les couleurs sont uniques.
ru_ru: Цвета стали уникальными.

source: You can not remove the last palette.
de_de: Du kannst die letzte Palette nicht entfernen.
es_es: No puedes eliminar la última paleta.
fr_fr: Vous ne pouvez pas retirer la dernière palette.
ru_ru: Вы не можете удалить последнюю палитру.

source: Color
de_de: Farbe
fr_fr: Couleur
ru_ru: Цвет

source: <span size="large">Welcome to SkyTemple!</span> With this tool you can edit various things in ROMs of Pokémon Mystery Dungeon Explorers of Sky. You can find more information on how to use this application in <a href="wiki">the SkyTemple wiki</a>. You can also access help from the wiki for the section you are currently in with the "?" icon at the top of the app.
ru_ru: <span size="large">Добро пожаловать в SkyTemple!</span> С помощью этого инструмента вы можете редактировать различные вещи в ROM игры Pokémon Mystery Dungeon Explorers of Sky. Более подробную информацию о том, как пользоваться этим приложением, вы найдете в <a href="wiki">вики SkyTemple</a>. Вы также можете получить справку из вики по разделу, в котором вы сейчас находитесь, с помощью значка "?" в верхней части приложения.

source: Can we add a "Created with SkyTemple" message to the logos, that appear when starting the game? This message will be placed on Layer 2 of map background S05P01A. If you don't like it, you can easily remove it or customize it. If you want to do it later, or for another project, you can reopen this dialog, using the menu on the top-right of the main window.
de_de: Dürfen wir eine „Created with SkyTemple“ -Nachricht („erstellt mit SkyTemple“) zu den Logs beim Spielstart hinzufügen? Diese Nachricht wird auf Ebene 2 des Kartenhintergrunds S05P01A platziert. Wenn sie dir nicht gefällt, kannst du sie einfach wieder entfernen oder anpassen. Wenn du es lieber später oder für ein anderes Projekt hinzufügen möchtest kannst du diesen Dialog über das Menü oben rechts wieder öffnen.
es_es: ¿Podemos añadir un mensaje de "Creado con SkyTemple" a los logotipos que aparecen al iniciar el juego? Este mensaje se colocará en la capa 2 del fondo de mapa S05P01A. Si no te gusta, puedes quitarlo o personalizarlo fácilmente. Si quieres hacerlo más tarde, o para otro proyecto, puedes volver a abrir este diálogo utilizando el menú en la parte superior derecha de la ventana principal.
fr_fr: Pouvons‑nous ajouter un message « Créer avec SkyTemple » aux logos qui apparaissent au démarrage du jeu ? Cet sera placé sur la couche 2 du fond de carte S05P01A. Si vous n’en voulez pas, vous pouvez facilement le supprimer ou le remplacer. Si vous souhaitez le faire plus tard, ou pour un autre projet, vous pouvez ré‑ouvrir ce dialogue en utilisant le menu en haut à droite de la fenêtre principale.
ru_ru: Можно ли добавить сообщение "Created with SkyTemple" к логотипам, которые появляются при запуске игры? Это сообщение будет размещено на втором слое фона локации S05P01A. Если оно вам не нравится, вы можете легко удалить его или настроить. Если вы захотите сделать это позже или для другого проекта, вы можете снова открыть этот диалог, используя меню на в правом верхнем углу главного окна.

source: Add "Created with SkyTemple"
de_de: Hinzufügen von "Erstellt mit SkyTemple"
es_es: Añadir "Creado con SkyTemple"
fr_fr: Ajouter "Créé avec SkyTemple"
ru_ru: Добавить "Created with SkyTemple"

source: SkyTemple Settings
de_de: SkyTemple Einstellungen
es_es: Ajustes de SkyTemple
fr_fr: Paramètres de SkyTemple
ru_ru: Настройки SkyTemple

source: Advanced
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
ru_ru: Расширенные настройки

source: Use Native File Handlers
de_de: Native Datei-Handler verwenden
es_es: Usar manejadores de archivos nativos
fr_fr: Utiliser les gestionnaires de fichiers natifs
ru_ru: Использовать обработчики родных файлов

source: Enable Discord integration
de_de: Discord-Integration aktivieren
es_es: Activar integración con Discord
fr_fr: Activer l'intégration avec Discord
ru_ru: Включить интеграцию с Discord

source: Theme
de_de: Thème
es_es: Tema
fr_fr: Thème
ru_ru: Тема оформления

source: Error Reports
de_de: Fehlerberichte
es_es: Notificar errores
fr_fr: Rapports d'erreur
ru_ru: Отчет об ошибках

source: Send error reports
de_de: Fehlerberichte senden
es_es: Enviar informes de errores
fr_fr: Envoyer des rapports d'erreur
ru_ru: Отправлять отчёты об ошибках

source: <i>If enabled, error reports are sent to sentry.io, allowing us to improve SkyTemple. See the <a href="privacy">privacy information</a> for more details.</i>
de_de: <i>Wenn aktiviert, werden Fehlerberichte an sentry.io gesendet, um SkyTemple zu verbessern. In unseren <a href="privacy">Datenschutzinformationen</a> findest du weitere Details.</i>
es_es: <i>Si se activa, los informes de errores se enviarán a sentry.io, lo que nos permitirá mejorar SkyTemple. Consulta la <a href="privacy">Información sobre Privacidad</a> para obtener más información.</i>
fr_fr: <i>Si activé, des rapports d’erreur seront envoyé à sentry.io afin de nous aider à améliorer SkyTemple. Consulter les <a href="private">informations de confidentialité</a> pour plus d’information.</i>
ru_ru: <i>Если включено, отчеты об ошибках отправляются на sentry.io, что позволяет нам улучшить SkyTemple. Подробнее см. в <a href="privacy">информации о конфиденциальности</a>.</i>

source: Use Client Side Decorations
de_de: Verwende "Client Side Decorations"
es_es: Utilizar decoraciones del lado del cliente
fr_fr: Utiliser les décorations côté client
ru_ru: Использовать украшения на стороне клиента

source: <i>Translations are written by volunteers and may not be accurate. Consider <a href="translate">helping us</a> translate SkyTemple!</i>
es_es: <i>Las traducciones las escriben voluntarios y es posible que no sean precisas. ¡Considera <a href="translate">ayudarnos a</a> traducir SkyTemple!</i>
ru_ru: <i>Переводы написаны волонтерами, и могут быть неточными. Вы можете <a href="translate">помочь нам</a> перевести SkyTemple!</i>

source: More Files
de_de: Weitere Dateien
es_es: Más archivos
fr_fr: Plus de fichiers
ru_ru: Больше файлов

source: Save as...
de_de: Speichern unter...
es_es: Guardar como...
fr_fr: Sauvegarder sous...
ru_ru: Сохранить как...

source: Show welcome screen...
de_de: Willkommens-Dialog anzeigen...
es_es: Mostrar pantalla de bienvenida...
fr_fr: Afficher l'écran d'accueil
ru_ru: Показать экран приветствия...

source: Settings...
de_de: Einstellungen...
es_es: Ajustes...
fr_fr: Paramètres
ru_ru: Настройки...

source: Open Image Converter...
de_de: Bildkonverter öffnen...
es_es: Abrir convertidor de imágenes...
ru_ru: Открыть конвертер изображений...

source: Open SpriteCollab Browser...
de_de: SpriteCollab-Browser öffnen...
es_es: Abrir el navegador de SpriteCollab...
ru_ru: Открыть браузер SpriteCollab...

source: Open config directory...
de_de: Konfigurations-Verzeichnis öffnen...
es_es: Abrir directorio de configuración...
fr_fr: Ouvrir le répertoire de configuration
ru_ru: Открыть папку с настройками...

source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
ru_ru: О программе

source: A new version of SkyTemple is available:
de_de: Eine neue Version von SkyTemple ist verfügbar:
es_es: Hay una nueva versión de SkyTemple disponible:
fr_fr: Une nouvelle version de SkyTemple est disponible:
ru_ru: Вышла новая версия SkyTemple:

source: Update now!
de_de: Jetzt aktualisieren!
es_es: Actualizar ahora
fr_fr: Mettez à jour!
ru_ru: Обновить сейчас!

source: Recent Files:
de_de: Zuletzt geöffnet:
es_es: Archivos recientes:
fr_fr: Fichiers récents
ru_ru: Последние файлы:

source: Native File Handlers enabled.
de_de: Native Datei-Handler aktiviert.
es_es: Manejadores de archivos nativos habilitados.
fr_fr: Gestionnaires de fichiers natifs activés.
ru_ru: Включены обработчики родных файлов.

source: Oops!
de_de: Ups!
es_es: ¡Ups!
fr_fr: Oups !
ru_ru: Упс!

source: An error happened while trying to load this view. Sorry!
de_de: Ein Fehler ist aufgetreten! Tut uns Leid!
es_es: Se ha producido un error al intentar cargar esta vista. ¡Lo sentimos!
fr_fr: Une erreur est survenue lors du chargement de cette vue. Désolé !
ru_ru: При попытке загрузить этот вид произошла ошибка. Извините!

source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
ru_ru: Открыть

source: Save to ROM
de_de: Speichere ROM
es_es: Guardar en ROM
fr_fr: Sauvegarder la ROM
ru_ru: Сохранить в ROM

source: Reload current ROM
de_de: Aktuelle ROM neuladen
es_es: Recargar ROM actual
fr_fr: Recharger la ROM
ru_ru: Перезагрузить текущий ROM

source: Open script editor / debugger
de_de: Öffne Skript-Editor / Debugger
es_es: Abrir editor de scripts / Depurador
fr_fr: Ouvrir l'éditeur de script / débogueur
ru_ru: Открыть редактор скриптов/отладчик

source: Application to edit the ROM of Pokémon Mystery Dungeon Explorers of Sky
ru_ru: Приложение для редактирования ROM игры Pokémon Mystery Dungeon Explorers of Sky

source: Privacy Information
de_de: Datenschutzinformationen
es_es: Información sobre privacidad
fr_fr: Informations de confidentialité
ru_ru: Информация о конфиденциальности

source: Don't allow
de_de: Nicht erlauben
es_es: No permitir
fr_fr: Refuser
ru_ru: Не разрешаю

source: Allow sending error reports
de_de: Senden von Fehlerberichten zulassen
es_es: Permitir el envío de informes de errores
fr_fr: Autoriser l'envoi de rapports d'erreur
ru_ru: Разрешить отправку отчётов об ошибках

source: <span size="large">Welcome to SkyTemple!</span> We would like to collect some error information if things go wrong. You can find more information about the data we collect and how we use it in our <a href="privacy">privacy information</a>. This is used so we can improve SkyTemple.
de_de: <span size="large">Willkommen bei SkyTempel!</span> Wir möchten Fehlerinformationen sammeln, falls etwas schief geht. Weitere Informationen zu den von uns erfassten Daten und wie wir sie verwenden, findest du in unseren <a href="privacy">Datenschutz-Informationen</a>. Die Informationen verwenden wir, um SkyTemple zu verbessern.
es_es: <span size="large">¡Bienvenido a SkyTemple!</span> Nos gustaría recopilar alguna información sobre lo ocurrido si algo sale mal. Puedes encontrar más información sobre los datos que recopilamos y cómo los usamos en nuestra <a href="privacy">Información sobre Privacidad</a>. Con ellos, nos permitirás mejorar el SkyTemple.
fr_fr: <span size="large">Bienvenue dans SkyTemple !</span> Nous aimerions collecter des informations en cas d’erreurs. Vous pouvez trouvez plus d’informations les données collectés et sur les usages qui en sont fait dans nos <a href="privacy">informations de confidentialité</a>. Cela nous permettra d’améliorer SkyTemple.
ru_ru: <span size="large">Добро пожаловать в SkyTemple!</span> Мы хотели бы собрать некоторую информацию об ошибках, если что-то пойдет не так. Более подробную информацию о том, какие данные мы собираем и как мы их используем, вы найдете в нашей <a href="privacy">информации о конфиденциальности</a>. Эти данные используются для того, чтобы мы могли улучшать SkyTemple.

source: Loading ROM "NAME"...
de_de: Lade ROM "NAME"...
es_es: Cargando ROM "NAME"...
fr_fr: Chargement de la ROM "NAME"...
ru_ru: Загрузка ROM "NAME"...

source: Dither: Ordered
de_de: Dithering: Geordnet
es_es: Difuminado: Ordenado
fr_fr: Dépolissage: Ordonné
ru_ru: Дизеринг: упорядоченный

source: Dither: Floyd Steinberg
de_de: Dithering: Floyd Steinberg
es_es: Difuminado: Floyd Steinberg
fr_fr: Dépolissage: Floyd Steinberg
ru_ru: Дизеринг: Флойд Стейнберг

source: No Dithering
de_de: Kein Dithering
es_es: Sin difuminado
fr_fr: Aucun dépolissage
ru_ru: Без дизеринга

source: Reorganize colors only
de_de: Farben nur neu sortieren
es_es: Solo reorganizar colores
fr_fr: Réorganiser les couleurs uniquement
ru_ru: Только реорганизация цветов

source: This tool converts any image into the image format required by Explorers of Sky. Please note that the game has pretty strict color restrictions. Each 8x8 tile will only be able to use one palette. The images created by this tool can be imported for backgrounds.
de_de: Dieses Tool konvertiert jedes Bild in das von "Erkundungsteam Himmel" benötigte Bildformat. Bitte beachte, dass das Spiel ziemlich strenge Farbbeschränkungen hat. Jede 8x8 Kachel kann nur eine Palette verwenden. Die von diesem Werkzeug erstellten Bilder können als Hintergründe importiert werden.
es_es: Esta herramienta convierte cualquier imagen en el formato de imagen requerido por Exploradores del Cielo. Ten en cuenta que el juego tiene restricciones de color bastante estrictas. Cada tile de 8x8 solo podrá utilizar una paleta. Las imágenes creadas por esta herramienta pueden importarse para los fondos.
fr_fr: Cet outil convertit n'importe quelle image dans le format d'image requis par Explorateurs du Ciel. Veuillez noter que le jeu a des restrictions de couleurs assez strictes. Chaque tuile 8x8 ne sera en mesure d'utiliser qu'une seule palette. Les images créées par cet outil peuvent être importées pour les arrière-plans.
ru_ru: Этот инструмент преобразует любое изображение в формат, необходимый для Explorers of Sky. Обратите внимание, что игра имеет довольно строгие ограничения по цветам. В каждой плитке 8x8 можно будет использовать только одну палитру. Изображения, созданные этим инструментом, можно импортировать для фонов.

source: Number of Palettes
de_de: Anzahl der Paletten
es_es: Número de paletas
fr_fr: Nombre de Palettes
ru_ru: Число палитр

source: Transparent Color
de_de: Transparente Farbe
es_es: Color transparente
fr_fr: Couleur transparente
ru_ru: Прозрачный цвет

source: Color
de_de: Farbe
fr_fr: Couleur
ru_ru: Цвет

source: Dithering Level
de_de: Dithering-Stärke
es_es: Nivel de difuminado
fr_fr: Niveau de dépolissage
ru_ru: Уровень дизеринга

source: No. of tile clustering passes
ru_ru: Количество проходов кластеризации плиток

source: No. of color clustering passes
ru_ru: Количество проходов кластеризации цветов

source: Advanced Options
de_de: Erweiterte Einstellungen
es_es: Opciones avanzadas
ru_ru: Расширенные настройки

source: Additional Input Image (optional)
de_de: Zusätzliches Eingabebild (optional)
es_es: Imagen de entrada adicional (opcional)
fr_fr: Image d'entrée supplémentaire (optionnel)
ru_ru: Дополнительное входное изображение (опционально)

source: Convert
de_de: Konvertieren
es_es: Convertir
fr_fr: Convertir
ru_ru: Преобразовать

source: Job Debriefing Related Strings
de_de: Zeichenketten für Jobergebnisse
es_es: Cadenas relacionadas con las misiones

source: Member Joined Menu
de_de: Menü "Ins Team aufnehmen?"
es_es: Menú de miembros nuevos

source: Some Item Menu Strings
de_de: Einige Zeichenketten für Item-Menüs
es_es: Cadenas de menú de algunos objetos

source: Gummi Eating Strings
de_de: Gummi-Verzehr Zeichenketten
es_es: Cadenas sobre comer gomis
fr_fr: Textes de consommation de Gelée

source: Items and Pokemon Menu Strings
de_de: Zeichenketten für Items und Pokémon Menüs
es_es: Cadenas de menús de Pokémon y objetos
fr_fr: Textes des menus des objets et des Pokémon

source: Evolution Strings
de_de: Zeichenketten zur Entwicklung
es_es: Cadenas de evolución
fr_fr: Textes d’évolution

source: Music tracks names
de_de: Namen von Musiktiteln
es_es: Nombres de pistas de música
fr_fr: Noms des musiques

source: Personality Quiz result strings
de_de: Ergebnisse im Persönlichkeitstest
es_es: Resultados de la prueba de personalidad
fr_fr: Textes des résultats du test de personnalité

source: Personality string natures
de_de: Zeichenketten für Wesen im Persönlichkeitstest
es_es: Cadenas de naturaleza de personalidad
fr_fr: Textes des natures du test de personnalité

source: Floor-Wide Status Names+Desc
de_de: Namen und Beschreibungen von Ebenenzuständen
es_es: Nombres de estado del suelo + Desc.

source: IQ Skills Menu
de_de: Menü für IQ-Fähigkeiten
es_es: Menú de habilidades CI
fr_fr: Menu des aptitudes Q.I.

source: Mission Objectives
de_de: Missionsziele
es_es: Objetivos de misión
fr_fr: Objectifs de mission

source: Potential Recruit Strings
de_de: Potenzielle Team-Anwärter
es_es: Cadenas de potencial de reclutamiento
fr_fr: Texte des recrues potentielles

source: Traps Feedback
de_de: Fallen-Feedback
es_es: Comentarios de trampas

source: More Dungeon Feedback
de_de: Weiterer Dungeon-Feedback
es_es: Más comentarios de territorio

source: Something's Stirring String
de_de: 'Da ist irgendetwas...' Zeichenketten
es_es: Cadena "Algo se está moviendo"

source: Some Fake items Dialogue
de_de: Zeichenketten für Plagiat-Items
es_es: Diálogos de algunos objetos falsos

source: Shaymin Form Change Strings
de_de: Zeichenketten für Shaymins Formwechsel
es_es: Cadenas de cambio de forma de Shaymin
fr_fr: Texte du changement de forme de Shaymin

source: Recruited A Pokemon Strings
de_de: Zeichenketten für Pokémon Anwerbung
es_es: Cadenas de Pokémon reclutado

source: Battle Feedback Messages
de_de: Feedback-Meldungen für Kämpfe
es_es: Mensajes de comentarios de batalla

source: Misson Feedback
de_de: Feedback für Missionen
es_es: Comentarios de misión

source: Misc Battle Events Strings
de_de: Verschiedene Kampfereignisse
es_es: Cadenas de eventos de batalla adicionales

source: Secret Bazaar Stairs Found
de_de: Treppen für Geheimbasar gefunden
es_es: Escaleras al Bazar Secreto encontradas

source: Team Tactics Menu strings
de_de: Menü für Taktikauswahl
es_es: Cadenas de menú tácticas de equipo

source: Item Became Sticky
de_de: Item wurde klebrig
es_es: Objeto se volvió pegajoso

source: Statuses Names and Descriptions
de_de: Statusnamen und -beschreibungen
es_es: Nombres de estados y descripciones

source: Debug Menu Strings
de_de: Debug-Menü-Zeichenketten
es_es: Cadenas del menú de depuración

source: Staff Roll
de_de: Mitwirkende
es_es: Créditos
fr_fr: Crédits
