Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Ground Engine not running.
de_de: Ground Engine wird nicht ausgeführt.
es_es: El motor de territorios no se está ejecutando.
fr_fr: Moteur de terrain non utilisé.
ru_ru: Ground Engine не работает.

source: Active Files
de_de: Aktive Dateien
es_es: Archivos activos
fr_fr: Fichiers actifs
ru_ru: Активные файлы

source: Entities
de_de: Entitäten
es_es: Entidades
fr_fr: Entités
ru_ru: Сущности

source: Ground Engine State
de_de: Ground Engine Zustand
es_es: Estado del motor de territorios
fr_fr: État du moteur de terrain
ru_ru: Состояние Ground Engine

source: Ground State
de_de: Ground Engine Zustand
es_es: Estado del terreno
fr_fr: État Terrain
ru_ru: Состояние Ground Engine

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
ru_ru: Сохранить

source: Load
de_de: Laden
es_es: Cargar
fr_fr: Charger
ru_ru: Загрузить

source: Reload current variables
de_de: Aktuelle Variablen neu laden
es_es: Recargar variables actuales
fr_fr: Recharger les variables actuelles
ru_ru: Обновить текущие переменные

source: Sometimes the values get out of sync with the game. This forces a reload.
de_de: Es kann passieren, dass die Werte nicht mit den Werten des Spiels übereinstimmen. Dies erzwingt, dass die Werte neu geladen werden.
es_es: A veces los valores se desincronizan con el juego. Esto fuerza un reinicio.
fr_fr: Il arrive que les valeurs se désynchronise de celles du jeu. Ceci force un rechargement.
ru_ru: Иногда значения перестают синхронизироваться с игрой. Это заставляет их перезагрузиться.

source: Global Variables
de_de: Globale Variablen
es_es: Variables globales
fr_fr: Variables globales
ru_ru: Глобальные переменные

source: Debugger is not halting.
de_de: Debugger hält nicht an.
es_es: El depurador no se detiene.
ru_ru: Отладчик не останавливается.

source: Local Variables
de_de: Lokale Variablen
es_es: Variables locales
fr_fr: Variables locales
ru_ru: Локальные переменные

source: Macro Variables
de_de: Makro-Variablen
es_es: Variables de macro
ru_ru: Переменные Макроса

source: General Debug
de_de: Allgemeines Debugging
es_es: Depuración general
ru_ru: Общая отладка

source: Draw Entity Debug Overlay
de_de: Zeichne Entitäten-Debug-Schicht
es_es: Trazar superposición de depuración de entidades
ru_ru: Отобразить отладочный слой сущностей

source: Enable Debugging Mode
de_de: Aktiviere Debug-Modus
es_es: Activar modo de Depuración
fr_fr: Activer le mode débogage
ru_ru: Включить режим отладки

source: branch_Debug (if debug) commands will activate.
de_de: "branch_Debug" (if debug) Befehle werden aktiviert.
es_es: Los comandos de 'branch_Debug' se activarán (si se está depurando).
fr_fr: Les commandes 'branch_Debug' (si débug) s'activeront.
ru_ru: branch_Debug (если debug), команды будут активированы.

source: Dungeons: Auto Next Floor
de_de: Dungeons: Gehe automatisch zur nächsten Ebene
es_es: Territorios: Avanzar automáticamente al siguiente piso
fr_fr: Donjons : prochain étage automatique
ru_ru: Пропуск этажей в подземельях

source: Debug Flags
de_de: Debug Einstellungen
es_es: Marcas de depuración
fr_fr: Drapeaux de débogage
ru_ru: Флаги отладки

source: Message Speed Up
de_de: Text vorspulen
es_es: Acelerador de mensajes
fr_fr: Accélération des messages
ru_ru: Увеличить скорость текста

source: Disable Screen Fade
de_de: Bildschirmausblendung deaktivieren
es_es: Desactivar el atenuamiento de pantalla
ru_ru: Отключить затухания экрана

source: Disable Sound
de_de: Ton abschalten
es_es: Desactivar sonido
ru_ru: Отключить звук

source: Disable Background Music
de_de: Hintergrundmusik deaktivieren
es_es: Desactivar música de fondo
ru_ru: Отключить музыку

source: Disable Sound Effects
de_de: Sound-Effekte deaktivieren
es_es: Desactivar efectos de sonido
ru_ru: Отключить звуковые эффекты

source: Stage NPC Dummy (?)
de_de: Platzhalter-Akteure verwenden (?)
ru_ru: Использовать фиктивных NPC (?)

source: Text Overflow Check (does nothing)
de_de: Textüberlaufprüfung (macht nichts)
ru_ru: Проверка переполнения текста (ничего не делает)

source: No Cheat Check (does nothing)
ru_ru: Нет проверки читов (ничего не делает)

source: No Plunge Check (does nothing)
ru_ru: Нет проверки погружения (ничего не делает)

source: Reuse Dungeon Quicksaves
ru_ru: Повторно использовать быстрые сохранения подземелья

source: Enable Debug Menus (does nothing)
de_de: Debug-Menüs aktivieren (macht nichts)
ru_ru: Включить меню отладки (ничего не делает)

source: Override Dungeon Result
de_de: Dungeon-Ergebnis überschreiben
ru_ru: Переопределить результат прохождения подземелья

source: Debug Log Flags
de_de: Debug Logging Einstellungen
es_es: Registro de depuración
ru_ru: Журнал отладки флагов

source: Dungeon
es_es: Territorio
fr_fr: Donjon
ru_ru: Подземелье

source: Script Debug
de_de: Skript-Debug
es_es: Script de depuración
fr_fr: Débogage du script
ru_ru: Отладка сценария

source: Script Supervision
ru_ru: Сценарий: supervision

source: Script command
de_de: Skript-Befehl
ru_ru: Команда сценария

source: Sound
de_de: Ton
es_es: Sonido
ru_ru: Звук

source: BGM
de_de: Musik
es_es: Música de fondo
ru_ru: Фоновая музыка

source: SE
de_de: Soundeffekte
ru_ru: Звуковые эффекты

source: Flag
es_es: Marca
fr_fr: Drapeau
ru_ru: Флаг

source: File
de_de: Datei
es_es: Archivo
ru_ru: Файл

source: Memory
de_de: Speicher
es_es: Memoria
ru_ru: Память

source: Thread
es_es: Hilo
ru_ru: Поток выполнения

source: Kernel
ru_ru: Ядро

source: Performance
de_de: Leistung
es_es: Rendimiento
ru_ru: Производительность

source: Table:
de_de: Tabelle:
es_es: Tabla:
ru_ru: Таблица:

source: Parent Table:
de_de: Übergeordnete Tabelle:
es_es: Tabla padre:
ru_ru: Родительская таблица:

source: Entries:
de_de: Einträge:
es_es: Entradas:
fr_fr: Entrées :
ru_ru: Записей:

source: Header:
de_de: Überschrift:
es_es: Encabezado:
fr_fr: Entête :
ru_ru: Заголовок:

source: Data:
de_de: Daten:
es_es: Datos:
fr_fr: Données :
ru_ru: Данные:

source: Unk1
de_de: Unb1
es_es: Desc. 1
ru_ru: Неизв1

source: Unk2
de_de: Unb2
es_es: Desc. 2
ru_ru: Неизв2

source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
ru_ru: Доступно

source: Used
de_de: Benutzt
es_es: Usado
fr_fr: Utilisé
ru_ru: Использовано

source: Dump Selected Block
de_de: Exportiere ausgewählten Block
es_es: Volcar bloque seleccionado
ru_ru: Выгрузить выбранный блок

source: Reload
de_de: Neu laden
es_es: Recargar
fr_fr: Recharger
ru_ru: Перезагрузить

source: Allocated Memory
de_de: Zugewiesener Speicher
es_es: Memoria asignada
fr_fr: Mémoire allouée
ru_ru: Выделенная память

source: State / Debugging
de_de: Zustand / Debugging
es_es: Estado / Depuración
fr_fr: État/Débogage
ru_ru: Состояние / Отладка

source: Welcome to SkyTemple Script Engine Debugger. Please load a game ROM via the File menu.
de_de: Willkommen zum SkyTemple Script Engine Debugger. Bitte lade eine Spiele-ROM über das Datei-Menü.
es_es: Bienvenido al Depurador del Motor de Scripts de SkyTemple Por favor, carga una ROM del juego a través del menú Archivo.
fr_fr: Bienvenue dans le débogueur du moteur de script de SkyTemple! Veuillez charger une ROM de jeu via le menu Fichier.
ru_ru: Добро пожаловать в SkyTemple Script Engine Debugger. Пожалуйста, загрузите ROM игры через меню File.

source: The Script Engine is currently not running.
de_de: Die Skript-Engine wird aktuell nicht ausgeführt.
es_es: El motor de scripts no se está ejecutando.
fr_fr: Le moteur de script n'est pas actif.
ru_ru: Скрипт-движок в настоящее время не запущен.

source: Run the game from the start or stop the emulator.
de_de: Starte das Spiel von vorne oder stoppe den Emulator.
es_es: Ejecuta el juego desde el principio o detiene el emulador.
fr_fr: Lance le jeu du début ou arrête l'émulateur.
ru_ru: Запустить игру с самого начала или остановить эмулятор.

source: Pause the emulator.
de_de: Pausiere den Emulator.
es_es: Pausar el emulador.
fr_fr: Mettre en pause l'émulateur.
ru_ru: Приостановить эмулятор.

source: Reset the emulator.
de_de: Setze den Emulator zurück.
es_es: Reiniciar el emulador.
fr_fr: Réinitialisez l'émulateur.
ru_ru: Перезагрузить эмулятор.

source: Savestate
es_es: Archivo de guardado
fr_fr: Sauvegarde instantané
ru_ru: Быстрое сохранение

source: Emulator
es_es: Emulador
fr_fr: Émulateur
ru_ru: Эмулятор

source: Game Internal
de_de: Intern
es_es: Juego base
fr_fr: Intèrieur du jeu
ru_ru: Внутриигровой

source: OpCodes
de_de: Anweisungen
es_es: Códigos de operación
ru_ru: Коды операций

source: Engine Events
de_de: Engine-Ereignisse
es_es: Eventos del motor
ru_ru: События движка

source: Debug Log
es_es: Registro de depuración
fr_fr: Journal de débogage
ru_ru: Журнал отладки

source: Powered by DeSmuME, the Nintendo DS Emulator: Originally licensed under GPLv2. See https://github.com/TASVideos/desmume/blob/master/desmume/AUTHORS for a list of authors! Thanks for making this great emulator!
de_de: Enthält DeSmuME, den Nintendo DS Emulator: Ursprünglich lizenziert unter GPLv2. Siehe https://github.com/TASVideos/desmume/blob/master/desmume/AUTHORS für eine Liste von Autoren! Danke, dass ihr diesen großartigen Emulator entwickelt habt!
es_es: Impulsado por DeSmuME, el emulador de Nintendo DS: Originalmente licenciado bajo GPLv2. Consulta https://github.com/TASVideos/desmume/blob/master/desmume/AUTHORS para ver la lista de autores. ¡Gracias por hacer este gran emulador!
fr_fr: Propulsé par DeSmuME, l'émulateur Nintendo DS : initialement sous licence GPLv2. Voir https://github. om/TASVideos/desmume/blob/master/desmume/AUTHORS pour une liste d'auteurs ! Merci d'avoir fait ce grand émulateur !
ru_ru: Работает на DeSmuME, эмуляторе Nintendo DS: Первоначально лицензировался под GPLv2. Список авторов смотрите на https://github.com/TASVideos/desmume/blob/master/desmume/AUTHORS! Спасибо за создание этого замечательного эмулятора!

source: Interactive debugger for the script engine of Pokémon Mystery Dungeon Explorers of Sky (EU/US)
de_de: Interaktiver Debugger für die Skript-Engine von Pokémon Mystery Dungeon Erkundungsteam Himmel (EU/US)
es_es: Depurador interactivo para el motor de scripts de Pokémon Mundo Misterioso: Exploradores del Cielo (UE/US)
fr_fr: Débogueur interactif pour le moteur de script de Pokémon Donjon Mystère: Explorateurs du Ciel (EU/US)
ru_ru: Интерактивный отладчик для скрипт-движка игры Pokémon Mystery Dungeon Explorers of Sky (EU/US)

source: translator-credits
de_de: Marco "Capypara" Köpcke
es_es: Apuapua#5983 Wolf Igmc4#6479 Nostale#2536
fr_fr: n_tonio36#5530 marius851000 PwaroPwaro
ru_ru: Сергей (sergey_the_piplup) FantoM (fantom.69)

source: The script contains a syntax error, please fix it before editing the Position Mark. Parse error: {err}
de_de: Dieses Skript enthält einen Syntax-Fehler, bitte behebe ihn, bevor die die Positionsmarker bearbeiten kannst. Syntax-Fehler: {err}
es_es: El script contiene un error de sintaxis, soluciónalo antes de editar la marca de posición. Error de sintaxis: {err}
fr_fr: Le script contient une erreur de syntaxe, veuillez la corriger avant de modifier le marqueur de position. Erreur de décodage : {err}
ru_ru: Скрипт содержит синтаксическую ошибку, пожалуйста, исправьте ее перед редактированием маркера позиции. Ошибка анализа: {err}

source: Constants & Variables
de_de: Konstanten und Variablen
es_es: Constantes y variables
fr_fr: Constantes et variables
ru_ru: Константы и переменные

source: Statements
de_de: Anweisungen
es_es: Sentencias
fr_fr: Instructions
ru_ru: Операторы

source: Functions
de_de: Funktionen
es_es: Funciones
fr_fr: Fonctions
ru_ru: Функции

source: Macros have no scenes.
de_de: Makros besitzen keine Szenen.
es_es: Las macros no tienen escenas.
fr_fr: Les macros n'ont aucune scène.
ru_ru: Макрос не имеет сцен.

source: Action not supported
de_de: Aktion wird nicht unterstützt
es_es: Acción no soportada
fr_fr: Action non prise en charge
ru_ru: Действие не поддерживается

source: _About
de_de: _Über
es_es: _Acerca de
fr_fr: _A propos
ru_ru: _О программе

source: _Add
de_de: _Hinzufügen
es_es: _Añadir
fr_fr: _Ajouter
ru_ru: _Добавить

source: _Apply
de_de: A_nwenden
es_es: _Aplicar
fr_fr: _Appliquer
ru_ru: _Применить

source: _Close
de_de: _Schließen
es_es: _Cerrar
fr_fr: _Fermer
ru_ru: _Закрыть

source: _Copy
de_de: _Kopieren
es_es: _Copiar
fr_fr: _Copier
ru_ru: _Копировать

source: Cu_t
de_de: Ausschnei_den
es_es: Cor_tar
fr_fr: C_ouper
ru_ru: Выр_езать

source: _Delete
de_de: _Löschen
es_es: _Eliminar
fr_fr: _Supprimer
ru_ru: _Удалить

source: _Forward
de_de: _Vorwärts
es_es: _Adelante
ru_ru: _Вперед

source: _Next
de_de: _Nächstes
es_es: _Siguiente
fr_fr: _Suivant
ru_ru: _Следующий

source: P_ause
de_de: P_ausieren
es_es: P_ausa
ru_ru: При_остановить

source: _Play
de_de: _Fortsetzen
es_es: _Iniciar
fr_fr: _Démarrer
ru_ru: _Воспроизвести

source: _Stop
de_de: _Stoppen
es_es: _Detener
fr_fr: _Arrêter
ru_ru: _Остановить

source: _New
de_de: _Neu
es_es: _Nuevo
fr_fr: _Nouveau
ru_ru: _Новый

source: No
de_de: Nein
fr_fr: Non
ru_ru: Нет

source: _No
de_de: _Nein
fr_fr: _Non
ru_ru: _Нет

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
ru_ru: Да

source: _Yes
de_de: _Ja
es_es: _Sí
fr_fr: _Oui
ru_ru: _Да

source: _Open
de_de: _Öffnen
es_es: _Abrir
fr_fr: _Ouvrir
ru_ru: _Открыть

source: _Paste
de_de: _Einfügen
es_es: _Pegar
fr_fr: _Coller
ru_ru: _Вставить

source: _Preferences
de_de: _Einstellungen
es_es: _Preferencias
fr_fr: _Préférences
ru_ru: _Параметры

source: _Print
de_de: _Drucken
es_es: _Imprimir
fr_fr: _Imprimer
ru_ru: _Печать

source: _Properties
de_de: _Eigenschaften
es_es: _Propiedades
fr_fr: _Propriétés
ru_ru: _Свойства

source: _Quit
de_de: _Beenden
es_es: _Cerrar
fr_fr: _Quitter
ru_ru: _Выйти

source: _Redo
de_de: _Wiederherstellen
es_es: _Rehacer
ru_ru: _Вернуть

source: _Refresh
de_de: _Neu Laden
es_es: _Actualizar
fr_fr: _Rafraîchir
ru_ru: _Обновить

source: _Remove
de_de: _Entfernen
es_es: _Quitar
fr_fr: _Supprimer
ru_ru: _Удалить

source: _Revert
de_de: _Rückgängig
es_es: _Revertir
ru_ru: _Отменить

source: Save _As
de_de: Speichern _Unter
es_es: Guardar _como
fr_fr: Sauvegarder _sous
ru_ru: Сохранить _как

source: Select _All
de_de: _Alle Auswählen
es_es: Seleccionar _todo
fr_fr: _Tout sélectionner
ru_ru: Выбрать _все

source: _Undo
de_de: _Rückgängig
es_es: _Deshacer
fr_fr: _Annuler
ru_ru: _Отменить

source: Zoom _In
de_de: _Vergrößern
es_es: Ampliar
fr_fr: Zoom _avant
ru_ru: Приблизить

source: Zoom _Out
de_de: V_erkleinern
es_es: Alejar
fr_fr: Zoom _arrière
ru_ru: Отдалить

source: Dojo Dungeons
es_es: Territorios del Dojo
fr_fr: Dédales
ru_ru: Подземелья додзе

source: Moves
de_de: Attacken
es_es: Movimientos
fr_fr: Capacités
ru_ru: Приемы

source: Save As...
de_de: Speichern unter...
es_es: Guardar como...
ru_ru: Сохранить как...

source: Open ROM...
de_de: ROM öffnen...
es_es: Abrir ROM...
fr_fr: Ouvrir une ROM...
ru_ru: Открыть ROM...

source: Error opening the ROM
de_de: Fehler beim Öffnen der ROM
es_es: Error al abrir la ROM
fr_fr: Erreur lors de l'ouverture de la ROM
ru_ru: Ошибка открытия ROM

source: Error saving the ROM
de_de: Fehler beim Speichern der ROM
es_es: Error al guardar la ROM
fr_fr: Erreur lors de la sauvegarde de la ROM
ru_ru: Ошибка сохранения ROM

source: A project must be opened to use this.
de_de: Ein Projekt muss geöffnet sein, um dies zu verwenden.
es_es: Debe abrirse un proyecto para utilizarlo.
fr_fr: Il faut ouvrir un projet pour l'utiliser.
ru_ru: Чтобы использовать это, должен быть открыт проект.

source: 'spritecollab' module must be installed to use this.
de_de: Das 'spritecollab' Modul muss installiert sein, um diese Funktion nutzen zu können.
es_es: El módulo 'spritecollab' debe estar instalado para usar esto.
ru_ru: Модуль 'spritecollab' должен быть установлен для использования этого.

source: Open a ROM
de_de: ROM öffnen
es_es: Abrir una ROM
fr_fr: Ouvrir une ROM
ru_ru: Открыть ROM

source: Loading ROM "{rom_name}"...
de_de: Lade ROM "{rom_name}"...
es_es: Cargando ROM "{rom_name}"...
fr_fr: Chargement de la ROM « {rom_name} »...
ru_ru: Загрузка ROM "{rom_name}"...

source: Opening {filename}.
de_de: Öffne {filename}.
es_es: Abriendo {filename}.
fr_fr: Ouverture de {filename}.
ru_ru: Открытие {filename}.

source: Saving ROM "{rom_name}"...
de_de: Speichere ROM "{rom_name}"...
es_es: Guardando ROM "{rom_name}"...
fr_fr: Enregistrement de la ROM « {rom_name} »...
ru_ru: Сохранение ROM "{rom_name}"...

source: Saving {rom.filename}.
de_de: Speichere {rom.filename}.
es_es: Guardando {rom.filename}.
fr_fr: Sauvegarde de {rom.filename}.
ru_ru: Сохранение {rom.filename}.

source: Do you want to save changes to {rom_name}?
de_de: Möchtest du Änderungen an {rom_name} speichern?
es_es: ¿Quieres guardar los cambios en {rom_name}?
fr_fr: Voulez vous enregistrer les changement vers {rom_name} ?
ru_ru: Хотите ли вы сохранить изменения в файле {rom_name}?

source: Detect automatically
de_de: Automatisch erkennen
es_es: Detectar automáticamente
fr_fr: Détecter automatiquement
ru_ru: Определять автоматически

source: Portuguese, Brazilian
de_de: Portugiesisch, Brasilianisch
es_es: Portugués, Brasileño
fr_fr: Portugais, brésilien
ru_ru: Португальский (Бразилия)

source: <i>Use System Settings to set this under Linux.</i>
de_de: <i>Verwende die Systemeinstellungen um diese Einstellung unter Linux zu ändern.</i>
es_es: <i>Usar la configuración del sistema para configurarlo en Linux.</i>
fr_fr: <i>Utilisez les paramètres systèmes sous Linux.</i>
ru_ru: <i>Используйте Системные Настройки для настройки этого параметра в Linux.</i>

source: You need to restart SkyTemple to apply some of the settings.
de_de: Du musst SkyTemple neu starten, um einige deiner Änderungen anzuwenden.
es_es: Necesitas reiniciar SkyTemple para aplicar algunos ajustes.
fr_fr: Vous devez redémarrer SkyTemple pour appliquer certains changements.
ru_ru: Чтобы применить некоторые настройки, вам необходимо перезапустить SkyTemple.

source: If this is enabled a new and faster (but slightly experimental) codebase is used to load and manipulate game files. Try to disable this if you run into crashes or other issues.
de_de: Wenn dies aktiviert ist, wird eine neue und schnellere (aber leicht experimentelle) Codebasis verwendet, um Spieldateien zu laden und zu manipulieren. Versuche, dies zu deaktivieren, wenn du auf Abstürze oder andere Probleme stoßen.
es_es: Si se habilita, se utilizará una base de código nueva y más rápida (pero ligeramente experimental) para cargar y manipular los archivos del juego. Si te encuentras con bloqueos u otros problemas, prueba a desactivarla.
fr_fr: Si cette option est activée, une base de code plus rapide et récente (mais un peu expérimental) sera utiliser pour charger et manipuler les données du jeu. Essayer de désactiver cette option en cas de plantage ou d’autres problèmes.
ru_ru: Если эта опция включена, то для загрузки и работы с файлами игры используется новая и более быстрая (но немного экспериментальная) кодовая база. Попробуйте отключить ее, если у вас возникают сбои или другие проблемы.

source: PNG image (*.png)
de_de: PNG-Bild (*.png)
es_es: Imagen PNG (*.png)
fr_fr: Image PNG (*.png)
ru_ru: Изображение PNG (*.png)

source: JPEG image (*.jpg, *.jpeg)
de_de: JPEG-Bild (*.jpg, *.jpeg)
es_es: Imagen JPEG (*.jpg, *.jpeg)
fr_fr: Image JPG (*.jpg, *.jpeg)
ru_ru: Изображение JPEG (*.jpg, *.jpeg)

source: Any files
de_de: Alle Dateien
es_es: Cualquier archivo
fr_fr: Tous les fichiers
ru_ru: Любые файлы

source: The maximum number of palettes that can be used. For normal backgrounds, this can be a max. of 16. For map backgrounds, both layers share in total 14 palettes (since the last 2 palettes are not rendered in game).
de_de: Die Anzahl der verfügbaren Paletten. Für gewöhnliche Hintergründe können 16 Paletten verwendet werden. Für Kartenhintergründe teilen sich beide Ebenen maximal 14 Paletten (da zwei Paletten nicht im Spiel dargestellt werden können).
es_es: Es el número máximo de paletas que pueden utilizarse. Para fondos normales, puede ser un máximo de 16. Para fondos de mapa, ambas capas comparten en total 14 paletas (ya que las últimas 2 paletas no se renderizan en el juego).
fr_fr: Le nombre maximum de palettes qui peuvent être utilisées. Pour les arrière-plan cela peut être un maximum de 16. Pour les fonds de carte, les deux calques partagent le total de 14 palettes (puisque les 2 dernières palettes ne sont pas affichées dans le jeu).
ru_ru: Максимальное количество палитр, которые могут быть использованы. Для обычных фонов это может быть максимум 16. Для фонов локаций, оба слоя используют в общей сложности 14 палитр (так как последние 2 палитры не отображаются в игре).

source: This exact color of the image will be imported as transparency (default: #12ab56).
de_de: Dieser Farbwert wird als Transparenz importiert (Standard: #12ab56).
es_es: Este color exacto de la imagen se importará como transparencia (por defecto: #12ab56).
fr_fr: Les pixels de cette couleur exacte seront considérés comme transparents lors de l'importation de l'image (par défaut : #12ab56).
ru_ru: Именно этот цвет изображения будет импортирован как прозрачный (по умолчанию: #12ab56).

source: You can use this to convert multiple images at once with the same palettes. This is useful for map backgrounds with multiple layers, that need to share the same palettes.
de_de: Du kannst diese Einstellung verwenden, um mehrere Bilder gleichzeitig unter Verwendung der gleichen Paletten umzuwandeln. Das ist praktisch für Kartenhintergründen, da diese sich dieselben Paletten teilen.
es_es: Puedes utilizar esto para convertir varias imágenes a la vez con las mismas paletas. Esto es útil para fondos de mapas con múltiples capas que necesitan compartir las mismas paletas.
fr_fr: Vous pouvez utiliser cet outil pour convertir plusieurs images à la fois avec les mêmes palettes. C'est utile pour les fonds de carte avec plusieurs calques, qui doivent partager les mêmes palettes.
ru_ru: С его помощью можно конвертировать сразу несколько изображений с одинаковыми палитрами. Это полезно для фонов локаций с несколькими слоями, которые должны иметь одинаковые палитры.
