Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Pokemon Trap
de_de: Pokémon-Falle
es_es: Trampa Pokémon
fr_fr: Piège Pokémon
ru_ru: Поке-ловушка

source: Spiked Tile
de_de: Stachel-Feld
es_es: Baldosa de Púas
fr_fr: Piège Picots
ru_ru: Плитка с шипами

source: Stealth Rock
de_de: Tarnsteine
es_es: Trampa Rocas
fr_fr: Piège de Rock
ru_ru: Хитрые Скалы

source: Toxic Spikes
de_de: Giftspitzen
es_es: Púas Tóxicas
fr_fr: Pics Toxik
ru_ru: Токсичные шипы

source: Trip Trap
de_de: Stolper-Falle
es_es: Trampa Tropezón
fr_fr: Croche-Piège
ru_ru: Скользкая ловушка

source: Random Trap
de_de: Zufalls-Falle
es_es: Trampa Azar
fr_fr: Piège Aléa
ru_ru: Случайная ловушка

source: Grudge Trap
de_de: Nachspiel-Falle
es_es: Trampa Rabia
fr_fr: Piège Rancune
ru_ru: Обидная ловушка

source: Invalid Floor List
de_de: Ungültige Ebenen-Liste
es_es: Lista de pisos no válidos
fr_fr: Liste d'étages invalide
ru_ru: Недопустимый список этажей

source: References a dungeon floor list that doesn't exist.
de_de: Referenziert eine Dungeon-Ebene, die nicht existiert.
es_es: Referencias de una lista de pisos de territorio que no existe.
fr_fr: Référence une liste d'étages de donjon qui n'existe pas.
ru_ru: Ссылается на несуществующий список этажей подземелья.

source: Invalid Floor
de_de: Ungültige Ebene
es_es: Piso inválido
fr_fr: Étage invalide
ru_ru: Недопустимый этаж

source: References floor that is out of bounds in the floor list for this group.
de_de: Referenziert Ebene, die nicht existiert für diese Gruppe.
es_es: Hace referencia al piso que está fuera de los límites en la lista de pisos para este grupo.
fr_fr: Référence des étages qui sont en dehors des limites de la liste d'étages pour ce groupe.
ru_ru: Ссылается на этаж, выходящий за границы списка этажей для этой группы.

source: Re-uses Floor
de_de: Ebene wird wiederverwendet
es_es: Reutiliza piso
fr_fr: Réutilise des étages
ru_ru: Повторное использование этажа

source: Re-uses floors that are already used by {name}.
de_de: Verwendet eine Ebene erneut, die bereits von {name} verwendet wird.
es_es: Reutiliza los pisos que ya está usando {name}.
fr_fr: Utilise des étages déjà utilisés par le donjon {name}.
ru_ru: Использует этаж, который уже используется в {name}.

source: Unused Floors
de_de: Unbenutzte Ebenen
es_es: Pisos no usados
fr_fr: Étages non utilisés
ru_ru: Неиспользованные этажи

source: Has {len(self.floors_in_mappa_not_referenced)} extra floors in it's floor list, which are not assigned to any dungeon.
de_de: Hat {len(self.floors_in_mappa_not_referenced)} zusätzliche Ebenen in seiner Ebenen-Liste, welche keinem Dungeon zugeordnet sind.
es_es: Hay {len(self.floors_in_mappa_not_referenced)} pisos adicionales en tu lista de pisos que no están asignados a ningún territorio.
fr_fr: A {len(self.floors_in_mappa_not_referenced)} étages supplémentaires dans sa liste d'étages qui ne sont affectés à aucun donjon.
ru_ru: Имеет {len(self.floors_in_mappa_not_referenced)} этажей в списке этажей, которые не относятся к какому-либо подземелью.

source: Can not import map background: Width of both images must match the current map width: {expected_width}px
de_de: Kartenhintergrund kann nicht importiert werden: Breite von beiden Bildern muss mit der aktuellen Größe übereinstimmen: {expected_width}px
es_es: No se puede importar el fondo del mapa: la anchura de ambas imágenes debe coincidir con la anchura actual del mapa: {expected_width}px
fr_fr: Impossible d'importer le fond de carte : la largeur des deux images doit correspondre à la largeur de la carte actuelle : {expected_width} px
ru_ru: Невозможно импортировать фон локации: Ширина обоих изображений должна соответствовать текущей ширине фона: {expected_width} пикселей

source: Can not import map background: Height of both images must match the current map height: {expected_height}px
de_de: Kartenhintergrund kann nicht importiert werden: Höhe von beiden Bildern muss mit der aktuellen Kartenhöhe übereinstimmen: {expected_height}px
es_es: No se puede importar el fondo del mapa: la altura ambas imágenes debe coincidir con la altura actual del mapa: {expected_height}px
fr_fr: Impossible d'importer le fond de carte : la hauteur des deux images doit correspondre à la hauteur de la carte actuelle : {expected_height}px
ru_ru: Невозможно импортировать фон локации: Высота обоих изображений должна соответствовать текущей высоте фона: {expected_height} пикселей

source: The dimensions of all images must be the same.
de_de: Die Maße aller Bilder müssen übereinstimmen.
es_es: Las dimensiones de todas las imágenes deben ser iguales.
fr_fr: Les dimensions de toutes les images doivent être les mêmes.
ru_ru: Размеры всех изображений должны быть одинаковыми.

source: Cannot convert PIL image to CHR: Must be indexed image (=using a palette)
de_de: PIL-Bild kann nicht in CHR-Datei konvertiert werden: Bild muss indiziert sein (= eine Palette nutzen)
es_es: No se puede convertir la imagen PIL a CHR: Debe ser una imagen indexada (usando una paleta)
fr_fr: Impossible de convertir l'image PIL en fichier CHR : l'image doit être indexée (c'est-à-dire utiliser une palette)
ru_ru: Невозможно преобразовать PIL-изображение в CHR: изображение должно быть индексированным (=использовать палитру)

source: Cannot convert PIL image to CHR: width and height must be a multiple of {CHR_TILE_WIDTH}
de_de: Kann PIL-Bild nicht in CHR-Datei umwandeln: Höhe und Breite müssen ein Vielfaches von {CHR_TILE_WIDTH} sein
es_es: No se puede convertir la imagen PIL a CHR: la anchura y altura deben ser un múltiplo de {CHR_TILE_WIDTH}
fr_fr: Impossible de convertir l'image PIL en fichier CHR : la longueur et la hauteur doivent être un mulitple de {CHR_TILE_WIDTH}
ru_ru: Невозможно преобразовать PIL-изображение в CHR: ширина и высота должны быть кратны {CHR_TILE_WIDTH}

source: Can not import map background: Width of image must match the expected width: {expected_width}px
de_de: Kartenhintergrund kann nicht importiert werden: Breite des Bildes muss mit der erwarteten Breite übereinstimmen: {expected_width}px
es_es: No se puede importar el fondo del mapa: la anchura de la imagen debe coincidir con el ancho esperado: {expected_width}px
fr_fr: Impossible d'importer le fond de carte : la largeur de l'image doit correspondre à la largeur attendue : {expected_width} px
ru_ru: Невозможно импортировать фон локации: Ширина изображения должна соответствовать ожидаемой ширине: {expected_width} пикселей

source: Can not import map background: Height of image must match the expected height: {expected_height}px
de_de: Kartenhintergrund kann nicht importiert werden: Höhe des Bildes muss mit der erwarteten Höhe übereinstimmen: {expected_height}px
es_es: No se puede importar el fondo del mapa: la altura de la imagen debe coincidir con la altura esperada: {expected_height}px
fr_fr: Impossible d'importer le fond de carte : la hauteur de l'image doit correspondre à la hauteur attendue : {expected_height}px
ru_ru: Невозможно импортировать фон локации: Высота изображения должна соответствовать ожидаемой высоте: {expected_height} пикселей

source: The image to import can only use the first 12 palettes. Tried to use palette {tm.pal_idx}
de_de: Das Bild darf nur die ersten 12 Paletten verwenden. Versuchte Palette {tm.pal_idx} zu verwenden
es_es: La imagen a importar solo puede usar las 12 primeras paletas. Se ha intentado usar la paleta {tm.pal_idx}
fr_fr: L'image à importer ne peut utiliser que les 12 premières palettes. La palette {tm.pal_idx} a été utilisée.
ru_ru: Импортируемое изображение может использовать только 12 палитр. Данное изображение использует палитру {tm.pal_idx}

source: A dungeon background or tilemap can not have more than 400 chunks.
de_de: Ein Dungeon-Hintergrund oder eine Tilemap kann nicht mehr als 400 Blöcke beinhalten.
es_es: Un fondo de un territorio o tilemap no puede tener más de 400 chunks.
fr_fr: Un arrière-plan de donjon ou un ensemble de tuiles ne peut pas comporter plus de 400 fragments.
ru_ru: Фон или плиточное строение подземелья не может содержать более 400 фрагментов.

source: This palette has no animation.
de_de: Diese Palette hat keine Animationen.
es_es: Esta paleta no tiene animación.
fr_fr: Cette palette n'a aucune animation.
ru_ru: Эта палитра не имеет анимации.

source: This must be a color indexed image!
de_de: Dieses Bild muss indiziert sein!
es_es: ¡Esta imagen debe tener un índice de color!
fr_fr: Cette image doit être à couleurs indexées !
ru_ru: Это должно быть цветное индексированное изображение!

source: Font parsing: Unexpected {child.tag}
de_de: Verarbeitung der Schrift: Unerwartetes {child.tag}
es_es: Análisis de la fuente: {child.tag} inesperado
fr_fr: Analyse de la police : {child.tag} inattendu
ru_ru: Анализ шрифта: неожиданный {child.tag}

source: Character {e.char} in table {e.table} is defined multiple times in a font file!
de_de: Zeichen {e.char} in der Tabelle {e.table} ist mehrfach definiert in einer Schrift-Datei!
es_es: ¡El carácter {e.char} de la tabla {e.table} se define varias veces en un archivo de fuentes!
fr_fr: Le caractère {e.char} du tableau {e.table} est défini plusieurs fois dans un fichier de police !
ru_ru: Символ {e.char} в таблице {e.table} определен в файле шрифта несколько раз!

source: Character {e.char} in table {e.table} is be defined multiple times in a font file!
de_de: Zeichen {e.char} in der Tabelle {e.table} ist mehrfach definiert in einer Schrift-Datei!
es_es: ¡El carácter {e.char} de la tabla {e.table} se define varias veces en un archivo de fuentes!
fr_fr: Le caractère {e.char} du tableau {e.table} est défini plusieurs fois dans un fichier de police !
ru_ru: Символ {e.char} в таблице {e.table} определен в файле шрифта несколько раз!

source: Could not load KAO at {old_index},{old_subindex}: {ex}
de_de: Konnte KAO bei Index {old_index},{old_subindex} nicht laden: {ex}
es_es: No se ha podido cargar la entrada KAO en {old_index},{old_subindex}: {ex}
fr_fr: Impossible de charger l'entrée {old_index},{old_subindex} du fichier KAO : {ex}
ru_ru: Не удалось загрузить KAO из {old_index},{old_subindex}: {ex}

source: Can not convert PIL image to Kao: Image dimensions must be {img_dim}x{img_dim}px.
de_de: Kann PIL Bild nicht in KAO umwandeln: Bilddimensionen müssen {img_dim}x{img_dim}px. sein.
es_es: No se puede convertir la imagen PIL a Kao: Las dimensiones de la imagen deben ser de {img_dim}x{img_dim}px.
fr_fr: Impossible de convertir l'image PIL pour le fichier KAO : les dimensions de l'image doivent être de {img_dim}x{img_dim} pixels.
ru_ru: Не удается преобразовать PIL-изображение в Kao: Размеры изображения должны быть {img_dim}x{img_dim} пикселей.

source: This portrait does not compress well, the result size is greater than {limit} bytes ({len(new_img_compressed)} bytes total). If you haven't done already, try applying the 'ProvideATUPXSupport' ASM patch to install an optimized compression algorithm, which might be able to better compress this image.If this still doesn't work, try the 'ExpandPortraitStructs' instead.
ru_ru: Этот портрет плохо сжимается, размер результата превышает {limit} байт ({len(new_img_compressed)} байт всего). Если вы еще не сделали этого, попробуйте применить ASM патч 'ProvideATUPXSupport', чтобы установить оптимизированный алгоритм сжатия, который, возможно, сможет лучше сжать это изображение. Если и это не сработает, попробуйте вместо этого использовать 'ExpandPortraitStructs'.

source: Portrait has an invalid size of {img.size}, Not divisble by {PORTRAIT_SIZE}x{PORTRAIT_SIZE}
de_de: Das Portrait hat eine ungültige Größe von {img.size}, nicht teilbar durch {PORTRAIT_SIZE}x{PORTRAIT_SIZE}
es_es: El retrato tiene un tamaño inválido de {img.size} no divisible por {PORTRAIT_SIZE}x{PORTRAIT_SIZE}
fr_fr: Le portrait a une taille invalide de {img.size}, non divisible par {PORTRAIT_SIZE}x{PORTRAIT_SIZE}
ru_ru: Портрет имеет недопустимый размер {img.size}, не делящийся на {PORTRAIT_SIZE}x{PORTRAIT_SIZE}

source: Portrait has an invalid size of {img.size}, exceeding max of {max_size}
de_de: Das Portrait hat eine ungültige Größe von {img.size}, überschreitet maximale Größe von {max_size}
es_es: El retrato tiene un tamaño inválido de {img.size}, superando el máximo de {max_size}
fr_fr: Le portrait a une taille invalide de {img.size}, ce qui excède la taille maximale de {max_size}
ru_ru: Портрет имеет недопустимый размер {img.size}, превышающий максимальный размер {max_size}

source: Semi-transparent pixels found at: {rogue_pixels}
de_de: Teilweise transparente Pixel gefunden an Positionen: {rogue_pixels}
es_es: Píxeles semitransparentes encontrados en: {rogue_pixels}
fr_fr: Pixels semi-transparents trouvés aux positions suivantes : {rogue_pixels}
ru_ru: Найдены полупрозрачные пиксели: {rogue_pixels}

source: The following emotions have transparent pixels: {rogue_tiles}
de_de: Die folgenden Emotionen haben transparente Pixel: {rogue_tiles}
es_es: Las siguientes emociones tienen píxeles transparentes: {rogue_tiles}
fr_fr: Les émotions suivantes ont des pixels transparents : {rogue_tiles}
ru_ru: Следующие эмоции имеет прозрачные пиксели: {rogue_tiles}

source: File should have original and flipped versions of emotions: {str(flipped_tiles)}
de_de: Die Datei sollte die originalen und gedrehten Versionen der Emotionen haben: {str(flipped_tiles)}
es_es: El archivo debe tener versiones originales e invertidas de las emociones: {str(flipped_tiles)}
fr_fr: Le fichier doit contenir les versions originales et retournées de ces émotions : {str(flipped_tiles)}
ru_ru: Файл должен содержать оригинальную и перевернутую версии эмоций: {str(flipped_tiles)}

source: Palette Only
de_de: Nur Palette
es_es: Solo paleta
fr_fr: Palette Seulement
ru_ru: Только палитра

source: 2 bits per pixel (4 colors)
de_de: 2 Bits pro Pixel (4 Farben)
es_es: 2 bits por píxel (4 colores)
fr_fr: 2 bits par pixel (4 couleurs)
ru_ru: 2 бита на пиксель (4 цвета)

source: 4 bits per pixel (16 colors)
de_de: 4 Bits pro Pixel (16 Farben)
es_es: 4 bits por píxel (16 colores)
fr_fr: 4 bits par pixel (16 couleurs)
ru_ru: 4 бита на пиксель (16 цвета)

source: 8 bits per pixel (256 colors)
de_de: 8 Bits pro Pixel (256 Farben)
es_es: 8 bits por píxel (256 colores)
fr_fr: 8 bits par pixel (256 couleurs)
ru_ru: 8 бит на пиксель (256 цвета)

source: Can not convert PIL image to WTE: Must be indexed image (=using a palette)
de_de: Kann PIL Bild nicht in WTE umwandeln: Es muss ein indiziertes Bild sein (=eine Palette nutzen)
es_es: No se puede convertir la imagen PIL a WTE: Debe ser una imagen indexada (usando una paleta)
fr_fr: Impossible de convertir l'image PIL en fichier WTE : l'image doit être indexée (c'est-à-dire utiliser une palette)
ru_ru: Невозможно преобразовать PIL-изображение в WTE: изображение должно быть индексированным (=использовать палитру)

source: This image is too big to fit into a WTE file.
de_de: Dieses Bild ist zu groß, um in eine WTE Datei zu passen.
es_es: Esta imagen es demasiado grande para caber en un archivo WTE.
fr_fr: Cette image est trop grande pour être contenue dans un fichier WTE.
ru_ru: Изображение слишком велико, чтобы поместиться в файл WTE.

source: Semi-Opaque
de_de: Semi-Durchsichtig
es_es: Semiopaco
ru_ru: Полупрозрачный

source: Transparent
de_de: Durchsichtig
es_es: Transparente
ru_ru: Прозрачный

source: Opaque
de_de: Undurchsichtig
es_es: Opaco
ru_ru: Непрозрачный

source: Tile and masks list must have exactly 3 items
de_de: Kachel- und Maskenliste muss genau 3 Elemente beinhalten
es_es: La lista de tiles y máscaras debe tener exactamente 3 elementos
fr_fr: Les listes de tuiles et de masques doivent contenir exactement 3 éléments chacune.
ru_ru: В списке плиток и масок должно быть ровно 3 элемента

source: Can not convert PIL image to ZMAPPAT: Must be indexed images (=using a palette)
de_de: Kann PIL Bild nicht in ZMAPPAT umwandeln: Muss ein indiziertes Bild sein (=eine Palette nutzen)
es_es: No se puede convertir la imagen PIL a ZMAPPAT: Deben ser imágenes indexadas (usando una paleta)
fr_fr: Impossible de convertir l'image en fichier ZMAPPAT : les images doivent être indexées (c'est-à-dire utiliser une palette)
ru_ru: Невозможно преобразовать PIL-изображение в ZMAPPAT: изображение должно быть индексированным (=использовать палитру)

source: The image must have dimensions {IMG_WIDTH}x{IMG_HEIGHT}.
de_de: Das Bild muss die Maße {IMG_WIDTH}x{IMG_HEIGHT} haben.
es_es: La imagen debe tener dimensiones de {IMG_WIDTH}x{IMG_HEIGHT}.
fr_fr: L'image doit avoir les dimensions {IMG_WIDTH}x{IMG_HEIGHT}.
ru_ru: Изображение должно иметь размеры {IMG_WIDTH}x{IMG_HEIGHT}.

source: This image must be compressed better to fit in the arm9 ({len(data)} > {block.end-block.address}).
de_de: Dieses Bild muss komprimiert werden um besser in die arm9 Binärdatei zu passen ({len(data)} > {block.end-block.address}).
es_es: Esta imagen debe comprimirse más para caber en ARM9 ({len(data)} > {block.end-block.address}).
ru_ru: Это изображение должно быть лучше сжато, чтобы поместиться в arm9 ({len(data)} > {block.end-block.address}).

source: White
de_de: Weiß
es_es: Blanco
fr_fr: Blanc
ru_ru: Белый

source: Black
de_de: Schwarz
es_es: Negro
fr_fr: Noir
ru_ru: Чёрный

source: Red
de_de: Rot
es_es: Rojo
fr_fr: Rouge
ru_ru: Красный

source: Blue
de_de: Blau
es_es: Azul
fr_fr: Bleu
ru_ru: Синий

source: Green
de_de: Grün
es_es: Verde
fr_fr: Vert
ru_ru: Зеленый

source: Yellow
de_de: Gelb
es_es: Amarillo
fr_fr: Jaune
ru_ru: Желтый

source: Orange
es_es: Naranja
ru_ru: Оранжевый

source: Purple
de_de: Lila
es_es: Morado
fr_fr: Violet
ru_ru: Фиолетовый

source: Pink
es_es: Rosa
fr_fr: Rose
ru_ru: Розовый

source: Leaves
de_de: Blätter
es_es: Hojas
fr_fr: Feuilles
ru_ru: Листья

source: Snowflakes
de_de: Schneeflocken
es_es: Copos de nieve
fr_fr: Flocons
ru_ru: Снежинки

source: Flames
de_de: Flammen
es_es: Llamas
fr_fr: Flammes
ru_ru: Огни

source: Sand
es_es: Arena
fr_fr: Sable
ru_ru: Песок

source: Bubbles
de_de: Blasen
es_es: Burbujas
fr_fr: Bulles
ru_ru: Пузыри

source: Earthquake
de_de: Erdbeben
es_es: Terremoto
fr_fr: Séisme
ru_ru: Землетрясение

source: Sleep
de_de: Schlaf
es_es: Dormir
fr_fr: Sommeil
ru_ru: Сон

source: Speed -1
de_de: Geschwindigkeit -1
es_es: Velocidad -1
fr_fr: Vitesse -1
ru_ru: Скорость -1

source: Attack -1
de_de: Angriff -1
es_es: Ataque -1
fr_fr: Attaque -1
ru_ru: Атака -1

source: Accuracy -1
de_de: Genauigkeit -1
es_es: Precisión -1
fr_fr: Précision -1
ru_ru: Точность -1

source: Cringe
de_de: Zurückschrecken
es_es: Amedrentar
fr_fr: Apeuré
ru_ru: Съеживание

source: Freeze
de_de: Einfrieren
es_es: Congelar
fr_fr: Gel
ru_ru: Заморозка

source: Paralysis
de_de: Paralyse
es_es: Parálisis
fr_fr: Paralysie
ru_ru: Паралич

source: Rock Slide
de_de: Steinhagel
es_es: Avalancha
fr_fr: Eboulement
ru_ru: Камнепад

source: Tri Attack
de_de: Triplette
es_es: Triataque
fr_fr: Triplattaque
ru_ru: Три-Атака

source: Hydro Pump
de_de: Hydropumpe
es_es: Hidrobomba
fr_fr: Hydrocanon
ru_ru: Гидронасос

source: Blizzard
es_es: Ventisca
ru_ru: Метель

source: Ice Beam
de_de: Eisstrahl
es_es: Rayo Hielo
fr_fr: Laser Glace
ru_ru: Луч льда

source: Seed Bomb
de_de: Samenbomben
es_es: Bomba Germen
fr_fr: Canon Graine
ru_ru: Семя-Бомба

source: Mud Bomb
de_de: Schlammbombe
es_es: Bomba Fango
fr_fr: Boue-Bombe
ru_ru: Грязевая бомба

source: Foggy 1
de_de: Neblig 1
es_es: Niebla 1
fr_fr: Brumeux 1
ru_ru: Туманная 1

source: Foggy 2
de_de: Neblig 2
es_es: Niebla 2
fr_fr: Brumeux 2
ru_ru: Туманная 2

source: Foggy 3
de_de: Neblig 3
es_es: Niebla 3
fr_fr: Brumeux 3
ru_ru: Туманная 3

source: Foggy 4
de_de: Neblig 4
es_es: Niebla 4
fr_fr: Brumeux 4
ru_ru: Туманная 4

source: Foggy 5
de_de: Neblig 5
es_es: Niebla 5
fr_fr: Brumeux 5
ru_ru: Туманная 5

source: Foggy 6
de_de: Neblig 6
es_es: Niebla 6
fr_fr: Brumeux 6
ru_ru: Туманная 6

source: Normal Enemy
de_de: Gewöhnlicher Gegner
es_es: Enemigo normal
fr_fr: Ennemi normal
ru_ru: Обычный враг

source: Outlaw
de_de: Ganove
es_es: Malhechor
fr_fr: Hors-la-loi
ru_ru: Преступник

source: Outlaw Enemy
de_de: Ganove-Gegner
es_es: Malhechor enemigo
fr_fr: Hors-la-loi ennemi
ru_ru: Враг-преступник

source: Outlaw Running Away
de_de: Ganove läuft weg
es_es: Malhechor huyendo
fr_fr: Hors-la-loi entrain de s'enfuir
ru_ru: Убегающий преступник

source: Rival Team Leader
de_de: Rivalen-Team Anführer
es_es: Líder del equipo rival
fr_fr: Chef d'équipe rival
ru_ru: Лидер команды противника

source: Rival Team Member
de_de: Rivalen-Team Mitglied
es_es: Miembro del equipo rival
fr_fr: Coéquipier rival
ru_ru: Член команды противника

source: Strong Enemy
de_de: Starker Gegner
es_es: Enemigo fuerte
fr_fr: Ennemi Puissant
ru_ru: Сильный враг

source: Waiting for Rescue Ally
de_de: Verbündeter der auf Rettung wartet
es_es: Esperando rescate de aliado
fr_fr: En attente de Sauvetage Allié
ru_ru: Союзник, ожидающий спасения

source: Helping Ally
de_de: Helfender Verbündeter
es_es: Aliado de ayuda
fr_fr: Entrain d'aider un Allié
ru_ru: Союзник

source: Other Game Team Leader
de_de: Teamanführer aus einem anderen Spiel
es_es: Otro líder del equipo del juego
fr_fr: Autre chef d'équipe de jeu
ru_ru: Лидер команды из другой игры

source: Other Game Team Member 2
de_de: Teammitglied 2 aus einem anderen Spiel
es_es: Otro miembro del equipo del juego 2
fr_fr: Autre chef d'équipe de jeu 2
ru_ru: Член команды из другой игры 2

source: Other Game Team Member 3
de_de: Teammitglied 3 aus einem anderen Spiel
es_es: Otro miembro del equipo del juego 3
fr_fr: Autre chef d'équipe de jeu 3
ru_ru: Член команды из другой игры 3

source: Other Game Team Member 4
de_de: Teammitglied 4 aus einem anderen Spiel
es_es: Otro miembro del equipo del juego 4
fr_fr: Autre chef d'équipe de jeu 4
ru_ru: Член команды из другой игры 4

source: Unknown 5
de_de: Unbekannt 5
es_es: Desconocido 5
fr_fr: Inconnue 5
ru_ru: Неизвестно 5

source: Bazaar Host
de_de: Basar-Host
es_es: Anfitrión de Bazar
fr_fr: Hôte du Bazar
ru_ru: Базар: владелец

source: Bazaar Healer
de_de: Basar Heiler
es_es: Curador del Bazar
fr_fr: Soigneur du Bazar
ru_ru: Базар: лекарь

source: Bazaar Surprise
de_de: Basar Wundertüten
es_es: Sorpresa del Bazar
fr_fr: Vendeur de pochettes du Bazar
ru_ru: Базар: мешки с сюрпризом

source: Bazaar Clean Sticky Items
de_de: Basar Reinigung
es_es: Limpieza de objetos pegajosos del Bazar
fr_fr: Nettoyeur du Bazar
ru_ru: Базар: чистильщик предметов

source: Bazaar Escape
de_de: Basar Fluchthelfer
es_es: Huida del Bazar
fr_fr: Téléporteur du Bazar
ru_ru: Базар: гид побега

source: '{guest1_index}' is not a valid guest pokémon index
de_de: '{guest1_index}' ist kein gültiger Gast-Pokémon-Index
es_es: '{guest1_index}' no es un índice de Pokémon invitado válido
fr_fr: '{guest1_index}' n'est pas un pokémon accompagnateur valide
ru_ru: '{guest1_index}' не является действительным индексом покемона-компаньона

source: '{guest2_index}' is not a valid guest pokémon index
de_de: '{guest2_index}' ist kein gültiger Gast-Pokémon-Index
es_es: '{guest2_index}' no es un índice de Pokémon invitado válido
fr_fr: '{guest2_index}' n'est pas un pokémon accompagnateur valide
ru_ru: '{guest2_index}' не является действительным индексом покемона-компаньона

source: Game Main Menu
de_de: Spiel-Hauptmenü
es_es: Menú principal del juego
fr_fr: Menu principal du jeu
ru_ru: Главное меню игры

source: Game Sub Menu
de_de: Spiel-Untermenü
es_es: Submenú del juego
fr_fr: Sous-menu du jeu
ru_ru: Подменю игры

source: Continue Choice
de_de: Fortsetzen-Auswahl
es_es: Elección de continuación
fr_fr: Choix: Continuer
ru_ru: Выбор эпизода для продолжения

source: Main Debug Menu
de_de: Haupt-Debug-Menü
es_es: Menú de depuración principal
fr_fr: Menu de débogage principal
ru_ru: Главное меню отладки

source: Quiz Debug Menu
de_de: Haupt-Debug-Menü
es_es: Menú de depuración de prueba de personalidad
ru_ru: Меню отладки теста
