Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: The file is still loaded in RAM! Currently you are still able to debug using the old cached information stored in the editor. If you close the editor, you won't be able to debug this file until it is reloaded in RAM. Do you still want to close this file?
de_de: Diese Datei ist noch in den RAM geladen! Aktuell kannst du mit dem alten Stand der Datei noch debuggen. Falls du den Editor schließt, kannst du die Datei nicht mehr debuggen, bis die Datei im RAM neu geladen wird. Möchtest du die Datei trotzdem schließen?
es_es: El archivo sigue cargado en la memoria RAM. Todavía puede depurarse utilizando la información almacenada el la caché del editor. Si cierras el editor, no podrás depurar este archivo hasta que se vuelva a cargar en la RAM. ¿Quieres cerrar el archivo?
fr_fr: Le fichier est encore chargé dans la RAM ! Pour l'instant, vous pouvez toujours déboguer en utilisant les anciennes informations mises en cache par l'éditeur. Si vous fermez l'éditeur, vous ne pourrez pas déboguer ce fichier tant qu'il n'est pas rechargé dans la RAM. Êtes-vous sûr de vouloir fermer ce fichier ?
ru_ru: Файл по-прежнему загружен в оперативную память! В настоящее время вы все еще можете отлаживать, используя старую кэшированную информацию, хранящуюся в редакторе. Если вы закроете редактор, вы не сможете отлаживать этот файл, пока он не будет заново загружен в оперативную память. Вы все еще хотите закрыть этот файл?

source: Warning!
de_de: Warnung!
es_es: ¡Advertencia!
fr_fr: Attention !
ru_ru: Внимание!

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ru_ru: Закрыть

source: Free
de_de: Frei
es_es: Libre
fr_fr: Libre
ru_ru: Свободен

source: Static
de_de: Statik
es_es: Electricidad Estática
fr_fr: Statik
ru_ru: Статичный

source: Block
es_es: Bloqueo
fr_fr: Bloc
ru_ru: Блок

source: Temporary
de_de: Temporär
es_es: Temporal
fr_fr: Temporaire
ru_ru: Временный

source: Sub Table
de_de: Sub-Tabelle
es_es: Subtabla
fr_fr: Sous-table
ru_ru: Подтаблица

source: Script
de_de: Skript
ru_ru: Сценарий

source: Path
de_de: Pfad
es_es: Ruta
fr_fr: Chemin
ru_ru: Путь

source: Hanger
es_es: Suspensión
ru_ru: Загруженный сценарий

source: Kind
de_de: Art
es_es: Tipo
fr_fr: Catégorie
ru_ru: Вид

source: Sector
de_de: Sektor
fr_fr: Secteur
ru_ru: Сектор

source: 0 (Global)
ru_ru: 0 (Глобальный)

source: <Empty>
de_de: <Leer>
es_es: <Vacío>
fr_fr: <Vide>
ru_ru: <Пусто>

source: 1 (Enter)
de_de: 1 (Eingang)
es_es: 1 (Entrada)
fr_fr: 1 (Entrée)
ru_ru: 1 (Открытый мир)

source: 2 (Sub)
ru_ru: 2 (Подсцена)

source: 3 (Acting)
de_de: 3 (Handlung)
es_es: 3 (Acciones)
ru_ru: 3 (Сюжетная сцена)

source: Actors
de_de: Akteure
es_es: Actores
fr_fr: Acteurs
ru_ru: Актёры

source: Objects
de_de: Objekte
es_es: Objetos
fr_fr: Objets
ru_ru: Объекты

source: Performers
de_de: Performer
es_es: Intérpretes
fr_fr: Exécutants
ru_ru: Исполнители

source: Triggers
de_de: Trigger
es_es: Desencadenantes
fr_fr: Déclencheurs
ru_ru: Триггеры

source: Pos. Marks
de_de: Positionsmarker
es_es: Marcas de pos.
fr_fr: Marqueurs de Position
ru_ru: Маркеры поз.

source: Name
es_es: Nombre
fr_fr: Nom
ru_ru: Имя

source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
ru_ru: Значение

source: Nintendo DS ROMs (*.nds)
es_es: ROMs de Nintendo DS (*.nds)
fr_fr: ROM Nintendo DS (*.nds)
ru_ru: Nintendo DS ROM (*.nds)

source: Nintendo DS ROMs with binary loader (*.ds.gba)
de_de: Nintendo DS ROMs mit Binärloader (*.ds.gba)
es_es: ROMs de Nintendo DS con cargador binario (*.ds.gba)
fr_fr: Roms Nintendo DS avec chargeur binaire (*.ds.gba)
ru_ru: Nintendo DS ROM с двоичным загрузчиком (*.ds.gba)

source: All files
de_de: Alle Dateien
es_es: Todos los archivos
fr_fr: Tous les fichiers
ru_ru: Все файлы

source: The emulator couldn't be loaded. Debugging functionality will not be available: {ex}
de_de: Der Emulator konnte nicht geladen werden. Die Debugging-Funktionalitäten werden nicht verfügbar sein: {ex}
ru_ru: Не удалось загрузить эмулятор. Функции отладки будут недоступны: {ex}

source: Error loading the emulator!
de_de: Fehler beim Laden des Emulators!
es_es: ¡Error al cargar el emulador!
fr_fr: Erreur au chargement de l'émulateur !
ru_ru: Ошибка загрузки эмулятора!

source: The emulator reported an error: {errs_as_str}
de_de: Der Emulator hat einen Fehler gemeldet: {errs_as_str}
es_es: El emulador ha reportado el siguiente error: {errs_as_str}
ru_ru: Эмулятор сообщил об ошибке: {errs_as_str}

source: Emulator Error
de_de: Emulator-Fehler
es_es: Error de emulador
ru_ru: Ошибка эмулятора

source: The emulator reported an internal error:
de_de: Der Emulator hat einen internen Fehler gemeldet:
es_es: El emulador ha reportado un error interno:
ru_ru: Эмулятор сообщил о внутренней ошибке:

source: Open...
de_de: Öffnen...
es_es: Abrir...
fr_fr: Ouvrir...
ru_ru: Открыть...

source: Unable to load: {fn} {ex}
de_de: Kann Datei nicht laden: {fn} {ex}
es_es: No se puede cargar: {fn} {ex}
fr_fr: Impossible de charger : {fn} {ex}
ru_ru: Невозможно загрузить {fn} {ex}

source: Joypads are not supported on macOS. Sorry!
de_de: Controller werden auf macOS nicht unterstützt. Sorry!
es_es: Los joypads no están soportados en macOS. ¡Lo sentimos!
fr_fr: Les manettes ne sont pas prises en charge sur macOS. Désolé !
ru_ru: Контроллеры не поддерживаются на MacOS. Извините!

source: PNG Image (*.png)
de_de: PNG Bild (*.png)
es_es: Imagen PNG (*.png)
fr_fr: Image PNG (*.png)
ru_ru: PNG изображение (*.png)

source: Save Screenshot...
de_de: Speichere Screenshot...
es_es: Guardar captura de pantalla...
fr_fr: Sauvegarder la capture d'écran...
ru_ru: Сохранить снимок экрана...

source: Open Scenes...
de_de: Öffne Szenen...
es_es: Abrir escenas...
fr_fr: Ouvrir les Scènes...
ru_ru: Открыть сцены...

source: Open Scene...
de_de: Öffne Szene...
es_es: Abrir escena...
fr_fr: Ouvrir la Scène...
ru_ru: Открыть сцену...

source: Create directory...
de_de: Ordner erstellen...
es_es: Crear directorio...
fr_fr: Créer un répertoire...
ru_ru: Создать папку...

source: Create new script file...
de_de: Neue Skript-Datei erstellen...
es_es: Crear nuevo script...
fr_fr: Créer un nouveau fichier de script...
ru_ru: Создать новый файл сценария...

source: Macros
de_de: Makros
ru_ru: Макросы

source: Delete directory...
de_de: Ordner löschen...
es_es: Eliminar directorio...
fr_fr: Supprimer un répertoire...
ru_ru: Удалить папку...

source: Delete script file...
de_de: Script-Datei löschen...
es_es: Eliminar script...
fr_fr: Supprimer un fichier de script...
ru_ru: Удалить файл сценария...

source: Create Directory
de_de: Ordner erstellen
es_es: Crear directorio
fr_fr: Créer un répertoire
ru_ru: Создать папку

source: Name of the directory:
de_de: Name des Ordners:
es_es: Nombre del directorio:
fr_fr: Nom du répertoire :
ru_ru: Имя папки:

source: Create File
de_de: Datei erstellen
es_es: Crear archivo
fr_fr: Créer un fichier
ru_ru: Создать файл

source: Name of the new script file:
de_de: Name der neuen Skript-Datei:
es_es: Nombre del nuevo script:
fr_fr: Nom du nouveau fichier de script :
ru_ru: Имя нового файла сценария:

source: Do you want to delete the directory {row[1]} with all of it's contents?
de_de: Möchtest du das Verzeichnis {row[1]} mit dem gesamten Inhalt löschen?
es_es: ¿Quieres eliminar el directorio {row[1]} con todo su contenido?
fr_fr: Voulez-vous supprimer le répertoire {row[1]} ainsi que tout son contenu ?
ru_ru: Удалить папку {row[1]} со всем ее содержимым?

source: Do you want to delete the script file {row[1]}?
de_de: Möchtest du das Skript {row[1]} löschen?
es_es: ¿Quieres eliminar el archivo de script {row[1]}?
fr_fr: Voulez-vous vraiment supprimer le fichier de script {row[1]} ?
ru_ru: Удалить файл сценария {row[1]}?

source: Common
de_de: Allgemein
es_es: Común
fr_fr: Commun
ru_ru: Общие

source: Enter (sse)
de_de: Eingang (sse)
es_es: Entrada (sse)
fr_fr: Entrée (sse)
ru_ru: Открытый мир (sse)

source: Acting (ssa)
de_de: Handlung (ssa)
es_es: Acciones (ssa)
ru_ru: Сюжетные сцены (ssa)

source: Sub (sss)
ru_ru: Подсцены (sss)

source: Save dumped block...
de_de: Speichere Block...
es_es: Guardar bloque volcado...
ru_ru: Сохранить дамп блока памяти...

source: Unable to save savestate!
de_de: Savestate konnte nicht erstellt werden!
es_es: ¡Error al guardar el archivo de guardado!
fr_fr: Impossible de sauvegarde la savestate !
ru_ru: Невозможно создать быстрое сохранение!

source: Unable to load savestate!
de_de: Savestate konnte nicht geladen werden!
es_es: ¡Error al cargar el archivo guardado!
fr_fr: Impossible de charger la savestate !
ru_ru: Невозможно загрузить быстрое сохранение!

source: The game is stopped.
de_de: Das Spiel ist gestoppt.
es_es: El juego está detenido.
fr_fr: Le jeu est en pause.
ru_ru: Игра остановлена.

source: The game is paused.
de_de: Das Spiel ist pausiert.
es_es: El juego está en pausa.
fr_fr: Le jeu est en pause.
ru_ru: Игра приостановлена.

source: The debugger is halted at {ssb.file_name}.
de_de: Der Debugger wird in {ssb.file_name} angehalten.
es_es: El depurador se ha detenido en {ssb.file_name}.
fr_fr: Le débogueur s'est interrompu dans le script {ssb.file_name}.
ru_ru: Отладчик остановлен на {ssb.file_name}.

source: You have unsaved changes to variables. Variables are reset when the game is rebooted. You need to save the variables and load them after boot. Do you still want to continue?
de_de: Du hast ungespeicherte Änderungen in Variablen. Variablen werden zurückgesetzt, wenn das Spiel neu gestartet wird. Du musst die Variablen speichern und nach dem Neustart laden. Möchtest du trotzdem fortfahren?
es_es: Tienes cambios no guardados en las variables. Las variables se restablecen cuando se reinicia el juego. Tienes que guardar las variables y cargarlas después del reinicio. ¿Quieres continuar?
fr_fr: Les modifications de certaines variables n'ont pas encore été enregistrées. Les variables sont réinitialisées lorsque le jeu est redémarré. Vous devez sauvegarder ces variables pour les recharger après le redémarrage. Êtes-vous sûr de vouloir continuer ?
ru_ru: У вас есть несохраненные изменения переменных. Переменные сбрасываются при перезагрузке игры. Вам нужно сохранить переменные и загрузить их после загрузки. Вы все еще хотите продолжить?

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
ru_ru: Удалить

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ru_ru: Отмена

source: You will not be able to restore it.
de_de: Du wirst es nicht wiederherstellen können.
es_es: No podrás restaurarlo.
fr_fr: Vous ne pourrez pas les restaurer.
ru_ru: Вы не сможете восстановить его.

source: Parse error:
de_de: Fehler beim Parsen:
es_es: Error de sintaxis:
fr_fr: Erreur d'analyse :
ru_ru: Ошибка анализа:

source: The script file {self.filename} could not be saved. {prefix}{err}
de_de: Die Skriptdatei {self.filename} konnte nicht gespeichert werden. {prefix}{err}
es_es: No se ha podido guardar el script {self.filename}. {prefix}{err}
fr_fr: Le fichier de script {self.filename} n'a pas pu être enregistré. {prefix}{err}
ru_ru: Не удалось сохранить файл сценария {self.filename}. {prefix}{err}

source: Error saving the script.
de_de: Fehler beim Speichern des Skripts.
es_es: Error al guardar el script.
fr_fr: Erreur pendant l'enregistrement du script.
ru_ru: Ошибка при сохранении сценария.

source: There was an error while loading the ExplorerScript source code. The source will not be available. Please close and reopen the tab. {exception}
de_de: Beim Versuch den ExplorerScript Quellcode zu laden ist ein Fehler aufgetreten. Der Quellcode wird daher nicht zur Verfügung stehen. Bitte schließe den Tab und öffne ihn erneut. {exception}
es_es: Se ha producido un error al cargar el código fuente del ExplorerScript. El código no estará disponible. Por favor, cierra la pestaña y vuélvela a abrir. {exception}
fr_fr: Une erreur est provenue pendant le chargement du code source ExplorerScript. Ce code ne sera pas disponible. Veuillez fermer et rouvrir l'onglet. {exception}
ru_ru: При загрузке исходного кода ExplorerScript произошла ошибка. Исходный код будет недоступен. Пожалуйста, закройте и снова откройте вкладку. {exception}

source: An old version of this script is still loaded in RAM. Debugging is disabled for this file, until it is reloaded.
ru_ru: Старая версия этого сценария все еще загружен в оперативную память. Отладка отключена для этого файла, пока он не будет перезагружен.

source: Search and Replace in {self.filename}
de_de: Suchen und Ersetzen in {self.filename}
es_es: Buscar y reemplazar en {self.filename}
fr_fr: Rechercher et remplacer dans {self.filename}
ru_ru: Поиск и замена в {self.filename}

source: The ExplorerScript source code does not match the compiled script that is present in the ROM. Do you want to keep your ExplorerScript source code, or reload (decompile) it from ROM? Warning: If you choose to reload, you will lose your file, including all comments in it.
de_de: Der ExplorerScript Quellcode stimmt nicht mit dem kompilierten Skript überein, dass in der ROM gespeichert ist. Möchtest du den aktuellen ExplorerScript Quellcode beibehalten oder das Skript aus der ROM neu laden (dekompilieren)? Warnung: Falls du dich für das neu laden aus der ROM entscheidest, verlierst du deine Datei, inklusive aller Kommentare.
es_es: El código fuente de ExplorerScript no coincide con el script compilado que está presente en la ROM. ¿Quieres mantener tu código fuente de ExplorerScript o recargarlo (descompilarlo) desde la ROM? Advertencia: Si decides recargar, perderás tu archivo, incluyendo todos los comentarios en él.
fr_fr: Le code source ExplorerScript ne correspond pas au script compilé qui est présent dans la ROM. Voulez-vous conserver votre code source ExplorerScript, ou le recharger (décompiler) de la ROM ? Avertissement : Si vous choisissez de recharger, vous perdrez votre fichier, y compris tous les commentaires.
ru_ru: Исходный код ExplorerScript не соответствует скомпилированному скрипту, который присутствует в ROM. Хотите ли вы загрузить ваш исходный код или перезагрузить (декомпилировать) его из ROM? Внимание: Если вы выберете перезагрузку, вы потеряете свой файл, включая все комментарии в нем.

source: ExplorerScript Inconsistency
de_de: ExplorerScript Inkonsistenz
es_es: Inconsistencia en ExplorerScript
fr_fr: Incohérence dans ExplorerScript
ru_ru: Несоответствие ExplorerScript

source: Reload from ROM
de_de: Aus ROM neu laden
es_es: Recargar desde ROM
fr_fr: Recharger depuis la ROM
ru_ru: Загрузить с ROM

source: Keep ExplorerScript source code
de_de: ExplorerScript Quellcode behalten
es_es: Mantener código fuente de ExplorerScript
fr_fr: Conserver le code source ExplorerScript
ru_ru: Загрузить исходный код ExplorerScript

source: Disable breakpoints (all files).
de_de: Haltepunkte deaktivieren (alle Dateien).
es_es: Desactivar puntos de interrupción (todos los archivos).
fr_fr: Désactiver les points d’arrêt (tous les fichiers).
ru_ru: Отключить точки останова (во всех файлах).

source: Disable Breaks
de_de: Haltepunkte deaktivieren
es_es: Desactivar interrupciones
fr_fr: Désactiver les points d'arrêt
ru_ru: Отключить точки останова

source: Resume.
de_de: Fortsetzen.
es_es: Reanudar.
fr_fr: Reprendre.
ru_ru: Возобновить.

source: Resume
de_de: Fortsetzen
es_es: Reanudar
fr_fr: Reprendre
ru_ru: Возобновить

source: Step over the current instruction.
de_de: Sprung über die aktuelle Anweisung.
es_es: Salta sobre la declaración actual.
fr_fr: Saute par dessus l'instruction actuelle.
ru_ru: Перейти к следующей инструкции.

source: Step Over
de_de: Prozedurschritt
es_es: Saltar
fr_fr: Sauter
ru_ru: Перейти к следующей

source: Step into the current instruction, if it's a call, otherwise step over.
de_de: Sprung in die aktuelle Anweisung, wenn sie ein Aufruf ist; anderseits springe über sie.
es_es: Salta a la declaración actual si es una llamada; en caso contrario, salta por encima de ella.
fr_fr: Entre dans l'instruction actuelle si c'est un appel, autrement, le saute.
ru_ru: Перейти в текущую инструкцию, если это вызов, иначе перейти к следующей.

source: Step Into
de_de: Einzelschritt
es_es: Depurar paso a paso por instrucciones
fr_fr: Entrer
ru_ru: Перейти в текущую

source: Step out of the current function call.
de_de: Springe aus dem aktuellen Funktionsaufruf heraus.
es_es: Sale de la llamada a la función actual.
ru_ru: Выйти из текущей вызванной функции.

source: Step Out
de_de: Rücksprung
es_es: Depurar hasta el retorno
ru_ru: Выйти из текущей

source: Halt at the next instruction, even if in another script context.
de_de: Bei der nächsten Anweisung anhalten, selbst wenn sie in einem anderen Skriptkontext ist.
es_es: Se detiene en la siguiente declaración, incluso si está en un contexto de script diferente.
fr_fr: Interrompt à la prochaine instruction, même si dans un autre contexte de script.
ru_ru: Остановиться на следующей инструкции, даже если она находится в контексте другого сценария.

source: Step Next
de_de: Erzwinge Einzelschritt
es_es: Paso siguiente
ru_ru: Перейти дальше

source: Edit the scene with the same name as the map background
de_de: Bearbeite die Szene mit dem gleichen Namen wie der Kartenhintergrund
es_es: Editar la escena con el mismo nombre que el fondo del mapa
ru_ru: Редактировать сцену с тем же именем, что и фон локации

source: Go to Scene
de_de: Springe zu Szene
es_es: Ir a escena
fr_fr: Aller à la scène
ru_ru: Перейти к сцене

source: Textbox Preview Tool
de_de: Textbox-Vorschau Werkzeug
es_es: Vista previa de textos
fr_fr: Aperçu de la boite de dialogue
ru_ru: Инструмент предварительного просмотра текстового поля

source: Search and Replace
de_de: Suchen und Ersetzen
es_es: Buscar y reemplazar
fr_fr: Rechercher et Remplacer
ru_ru: Найти и заменить

source: Replace All
de_de: Alle ersetzen
es_es: Reemplazar todo
fr_fr: Remplacer tout
ru_ru: Заменить все

source: Replace
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
ru_ru: Заменить

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
ru_ru: Найти

source: Search for
de_de: Suchen nach
es_es: Buscar por
fr_fr: Rechercher
ru_ru: Найти

source: Replace with
de_de: Ersetzen mit
es_es: Reemplazar con
fr_fr: Remplacer par
ru_ru: Заменить на

source: Nothing
de_de: Nichts
es_es: Nada
fr_fr: Rien
ru_ru: Ничего

source: Case sensitive
de_de: Groß-/Kleinschreibung beachten
es_es: Distinguir mayúsculas de minúsculas
fr_fr: Sensible à la casse
ru_ru: С учетом регистра

source: Search backwards
de_de: Rückwärts suchen
es_es: Buscar hacia atrás
ru_ru: Поиск в обратном направлении

source: Match words
de_de: Ganze Wörter
es_es: Palabras coincidentes
ru_ru: Только слова целиком

source: Wrap Around
de_de: Suche am Anfang fortsetzen
es_es: Continuar búsqueda desde el inicio
ru_ru: Зациклить поиск

source: Regular Expression
de_de: Regulärer Ausdruck
es_es: Expresión regular
fr_fr: Expression régulière
ru_ru: Регулярное выражение

source: Scenario
de_de: Szenario
es_es: Escenario
fr_fr: Scénario
ru_ru: Сценарий

source: Init
es_es: Inicio
ru_ru: Инициализация

source: Dungeon Progress
de_de: Dungeon-Fortschritt
es_es: Progreso del territorio
fr_fr: Progression dans le donjon
ru_ru: Прогресс подземелий

source: Dungeon Init
es_es: Inicio de territorio
ru_ru: Инициализация подземелья

source: World Map
de_de: Weltkarte
es_es: Mapa del mundo
fr_fr: Carte du Monde
ru_ru: Карта мира

source: Specific
de_de: Spezifisch
es_es: Específico
ru_ru: Особые

source: Player
de_de: Spieler
es_es: Jugador
fr_fr: Joueur
ru_ru: Игрок

source: Mode
de_de: Modus
es_es: Modo
ru_ru: Режим

source: Backup
es_es: Copia de seguridad
ru_ru: Резервная копия

source: Misc
de_de: Verschiedenes
es_es: Misceláneo
fr_fr: Divers
ru_ru: Прочее

source: The variable must have a number as value.
de_de: Die Variable muss eine Zahl als Wert haben.
es_es: La variable debe tener un número como valor.
fr_fr: La variable doit avoir une valeur numérique.
ru_ru: Переменная должна содержать число в качестве значения.

source: Invalid variable value: {err} The value was not written to RAM.
de_de: Ungültiger Variablenwert: {err} Der Wert wurde nicht in den RAM geschrieben.
es_es: Valor de variable inválido: {err} El valor no se ha escrito en RAM.
fr_fr: Valeur de la variable incorrecte : {err} La valeur n'a pas été écrite dans la RAM.
ru_ru: Недопустимое значение переменной: {err} Значение не было записано в оперативную память.

source: Error!
de_de: Fehler!
fr_fr: Erreur !
ru_ru: Ошибка!

source: Unable to load variables!
de_de: Variablen können nicht geladen werden!
es_es: ¡No se pueden cargar las variables!
fr_fr: Impossible de charger les variables !
ru_ru: Невозможно загрузить переменные!

source: _File
de_de: _Datei
es_es: _Archivo
fr_fr: _Fichier
ru_ru: _Файл

source: Open ROM
de_de: ROM öffnen
es_es: Abrir ROM
fr_fr: Ouvrir une ROM
ru_ru: Открыть ROM

source: Save Script
de_de: Skript speichern
es_es: Guardar script
fr_fr: Enregistrer le script
ru_ru: Сохранить сценарий

source: Close Script
de_de: Skript schließen
es_es: Cerrar script
fr_fr: Fermer le script
ru_ru: Закрыть сценарий

source: Save All
de_de: Alle speichern
es_es: Guardar todo
fr_fr: Enregistrer tout
ru_ru: Сохранить все

source: _Edit
de_de: _Bearbeiten
es_es: _Editar
fr_fr: _Édition
ru_ru: _Правка

source: _View
de_de: _Ansicht
es_es: _Ver
fr_fr: Afficha_ge
ru_ru: _Вид

source: Color Schemes
de_de: Farbschemen
es_es: Esquemas de color
ru_ru: Цветовые схемы

source: Enable Spellcheck
de_de: Rechtschreibprüfung aktivieren
es_es: Activar corrector
fr_fr: Activer la vérification syntaxique
ru_ru: Включить проверку правописания

source: _Debugger
es_es: _Depurador
fr_fr: _Débogueur
ru_ru: _Отладчик

source: Disable Breakpoints
de_de: Haltepunkte deaktivieren
es_es: Desactivar puntos de interrupción
fr_fr: Désactiver les points d'arrêt
ru_ru: Отключить точки останова

source: _Emulator
es_es: _Emulador
fr_fr: _Émulateur
ru_ru: _Эмулятор

source: Run / Pause
de_de: Ausführen / Pause
es_es: Ejecutar / Pausar
fr_fr: Exécuter / Pause
ru_ru: Запустить/остановить

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
ru_ru: Сброс

source: Keyboard controls...
de_de: Tastatur-Steuerung...
es_es: Controles del teclado...
fr_fr: Configuration du clavier...
ru_ru: Управление клавиатурой...

source: Joystick controls...
de_de: Controller-Steuerung...
es_es: Controles del joystick...
fr_fr: Configuration de la manette...
ru_ru: Управление джойстиком...

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
ru_ru: Язык

source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
ru_ru: Японский

source: Save State
de_de: Savestate erstellen
es_es: Guardar estado
fr_fr: Sauvegarde Rapide
ru_ru: Сохранить состояние

source: State 1
de_de: Savestate 1
es_es: Estado 1
fr_fr: Sauvegarde Instantanée 1
ru_ru: Состояние 1

source: State 2
de_de: Savestate 2
es_es: Estado 2
fr_fr: Sauvegarde Instantanée 2
ru_ru: Состояние 2

source: State 3
de_de: Savestate 3
es_es: Estado 3
fr_fr: Sauvegarde Instantanée 3
ru_ru: Состояние 3

source: Load State
de_de: Savestate laden
es_es: Cargar estado
fr_fr: Charger une sauvegarde instantanée
ru_ru: Загрузить состояние

source: Enable Audio
de_de: Ton einschalten
es_es: Habilitar audio
fr_fr: Activer l'audio
ru_ru: Включить звук

source: Screenshot...
es_es: Captura de pantalla...
fr_fr: Capture d'écran
ru_ru: Снимок экрана...

source: _Help
de_de: _Hilfe
es_es: _Ayuda
fr_fr: _Aide
ru_ru: _Справка

source: Wiki
ru_ru: Википедия

source: ExplorerScript documentation
de_de: Dokumentation von ExplorerScript
es_es: Documentación de ExplorerScript
fr_fr: Documentation ExplorerScript
ru_ru: Документация по ExplorerScript

source: Script Browser
de_de: Skript-Browser
es_es: Navegador de scripts
fr_fr: Explorateur de scripts
ru_ru: Браузер сценариев

source: Scripts
de_de: Skripte
ru_ru: Сценарии
