Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: I
es_es: O
fr_fr: O
ru_ru: Пр

source: Show Pokémon Info
de_de: Zeige Pokémon Informationen
es_es: Mostrar información de Pokémon
fr_fr: Montrer les information des pokémons
ru_ru: Показать информацию о покемонах

source: P
ru_ru: По

source: Show Trap Info
de_de: Zeige Fallen Informationen
es_es: Mostrar información de Trampas
fr_fr: Montrez les informations des pièges
ru_ru: Показать информацию о ловушке

source: Tr
de_de: F
fr_fr: Pi
ru_ru: Ло

source: Show full map instead of minimap
de_de: Zeige die vollständige Karte anstelle der Minikarte
es_es: Muestra el mapa completo en vez del minimapa
fr_fr: Montrez la carte complète à la place de la minicarte
ru_ru: Показать полную карту вместо мини-карты

source: Select a tile or entity to edit or copy.
de_de: Wähle eine Kachel oder Entität aus, die du bearbeiten oder kopieren möchtest.
es_es: Selecciona un tile o entidad para editar o copiar.
ru_ru: Выберите плитку или сущность для редактирования или копирования.

source: Selected Tile Type
de_de: Ausgewählter Kachel-Typ
es_es: Tipo de tile seleccionado
fr_fr: Type de Tuile Sélectionné
ru_ru: Тип выбранной плитки

source: Tile Type:
de_de: Kachel-Typ:
es_es: Tipo de tile:
fr_fr: Type de Tuile :
ru_ru: Тип плитки:

source: The direction is only relevant for the leader spawn tile.
de_de: Die Richtung ist nur für Anführer-Spawn Kacheln relevant.
es_es: La dirección solo es relevante para el tile del lugar de aparición del líder.
fr_fr: La direction n'est utile que pour la tuile qui place le meneur.
ru_ru: Направление имеет значение только для места появления лидера.

source: Add new tile
de_de: Füge neue Kachel hinzu
es_es: Añadir nuevo tile
fr_fr: Ajouter une nouvelle tuile
ru_ru: Добавить новую плитку

source: <b>Entity ID</b> Pokémon (ID): Stats (ID): Item (ID): Tile Properties (ID):
de_de: <b>Entitäts-ID</b> Pokémon (ID): Statuswerte (ID): Item (ID): Kacheleigenschaften (ID):
es_es: <b>ID de entidad</b> Pokémon (ID): Estadísticas (ID): Objeto (ID): Propiedades del tile (ID):
fr_fr: <b>ID de l'entité</b> Pokémon (ID) : Stats (ID) : Objet (ID) : Propriétés de la tuile (ID) :
ru_ru: <b>ID сущности</b> Покемон (ID): Статистики (ID): Предмет (ID): Свойства плитки (ID):

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Édition
ru_ru: Редактировать

source: Selected Entity
de_de: Ausgewählte Entität
es_es: Entidad seleccionada
fr_fr: Entité Sélectionnée
ru_ru: Выбранная сущность

source: Entity:
de_de: Entität:
es_es: Entidad:
fr_fr: Entité :
ru_ru: Сущность:

source: Add new entity
de_de: Neue Entität hinzufügen
es_es: Añadir nueva entidad
fr_fr: Ajouter une nouvelle entité
ru_ru: Добавить новую сущность

source: <span foreground="#ff0000">0</span>: Room 0 <span foreground="#ff0000">1</span>: Room 1 <span foreground="#ffff00">I</span>: Impassable <span foreground="#00ff00">A</span>: Absolute Mover possible
de_de: <span foreground="#ff0000">0</span>: Raum 0 <span foreground="#ff0000">1</span>: Raum 1 <span foreground="#ffff00">I</span>: Unpassierbar <span foreground="#00ff00">A</span>: "Bewegungstalent" möglich
es_es: <span foreground="#ff0000">0</span>: Sala 0 <span foreground="#ff0000">1</span>: Sala 1 <span foreground="#ffff00">I</span>: Intransitable <span foreground="#00ff00">H</span>: Híper-todoterreno posible
fr_fr: <span foreground="#ff0000">0</span>: Salle 0 <span foreground="#ff0000">1</span>: Salle 1 <span foreground="#ffff00">I</span>: Infranchissable <span foreground="#00ff00">A</span>: Bulldozer Tout-Terrain possible
ru_ru: <span foreground="#ff0000">0</span>: Комната 0 <span foreground="#ff0000">1</span>: Комната 1 <span foreground="#ffff00">I</span>: Непроходима <span foreground="#00ff00">A</span>Возможно прохождение с Идеальным Проходчиком

source: Tile Layer Legend
de_de: Legende der Kachel-Ebene
es_es: Leyenda de capa de tiles
fr_fr: Légende du calque des tuiles
ru_ru: Легенда слоя плиток

source: NAME: Item name
es_es: NOMBRE: Nombre del objeto
fr_fr: NOM : Nom de l'objet
ru_ru: ИМЯ: Имя предмета

source: Item Layer Legend
de_de: Legende der Item-Ebene
es_es: Leyenda de capa de objetos
fr_fr: Légende du calque des objets
ru_ru: Легенда слоя предметов

source: <span foreground="#00ff00">A</span>: Ally <span foreground="#ff0000">E</span>: Strong Enemy <span foreground="#ffff00">O</span>: Other
de_de: <span foreground="#00ff00">A</span>: Freund <span foreground="#ff0000">E</span>: Starker Feind <span foreground="#ffff00">O</span>: Andere
es_es: <span foreground="#00ff00">A</span>: Aliado <span foreground="#ff0000">E</span>: Enemigo fuerte <span foreground="#ffff00">O</span>: Otro
fr_fr: <span foreground="#00ff00">A</span>: Allié <span foreground="#ff0000">E</span>: Ennemi Fort <span foreground="#ffff00">O</span>: Autre
ru_ru: <span foreground="#00ff00">A</span>: Союзник <span foreground="#ff0000">E</span>: Сильный враг <span foreground="#ffff00">O</span>: Другое

source: Pokémon Layer Legend
de_de: Legende der Pokémon-Ebene
es_es: Leyenda de capa de Pokémon
fr_fr: Légende du calque des Pokémon
ru_ru: Легенда слоя покемонов

source: NAME: Trap name <span foreground="#ff0000">B</span>: Can be broken <span foreground="#ffff00">V</span>: Is visible
de_de: NAME: Fallenname <span foreground="#ff0000">B</span>: Kann zerstört werden <span foreground="#ffff00">V</span>: Ist sichtbar
es_es: NOMBRE: Nombre de la trampa <span foreground="#ff0000">B</span>: Se puede romper <span foreground="#ffff00">V</span>: Es visible
fr_fr: NOM: Nom du piège <span foreground="#ff0000">B</span>: Destructible <span foreground="#ffff00">V</span>: Visible
ru_ru: ИМЯ: Имя ловушки <span foreground="#ff0000">B</span>: Может быть сломана <span foreground="#ffff00">V</span>: Видима

source: Trap Layer Legend
de_de: Legende der Fallen-Ebene
es_es: Leyenda de capa de trampas
fr_fr: Légende du calque des pièges
ru_ru: Легенда слоя ловушек

source: General
de_de: Allgemein
fr_fr: Général
ru_ru: Общее

source: Overrides
de_de: Überschreibungen
es_es: Reemplazar
fr_fr: Remplace
ru_ru: Переопределения

source: Dimensions
de_de: Maße
es_es: Dimensiones
ru_ru: Размеры

source: Apply new size
de_de: Neue Größe anwenden
es_es: Aplicar nuevo tamaño
fr_fr: Appliquer une nouvelle taille
ru_ru: Применить новый размер

source: Music:
de_de: Musik:
es_es: Música:
fr_fr: Musique :
ru_ru: Музыка:

source: Moves allowed:
de_de: Erlaubte Attacken:
es_es: Movimientos permitidos:
fr_fr: Capacités autorisées :
ru_ru: Приёмы разрешены:

source: Orbs allowed:
de_de: Orbs erlaubt:
es_es: Esferas permitidas:
fr_fr: Orbes autorisés :
ru_ru: Орбы разрешены:

source: Fixed Room to load if dungeon is cleared:
de_de: Statischer Raum, falls Dungeon bezwungen:
es_es: Sala fija a cargar si se completa el territorio:
fr_fr: Salle statique à charger si le donjon a déjà été terminé :
ru_ru: Какую фиксированную комнату загрузить, если подземелье завершено:

source: Width:
de_de: Breite:
es_es: Ancho:
fr_fr: Largeur :
ru_ru: Ширина:

source: Height:
de_de: Höhe:
es_es: Alto:
fr_fr: Hauteur :
ru_ru: Высота:

source: Allow "Item Stealing"
de_de: „Diebstahl von Gegenständen“ zulassen
es_es: Permitir robo de objetos
fr_fr: Autoriser le « vol d'objets »
ru_ru: Разрешить "Кражу предметов"

source: Allow warp effects:
de_de: Warp-Effekte zulassen:
es_es: Permitir efectos de teletransporte:
ru_ru: Разрешите эффекты телепортации:

source: Allow certain traps:
de_de: Erlaube bestimmte Fallen:
es_es: Permitir ciertas trampas:
ru_ru: Разрешить определенные ловушки:

source: Darkness disabled:
de_de: Dunkelheit deaktivieren:
es_es: Oscuridad desactivada:
fr_fr: Obscurité désactivée :
ru_ru: Темнота отключена:

source: Exit floor when defeating all enemies:
de_de: Ebene verlassen, wenn alle Gegner besiegt sind:
es_es: Salir del piso al derrotar a todos los enemigos:
fr_fr: Quitter l'étage lorsque tous les ennemis sont vaincus :
ru_ru: Выход с этажа после победы над всеми врагами:

source: Is Whole Floor:
de_de: Ist Ganze Ebene:
es_es: Es un piso entero:
fr_fr: Étage complet ? :
ru_ru: Является целым этажом:

source: Is Boss Fight:
de_de: Ist Boss-Kampf:
es_es: Es un combate contra jefe:
fr_fr: Combat de boss ? :
ru_ru: Является сражением с боссом:

source: Is Free Layout:
de_de: Ist freies Layout:
es_es: Es una distribución libre:
fr_fr: Disposition libre ? :
ru_ru: Имеет свободную структуру:

source: PLEASE NOTE: The game has some hardcoded checks for those settings when the patch "ChangeFixedFloorProperties" is not applied. Please check the help for each setting for more information.
de_de: BITTE BEACHTEN: Das Spiel hat einige fest codierte Checks für diese Einstellungen, wenn der Patch „changeFixedFloorProperties“ nicht angewendet wird. Siehe die Hilfe für jede Einstellung für weitere Informationen.
es_es: NOTA: El juego tiene algunas comprobaciones codificadas para esos ajustes cuando no se aplica el parche "ChangeFixedFloorProperties". Consulta la información de cada ajuste para obtener más información.
fr_fr: REMARQUE : Le jeu comporte quelques vérifications codé en dur pour ces paramètres si le patch 'ChangeFixedFloorProperties' n'est pas appliqué. Consulter l'aide de chaqun des paramètres pour plus d'informations.
ru_ru: ПРИМЕЧАНИЕ: В игре есть некоторые жестко закодированные проверки этих настроек, когда патч "ChangeFixedFloorProperties" не применен. Пожалуйста, проверьте справку по каждой настройке для получения дополнительной информации.

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
ru_ru: Настройки

source: Fixed Rooms
de_de: Statische Räume
es_es: Salas fijas
fr_fr: Salle fixe
ru_ru: Фиксированные комнаты

source: This section lets you edit fixed rooms. Fixed rooms can be configured to appear on dungeon floors. They are usually used for boss fights or other special floors.
de_de: In diesem Abschnitt kannst du statische Räume bearbeiten. Statische Räume können so konfiguriert werden, dass sie auf Dungeon-Ebenen erscheinen. Sie werden in der Regel für Bosskämpfe oder andere spezielle Ebenen verwendet.
es_es: Esta sección te permite editar las salas fijas. Las salas fijas pueden configurarse para que aparezcan en los pisos de los territorios. Suelen utilizarse para los combates contra jefes u otros pisos especiales.
fr_fr: Cette section vous permet de modifier les pièces fixes. Les pièces fixes peuvent être configurées pour apparaître sur les étages des donjons. Elles sont généralement utilisées pour les combats de boss ou d'autres étages spéciaux.
ru_ru: В этом разделе вы можете редактировать фиксированные комнаты. Фиксированные комнаты могут быть настроены на появление на этажах подземелья. Обычно они используются для боев с боссами или других особых этажей.

source: Here you can edit the entities that can be placed in fixed rooms. Entities are a combination of tile properties (+traps), Pokémon and items.
de_de: Hier kannst du die Entitäten definieren, die in statischen Räumen platziert werden können. Entitäten sind eine Kombination von Kacheleigenschaften (+ Fallen), Pokémon und Items.
es_es: Aquí puedes editar las entidades que se pueden colocar en las salas fijas. Las entidades son una combinación de propiedades de tile (+trampas), Pokémon y objetos.
fr_fr: Vous pouvez ici éditer les entités qui peuvent être placées dans les salles statiques. Les entités sont des combinaisons de propriétés de tuiles (et pièges), Pokémon et objets présents.
ru_ru: Здесь вы можете редактировать сущностей, которые могут быть размещены в фиксированных комнатах. Сущности - это комбинация свойств плитки (+ловушки), покемонов и предметов.

source: Tile
de_de: Kachel
fr_fr: Tuile
ru_ru: Плитка

source: Item
es_es: Objeto
fr_fr: Objet
ru_ru: Предмет

source: Go To Pokémon
de_de: Springe zu Pokémon
es_es: Ir al Pokémon
fr_fr: Aller au Pokémon
ru_ru: Перейти к покемону

source: Go To Item
de_de: Springe zu Item
es_es: Ir al objeto
fr_fr: Aller à l'object
ru_ru: Перейти к предмету

source: Go To Tile
de_de: Springe zu Kachel
es_es: Ir al tile
fr_fr: Aller à la tuile
ru_ru: Перейти к плитке

source: Trap
de_de: Fallen
es_es: Trampa
fr_fr: Piège
ru_ru: Ловушка

source: Unbreakable?
de_de: Unzerstörbar?
es_es: ¿Irrompible?
fr_fr: Incassable ?
ru_ru: Неразрушаемый?

source: Unk11
de_de: Unb11
es_es: Desc. 11
ru_ru: Неизв11

source: Unk12
de_de: Unb12
es_es: Desc. 12
ru_ru: Неизв12

source: Unk13
de_de: Unb13
es_es: Desc. 13
ru_ru: Неизв13

source: Unk14
de_de: Unb14
es_es: Desc. 14
ru_ru: Неизв14

source: Unk15
de_de: Unb15
es_es: Desc. 15
ru_ru: Неизв15

source: Unk16
de_de: Unb16
es_es: Desc. 16
ru_ru: Неизв16

source: Unk17
de_de: Unb17
es_es: Desc. 17
ru_ru: Неизв17

source: Trap Visible?
de_de: Falle sichtbar?
es_es: ¿Hacer trampa visible?
fr_fr: Piège visible ?
ru_ru: Ловушка видна?

source: Unk31
de_de: Unb31
es_es: Desc. 31
ru_ru: Неизв31

source: Unk32
de_de: Unb32
es_es: Desc. 32
ru_ru: Неизв32

source: Secondary Terrain?
de_de: Sekundäres Terrain?
es_es: ¿Terreno secundario?
fr_fr: Terrain secondaire ?
ru_ru: Вторичная местность?

source: Unk34
de_de: Unb34
es_es: Desc. 34
ru_ru: Неизв34

source: Unk35
de_de: Unb35
es_es: Desc. 35
ru_ru: Неизв35

source: Unk36
de_de: Unb36
es_es: Desc. 36
ru_ru: Неизв36

source: Unk37
de_de: Unb37
es_es: Desc. 37
ru_ru: Неизв37

source: Tiles
de_de: Kacheln
fr_fr: Tuiles
ru_ru: Плитки

source: Quantity
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
ru_ru: Количество

source: Stats
de_de: Statuswerte
es_es: Estadísticas
ru_ru: Статистики

source: Go To Stats
de_de: Springe zu Statuswerten
es_es: Ir a las estadísticas
fr_fr: Aller aux statistiques
ru_ru: Перейти к характеристикам

source: HP
de_de: KP
es_es: PS
fr_fr: PV
ru_ru: ОЗ

source: Exp. Yield
de_de: Erfahrungspunkte
es_es: Puntos de exp.
fr_fr: Gain d'Exp
ru_ru: Доля опыта

source: Atk.
de_de: Angr.
es_es: Atq.
fr_fr: Atq.
ru_ru: Атк.

source: Sp. Atk.
de_de: Sp. Angr.
es_es: At. Esp.
fr_fr: Att. Spé.
ru_ru: Сп. Atk.

source: Def.
de_de: Vert.
fr_fr: Déf.
ru_ru: Защ.

source: Sp. Def.
de_de: Sp. Vert.
es_es: Def. Esp.
fr_fr: Déf. Spé.
ru_ru: Сп. защ.

source: UnkA
de_de: UnbA
es_es: Desc. A
ru_ru: НеизвA

source: Pokémon Stats
de_de: Pokémon Statuswerte
es_es: Estadísticas de Pokémon
fr_fr: Stats de Pokémon
ru_ru: Статистика покемонов

source: Spawn Lists
de_de: Spawn-Listen
es_es: Listas de aparición
fr_fr: Listes d'apparitions
ru_ru: Списки появлений

source: Add category
de_de: Kategorie hinzufügen
es_es: Añadir categoría
fr_fr: Ajouter une catégorie
ru_ru: Добавить категорию

source: Category:
de_de: Kategorie:
es_es: Categoría:
fr_fr: Catégorie :
ru_ru: Категория:

source: Chance
es_es: Probabilidad
ru_ru: Вероятность

source: Export Dungeon Floor
de_de: Dungeon Ebene exportieren
es_es: Exportar piso del territorio
fr_fr: Exporter l'étage du donjon
ru_ru: Экспортировать этаж подземелья

source: Layout
es_es: Diseño
fr_fr: Disposition
ru_ru: Структура

source: Pokémon Spawns
es_es: Generación de Pokémon
ru_ru: Появление Покемонов

source: Trap Spawns
de_de: Fallen Spawns
es_es: Generación de trampas
ru_ru: Появление ловушек

source: Floor Item Spawns
de_de: Item (Boden) Spawns
es_es: Generación de objetos del piso
ru_ru: Список предметов на полу

source: Shop Item Spawns
de_de: Item (Shop) Spawns
es_es: Generación de objetos en tiendas
ru_ru: Список предметов в магазине

source: Monster House Item Spawns
de_de: Item (Monster-Raum) Spawns
es_es: Generación de objetos en nidos de monstruos
fr_fr: Apparation des objets des Maison de Monstres
ru_ru: Список предметов в Засаде Монстров

source: Buried Item Spawns
de_de: Item (vergraben) Spawns
es_es: Generación de objetos enterrados
fr_fr: Apparition des objets enterrés
ru_ru: Список зарытых предметов

source: Grab Bag Item Spawns
de_de: Item (Wundertüte) Spawns
es_es: Generación de bolsas de objetos
ru_ru: Список предметов в мешке с сюрпризом

source: Secret Room Item Spawns
de_de: Item (Geheimer Raum) Spawns
es_es: Generación de objetos en sala secreta
ru_ru: Список предметов в секретной комнате

source: 1. Choose what to export
de_de: 1. Wähle aus, was exportiert werden soll
es_es: 1. Elige qué exportar
fr_fr: 1. Choisissez ce qu'il faut exporter
ru_ru: 1. Выберите, что экспортировать

source: Export to file
de_de: Exportiere nach Datei
es_es: Exportar a archivo
fr_fr: Exporter vers un fichier
ru_ru: Экспортировать в файл

source: 2a. Export to file
de_de: 2a. Exportiere in Datei
es_es: 2a. Exportar a archivo
fr_fr: 2a. Exporter vers un fichier
ru_ru: 2a. Экспортировать в файл

source: Dungeon / Floor
de_de: Dungeon / Ebene
es_es: Territorio / Piso
fr_fr: Donjon / Étage
ru_ru: Подземелье / Этаж

source: (and/or) <b>2b. Copy to other floor(s)</b>
de_de: (und/oder) <b>2b. Kopiere zu anderen Ebenen</b>
es_es: (y/o) <b>2b. Copiar a otro(s) piso(s)</b>
fr_fr: (et/ou) <b>2b : Copier vers d'autres étage·s</b>
ru_ru: (и/или) <b>2b. Копировать в другой(ие) этаж(и)</b>

source: Main Weight
de_de: Haupt-Gewichtung
es_es: Peso principal
ru_ru: Основной вес

source: Monster House Weight
de_de: Monster-Raum-Gewichtung
ru_ru: Вес в Засаде Монстров

source: Dungeon Name
es_es: Nombre del territorio
fr_fr: Nom du donjon
ru_ru: Название подземелья

source: Floor Number
de_de: Ebenen-Nummer
es_es: Número de piso
fr_fr: Numéro d'étage
ru_ru: Номер этажа

source: Tileset
ru_ru: Набор плиток

source: Music
de_de: Musik
es_es: Música
fr_fr: Musique
ru_ru: Музыка

source: Fixed Room
de_de: Statischer Raum
es_es: Sala fija
fr_fr: Salle fixe
ru_ru: Фиксированная комната

source: Import
es_es: Importar
fr_fr: Importer
ru_ru: Импортировать

source: Export
es_es: Exportar
fr_fr: Exporter
ru_ru: Экспортировать

source: Go To
de_de: Dorthin springen
es_es: Ir a
fr_fr: Aller à
ru_ru: Перейти

source: Structure Type:
de_de: Struktur-Typ:
es_es: Tipo de estructura:
fr_fr: Type de structure :
ru_ru: Тип структуры:

source: Floor connectivity:
de_de: Ebenen-Verbundenheit:
es_es: Conectividad del piso:
ru_ru: Связность этажа:

source: Extra Hallway density:
de_de: Dichter zusätzlicher Flure:
es_es: Densidad adicional de pasillos:
ru_ru: Плотность дополнительных коридоров:

source: Room Density:
de_de: Raumdichte:
es_es: Densidad de sala:
fr_fr: Densité de la salle :
ru_ru: Плотность комнат:

source: Dead Ends?:
de_de: Sackgassen?:
es_es: ¿Pasillos sin salida?:
fr_fr: Impasse ? :
ru_ru: Тупики?:

source: Structure
de_de: Struktur
es_es: Estructura
ru_ru: Структура

source: Secondary T. enabled?:
de_de: Sekundäres T. aktiviert?:
es_es: ¿T. secundario activado?:
ru_ru: Вторичная местность включена?:

source: Secondary Terrain:
de_de: Sekundäres Terrain:
es_es: Terreno secundario:
fr_fr: Terrain secondaire :
ru_ru: Вторичная местность:

source: Secondary T. density:
de_de: Sekundäre T.-Dichte:
es_es: Densidad del T. secundario:
ru_ru: Плотность вторичной местности:

source: Imperfect rooms?:
de_de: Unvollkommene Räume?:
es_es: ¿Salas imperfectas?:
fr_fr: Salles imparfaites ? :
ru_ru: Неидеальные комнаты?:

source: Darkness Level:
de_de: Dunkelheitsgrad:
es_es: Nivel de oscuridad:
fr_fr: Niveau d'obscurité :
ru_ru: Уровень темноты:

source: Weather:
de_de: Wetter:
es_es: Clima:
fr_fr: Météo :
ru_ru: Погода:

source: (no. of rooms)
de_de: (Anzahl der Räume)
es_es: (nº de salas)
ru_ru: (количество комнат)

source: Terrain Settings
de_de: Gelände-Einstellungen
es_es: Ajustes del terreno
fr_fr: Paramètres du terrain
ru_ru: Настройки местности

source: Floor item density:
de_de: Dichte der Items auf dem Boden:
es_es: Densidad de objetos del piso:
fr_fr: Densité des objets aux sol :
ru_ru: Плотность предметов на полу:

source: Buried item density:
de_de: Dichte der vergrabenen Items:
es_es: Densidad de objetos enterrados:
fr_fr: Densité des objets enterrés :
ru_ru: Плотность зарытых предметов:

source: Trap density:
de_de: Fallendichte:
es_es: Densidad de trampas:
fr_fr: Densité des pièges :
ru_ru: Плотность ловушек:

source: Max coin amount:
de_de: Maximaler Münzbetrag:
es_es: Cantidad máxima de monedas:
ru_ru: Максимальное количество монет:

source: Initial enemy density:
de_de: Initiale Gegner-Spawn-Dichte:
es_es: Densidad inicial de enemigos:
ru_ru: Начальная плотность врагов:

source: Items, Traps & Enemies
de_de: Items, Fallen & Gegner
es_es: Objetos, Trampas y Enemigos
ru_ru: Предметы, ловушки и враги

source: Kecleon Shop:
es_es: Tienda Kecleon:
fr_fr: Magasin Kecleon :
ru_ru: Магазин Кеклеона:

source: Hidden Stairs:
de_de: Versteckte Treppen:
es_es: Escaleras ocultas:
fr_fr: Escalier caché :
ru_ru: Скрытая лестница:

source: Monster House:
de_de: Monster-Raum:
es_es: Nido de monstruos:
fr_fr: Maison de monstres :
ru_ru: Засада монстров:

source: Empty Monster House:
de_de: Leerer Monster-Raum:
es_es: Nido de monstruos vacío:
fr_fr: Maison de monstres vide :
ru_ru: Пустая Засада Монстров:

source: Unused:
de_de: Unbenutzt:
es_es: Sin usar:
fr_fr: Inutilisé :
ru_ru: Не используется:

source: Sticky Items:
de_de: Klebrige Items:
es_es: Objetos pegajosos:
fr_fr: Objets collants :
ru_ru: Липкие предметы:

source: Chances
de_de: Chancen
es_es: Probabilidad
ru_ru: Вероятности

source: Unknown E:
de_de: Unbekannt E:
es_es: E desconocido:
fr_fr: Inconnu E :
ru_ru: Неизвестно E:

source: Enemy IQ:
de_de: Gegner IQ:
es_es: CI de enemigos:
fr_fr: QI Ennemi :
ru_ru: IQ врагов:

source: IQ Booster boost:
de_de: IQ-Steigerer Boost:
es_es: Potenciador de CI:
fr_fr: Boost du Boost Q.I. :
ru_ru: Повышение от Ускорителя IQ:

source: Shop item positions:
de_de: Positionen der Shop-Artikel:
es_es: Posición de objetos en tiendas:
ru_ru: Расположение предметов в магазине:

source: Hidden Stairs Type:
de_de: Typ versteckter Treppen:
es_es: Tipo de escaleras ocultas:
fr_fr: Type d'escalier caché :
ru_ru: Тип скрытой лестницы:

source: Floor Rank:
de_de: Ebenen-Rang:
es_es: Rango del piso:
fr_fr: Étage :
ru_ru: Ранг этажа:

source: No Missions:
de_de: Keine Missionen:
es_es: Sin misiones:
fr_fr: Pas de mission :
ru_ru: Нет миссий:

source: IQ and Misc.
de_de: IQ und Sonstiges
es_es: CI y Misceláneo.
fr_fr: Q.I. et Divers.
ru_ru: IQ и прочее

source: Seed:
de_de: Startwert:
es_es: Semilla:
fr_fr: Graine :
ru_ru: Ключ генерации:

source: Refresh
de_de: Aktualisieren
es_es: Recargar
fr_fr: Rafraîchir
ru_ru: Обновить

source: Auto Refresh
de_de: Automatisch aktualisieren
es_es: Recargar autom.
fr_fr: Rafraichissement automatique
ru_ru: Автообновление

source: Internal Error occured while trying to render floor. The floor may or may not work in the game. If it doesn't the game uses a 1-room floorwide Monster House instead.
de_de: Beim Versuch diese Ebene zu rendern ist ein interner Fehler aufgetreten. Die Ebene funktioniert im Spiel möglicherweise nicht. Wenn sie nicht funktioniert, wird stattdessen ein Monster-Raum generiert, der die gesamte Ebene abdeckt.
es_es: Se ha producido un error interno al intentar renderizar el piso. Es posible que no funcione en el juego. En ese caso, se utilizará un nido de monstruos de 1 sala en su lugar.
fr_fr: Une erreur interne s'est produite lors du rendu de l'étage. L'étage marchera peut-être dans le jeu. S'il ne march pas, le jeu utilisera un donjon avec une salle maison de monstre, occupant l'étage.
ru_ru: Произошла внутренняя ошибка при попытке отобразить этаж. Этаж может работать, а может и не работать в игре. Если этаж не будет работать, игра вместо этого будет использовать Засаду Монстров, размером в весь этаж.
