Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: This map has no data layer. You can add a data layer at Map > Settings.
de_de: Diese Karte hat keine Daten-Ebene. Du kannst eine Daten-Ebene unter Karte > Einstellungen hinzufügen.
es_es: Este mapa no tiene capa de datos. Puedes añadir una desde Mapa > Ajustes.
fr_fr: Cette carte n'a pas de calque de donné. Vous pouvez un calque de donné via Carte > Paramètres.
ru_ru: У этой карты нет слоя данных. Вы можете добавить слой данных в меню Карта > Настройки.

source: Map backgrounds can be used as primary or secondary. When used as primary, the background can have up to 14 palettes, using slots from 0 to 13. When used as secondary, the background can only have 1 palette, using slot 14, and every palette value will have a new value of (old_value{chr(0xA0)}+{chr(0xA0)}14){chr(0xA0)}mod{chr(0xA0)}16. It is still possible to use palette values above those limits, but this is only in cases where a background needs to reference a palette from the other background. Note: in the original game, almost every background is used as primary, the exceptions being mainly the weather (W) backgrounds.
de_de: Kartenhintergründe können als "primär" oder "sekundär" verwendet werden. Wenn primär verwendet, kann der Hintergrund bis zu 14 Paletten haben, wobei Slots von 0 bis 13 verwendet werden. Sekundär verwendet kann der Hintergrund nur eine Palette haben, wobei Slot 14 verwendet wird. Jeder Palettenwert hat einen neuen Wert von (old_value{chr(0xA0)}+{chr(0xA0)}14){chr(0xA0)}mod{chr(0xA0)}16. Es ist immer noch möglich, Palettenwerte über diesen Grenzen zu verwenden, aber nur in Fällen, in denen der Hintergrund auf eine Palette aus dem anderen geladenen Hintergrund verweist. Hinweis: Im Originalspiel wird fast jeder Hintergrund als primär verwendet, wobei die Ausnahmen hauptsächlich die Wetter-Hintergründe (W) sind.
es_es: Los fondos de mapa pueden utilizarse como primarios o secundarios. Cuando se utiliza como primario, el fondo puede tener hasta 14 paletas, utilizando las ranuras de 0 a 13. Cuando se utiliza como secundario, el fondo solo puede tener 1 paleta, utilizando la ranura 14, y cada valor de paleta tendrá un nuevo valor de (old_value{chr(0xA0)}+{chr(0xA0)}14){chr(0xA0)}mod{chr(0xA0)}16. Todavía es posible utilizar valores de paleta por encima de esos límites, pero esto es solo en los casos en que un fondo necesita hacer referencia a una paleta del otro fondo. Nota: en el juego original, casi todos los fondos se utilizan como primarios, siendo las excepciones principalmente los fondos de clima (W).
ru_ru: Фон локации может быть основным или дополнительным. Если фон используется как основной, он может иметь до 14 палитр, используя слоты от 0 до 13. При вторичном использовании фон может иметь только 1 палитру, используя слот 14, и каждое значение палитры будет иметь новое значение (old_value{chr(0xA0)}+{chr(0xA0)}14){chr(0xA0)}mod{chr(0xA0)}16. Использовать значения палитры, превышающие эти пределы, возможно, но это только в тех случаях, когда фон должен ссылаться на палитру другого фона. Примечание: в оригинальной игре почти все фоны используются как основные, исключение составляют только фоны погоды (W).

source: Background Palettes
de_de: Hintergrund-Paletten
es_es: Paletas de fondo
ru_ru: Палитры фона

source: Create Background
de_de: Hintergrund erstellen
es_es: Crear fondo
fr_fr: Ajouter un arrière-plan
ru_ru: Создать фон

source: Map Background Name
de_de: Name des Kartenhintergrundes
es_es: Nombre del fondo del mapa
fr_fr: Nom du fond de carte
ru_ru: Название фона локации

source: The length of the map background name must be between 1-8 characters.
de_de: Die Länge des Kartenhintergrundnamens muss zwischen 1 und 8 Zeichen betragen.
es_es: La longitud del nombre del fondo del mapa debe tener entre 1-8 caracteres.
fr_fr: Le nom du fond de carte doit être compris entre 1 à 8 caractères.
ru_ru: Длина имени фона локации должна быть в пределах 1-8 символов.

source: A map background with this name already exists.
de_de: Ein Kartenhintergrund mit diesem Namen existiert bereits.
es_es: Ya existe un fondo de mapa con este nombre.
fr_fr: Un fond de carte avec ce nom existe déjà.
ru_ru: Фон локации с этим именем уже существует.

source: Map background added successfully
de_de: Kartenhintergrund erfolgreich hinzugefügt
es_es: Fondo del mapa añadido correctamente
fr_fr: Fond de carte correctement ajouté
ru_ru: Фон локации успешно добавлен

source: Misc. Graphics
de_de: Sonstige Grafiken
es_es: Gráficos misceláneos
ru_ru: Разная графика

source: This section lets you edit miscellaneous graphics.
de_de: In diesem Abschnitt kannst du verschiedene Grafiken bearbeiten.
es_es: Esta sección te permite editar gráficos misceláneos.
ru_ru: В этом разделе можно редактировать различные графические элементы.

source: This is what the game shows when the cartridge is removed while playing. IMPORTANT! The game stores this compressed in the ARM9, so this is limited in space. It is recommended to only edit this to change the text color/content.
de_de: Dieses Bild zeigt das Spiel an, falls die Karte des Spiels während dem Spielen entfernt wurde. WICHTIG! Das Spiel speichert diese Grafik komprimiert in der ARM9-Datei, daher gibt es eine Größenbeschränkung. Es wird empfohlen das nur zu ändern um die Textfarbe oder den Inhalt zu ändern.
es_es: Esto es lo que muestra el juego cuando se extrae el cartucho mientras se juega. ¡IMPORTANTE! El juego almacena este comprimido en ARM9, por lo que tiene un espacio limitado. Se recomienda editar esto solo para cambiar el color o el contenido del texto.
fr_fr: Ce qu'affiche le jeu quand la cartouche est retiré pendant le jeu. ATTENTION ! Le jeu enregistre cet image sous forme compressé la section ARM9, et doit donc prendre un espace limité. Il est recommendé d'éditer seulement la couleur du texte/du contenu.
ru_ru: Вот что показывает игра, когда картридж извлекается во время игры. ВАЖНО! Игра хранит это изображение в сжатом виде в ARM9, поэтому она занимает мало места. Рекомендуется редактировать его только для изменения цвета/содержания текста.

source: Cartridge Removed Image Info
de_de: Informationen über das "Karte entfernt"-Bild
es_es: Imagen de información de cartucho extraído
fr_fr: Information de l'image de cartouche retiré
ru_ru: Информация об изображении об извлеченном картридже

source: Export image as PNG...
de_de: Bild als PNG exportieren...
es_es: Exportar imagen como PNG...
fr_fr: Exporter l'image en PNG...
ru_ru: Экспортировать изображение как PNG...

source: Import image as PNG...
de_de: Bild aus PNG importieren...
es_es: Importar imagen como PNG...
fr_fr: Importer l'image en PNG...
ru_ru: Импортировать изображение как PNG...

source: Error importing cart removed image.
de_de: Fehler beim Importieren des "Karte entfernt"-Bildes.
es_es: Error al importar la imagen de cartucho extraído.
fr_fr: Erreur lors de l'importation de l'image de cartouche retiré.
ru_ru: Ошибка при импорте изображения об извлеченном картридже.

source: Import image as indexed PNG...
de_de: Bild aus indiziertem PNG importieren...
es_es: Importar imagen como PNG indexada...
ru_ru: Импортировать изображение как индексированный PNG...

source: Error importing chr image.
de_de: Fehler beim Importieren des Chr-Bildes.
es_es: Error al importar imagen de carácter.
ru_ru: Ошибка при импорте chr-изображения.

source: Char ID
es_es: ID de carácter
ru_ru: ID символа

source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur
ru_ru: Ширина

source: Bytes per row
de_de: Bytes pro Zeile
es_es: Bytes por fila
fr_fr: Octets par ligne
ru_ru: Байтов на ряд

source: Padding
de_de: Auffüllung
es_es: Espaciado
ru_ru: Внутренний отступ

source: Export font in folder...
de_de: Schrift exportieren...
es_es: Exportar fuente a la carpeta...
fr_fr: Exporter la police vers le dossier...
ru_ru: Экспортировать шрифт в папку...

source: To import, select a folder containing all the files that were created when exporting the font. IMPORTANT: All image files must be indexed PNGs! For banner fonts, all images must have the same palette.
de_de: Zum Importieren, wähle einen Ordner aus, der alle Dateien enthält, die beim Export der Schrift erstellt wurden. WICHTIG: Alle Dateien müssen indizierte PNGs sein! Für Banner-Schriften gilt, dass alle Bilder dieselbe Palette haben müssen.
es_es: Para importar, selecciona una carpeta que contenga todos los archivos que se crearon al exportar la fuente. IMPORTANTE: Todos los archivos de imagen deben ser PNGs indexados. Para las fuentes de los carteles, todas las imágenes deben tener la misma paleta.
fr_fr: Pour importer, veuillez sélectionner un dossier contenant tous les fichiers qui ont été créés lors de l'exportation de la police. IMPORTANT : toutes les images doivent être des fichiers PNG indexés ! Pour les polices des bannières, toutes les images doivent utiliser la même palette.
ru_ru: Для импорта выберите папку, содержащую все файлы, которые были созданы при экспорте шрифта. ВАЖНО: Все файлы изображений должны быть индексированными PNG! Для шрифтов для баннера, все изображения должны иметь одинаковую палитру.

source: Import Font
de_de: Schrift importieren
es_es: Importar fuente
fr_fr: Importer police
ru_ru: Импортировать шрифт

source: Import font from folder...
de_de: Schrift aus Ordner importieren...
es_es: Importar fuente desde carpeta...
fr_fr: Importer la police à partir du dossier...
ru_ru: Импортировать шрифт из папки...

source: Error importing font.
de_de: Fehler beim Importieren der Schrift.
es_es: Error al importar fuente.
fr_fr: Erreur d'importation de la police.
ru_ru: Ошибка при импорте шрифта.

source: Character {char} already exists in the table!
de_de: Zeichen {char} ist bereits in der Tabelle vorhanden!
es_es: ¡El personaje {char} ya existe en la tabla!
fr_fr: Le caractère {char} existe déjà dans le tableau !
ru_ru: Символ {char} уже существует в таблице!

source: Error adding character.
de_de: Fehler beim Hinzufügen des Zeichens.
es_es: Error al añadir carácter.
fr_fr: Erreur lors de l'ajout du caractère.
ru_ru: Ошибка при добавлении персонажа.

source: To import, select a folder containing all the files that were created when exporting the font. IMPORTANT: All image files must be indexed PNGs and use the same palette!
de_de: Zum Importieren, wähle einen Ordner aus, der alle Dateien enthält, die beim Export der Schrift erstellt wurden. WICHTIG: Alle Dateien müssen indizierte PNGs sein und dieselbe Palette verwenden!
es_es: Para importar, selecciona una carpeta que contenga todos los archivos que se crearon al exportar la fuente. IMPORTANTE: Todos los archivos de imagen deben ser PNGs indexados y usar la misma paleta.
fr_fr: Pour importer, veuillez sélectionner un dossier contenant tous les fichiers qui ont été créés lors de l'exportation de la police. IMPORTANT : toutes les images doivent être des fichiers PNG indexés et doivent utiliser la même palette !
ru_ru: Для импорта выберите папку, содержащую все файлы, которые были созданы при экспорте шрифта. ВАЖНО: Все файлы изображений должны быть индексированными PNG и иметь одинаковую палитру!

source: Export all images as PNGs...
de_de: Alle Bilder als PNG exportieren...
es_es: Exportar todas las imágenes como PNGs...
fr_fr: Exporter toutes les images en PNG...
ru_ru: Экспортируйте все изображения в формате PNG...

source: To import, select a directory to import from. Files with the pattern 'XX.png' will be imported, where XX is a number between 0 and 99. The image dimensions must be a multiple of 8.
de_de: Um zu importieren, wählen einen Ordner aus, aus dem du importieren möchtest. Dateien werden nach dem Muster 'XX.png' importiert, wobei XX eine Zahl zwischen 0 und 99 ist. Die Bildgröße muss ein Vielfaches von 8 sein.
es_es: Para importar, selecciona un directorio desde el que importar. Los archivos con el patrón 'XX.png' se importarán, donde XX es un número entre 0 y 99. Las dimensiones de la imagen deben ser un múltiplo de 8.
ru_ru: Для импорта выберите каталог, из которого будет производиться импорт. Будут импортированы файлы с шаблоном 'XX.png', где XX - число от 0 до 99. Размеры изображения должны быть кратны 8.

source: Import Images
de_de: Bilder importieren
es_es: Importar imágenes
ru_ru: Импортировать изображения

source: Import images from PNGs...
de_de: Bilder aus PNGs importieren...
es_es: Importar imágenes desde PNGs...
ru_ru: Импортировать изображения из PNG...

source: Failed importing image "{i}": Image for number {i} missing.
de_de: Fehler beim Importieren des Bildes "{i}": Bild für Nummer {i}.
es_es: Error al importar la imagen "{i}": Falta la imagen para el número {i}.
ru_ru: Не удалось импортировать изображение "{i}": Изображение для номера {i} отсутствует.

source: Image for number {i} missing.
de_de: Bild für Nummer {i} fehlt.
es_es: Falta la imagen para el número {i}.
ru_ru: Отсутствует изображение для числа {i}.

source: No images found.
de_de: Keine Bilder gefunden.
es_es: No se han encontrado imágenes.
ru_ru: Изображения не найдены.

source: Failed importing image '{index}'.
de_de: Fehler beim Importieren des Bildes '{index}'.
es_es: Error al importar la imagen '{index}'.
fr_fr: Échec de l'importation de l'image « {index} ».
ru_ru: Не удалось импортировать изображение '{index}'.

source: Failed importing image "{index}": {err}
de_de: Importieren des Bildes "{index}": {err}
es_es: Error al importar la imagen "{index}": {err}
fr_fr: Échec de l'importation de l'image « {index} » : {err}
ru_ru: Не удалось импортировать изображение "{index}": {err}

source: Error for '{index}'.
de_de: Fehler für '{index}'.
es_es: Error para '{index}'.
fr_fr: Erreur pour « {index} ».
ru_ru: Ошибка для '{index}'.

source: Filename not specified.
de_de: Dateiname nicht angegeben.
es_es: Nombre de archivo no especificado.
fr_fr: Nom de fichier non spécifié.
ru_ru: Имя файла не указано.

source: Imported image size too big.
de_de: Die Bildgröße ist zu groß.
es_es: Tamaño de la imagen importada demasiado grande.
fr_fr: Taille de l'image importée trop grande.
ru_ru: Размер импортированного изображения слишком велик.

source: Not an indexed image.
de_de: Kein indiziertes Bild.
es_es: No es una imagen indexada.
fr_fr: Ce n'est pas une image indexée.
ru_ru: Не индексированное изображение.

source: Export zmappat minimized in folder...
de_de: Exportiere geschrumpfte ZMappaT...
es_es: Exportar zmappat minimizado en carpeta...
fr_fr: Exporter le fichier zmappat minimisé vers le dossier...
ru_ru: Экспортировать минимизированный zmappat в папку...

source: Export full zmappat in folder...
de_de: Exportiere vollständige ZMappaT...
es_es: Exportar zmappat completo en carpeta...
fr_fr: Exporter le fichier zmappat complet vers le dossier...
ru_ru: Экспортировать полный zmappat в папку...

source: To import, select a folder containing all the image files that were created when exporting the minimized version. IMPORTANT: All image files must be indexed PNGs and use the same palette!
de_de: Zum Importieren, wähle einen Ordner aus, der alle Dateien enthält, die beim Export erstellt wurden. WICHTIG: Alle Dateien müssen indizierte PNGs sein und dieselbe Palette verwenden!
es_es: Para importar, selecciona una carpeta que contenga todas las imágenes que se crearon al exportar la versión minimizada. IMPORTANTE: Todos los archivos de imagen deben ser PNGs indexados y usar la misma paleta.
fr_fr: Pour importer, veuillez sélectionner un dossier contenant tous les fichiers images qui ont été créés lors de l'exportation de la version minimisée. IMPORTANT : toutes les images doivent être des fichiers PNG indexés et doivent utiliser la même palette !
ru_ru: Для импорта выберите папку, содержащую все изображения, которые были созданы при экспорте свернутой версии. ВАЖНО: Все файлы изображений должны быть индексированными PNG и иметь одинаковую палитру!

source: Import Minimized Version
de_de: Geschrumpfte Version importieren
es_es: Importar versión minimizada
ru_ru: Импорт минимизированной версии

source: Import zmappat minimized from folder...
de_de: Importiere geschrumpfte ZMappaT aus Ordner...
es_es: Importar zmappat minimizado desde carpeta...
fr_fr: Importer le fichier zmappat minimisé à partir du dossier...
ru_ru: Импортировать минимизированного zmappat из папки...

source: Error importing minimized zmappat.
de_de: Fehler beim Importieren der geschrumpften ZMappaT.
es_es: Error al importar zmappat minimizado.
ru_ru: Ошибка импортирования минимизированного zmappat.

source: The game uses 4x4 'mini-tiles' tiles to render the map. However, as the system only uses 8x8 tiles, the game render each 8x8 tile by applying 4 mini-tiles with their respective masks. To do this, all mini-tiles have been duplicated to cover the 4 possibilites for placing the mini-tile in 8x8 tiles (top left, top right, bottom left, bottom right). The mask is then used to apply the mini-tile only on the correct part of the resulting 8x8 tile. The minimized version reduces the tileset to only 4x4 mini-tiles and handles the duplication when importing. But remember that the full tileset allows more exploits as you can render tiles differently depending on where they are placed.
de_de: Das Spiel verwendet 4x4 „Mini-Kacheln“ -Kacheln, um die Karte zu rendern. Da das System jedoch nur 8x8 Kacheln verwendet, rendert das Spiel jedes 8x8-Plättchen, indem es 4 Mini-Kacheln unter Anwendung der jeweiligen Masken darstellt. Dafür wurden alle Mini-Kacheln dupliziert, um die 4 Möglichkeiten zum Platzieren der Mini-Kachel in 8x8-Kacheln abzudecken (oben links, oben rechts, unten links, unten rechts). Die Maske wird dann verwendet, um die Mini-Kachel nur auf den richtigen Teil der resultierenden 8x8-Kachel anzuwenden. Die geschrumpfte Version reduziert das Tileset auf nur 4x4-Mini-Kacheln. Beim Import wurd dann entsprechend dupliziert. Denke aber daran, dass das vollständige Tileset mehr Möglichkeiten zulässt, da du die Kacheln je nach Platzierung unterschiedlich rendern kannst.
es_es: El juego utiliza 'minitiles' de 4x4 para renderizar el mapa. Sin embargo, como el sistema solo utiliza tiles de 8x8, el juego renderiza cada tile de 8x8 aplicando 4 minitiles con sus respectivas máscaras. Para ello, se han duplicado todos los minitiles para cubrir las 4 posibilidades de colocación del minitile en los tiles de 8x8 (arriba a la izquierda, arriba a la derecha, abajo a la izquierda, abajo a la derecha). La máscara se utilizará entonces para aplicar el minitrilo sólo en la parte correcta del tile de 8x8 resultante. La versión minimizada reduce el tileset a solo 4x4 minitiles y maneja la duplicación al importar. Recuerda que el tileset completo permite más exploits, ya que puedes renderizar tiles de forma diferente dependiendo de donde estén colocados.
ru_ru: Для рендеринга карты игра использует 'мини-плитки' (плитки 4x4). Однако, поскольку система использует только плитки 8x8, игра рендерит каждую плитку 8x8, применяя 4 мини-плитки с их соответствующими масками. Для этого все мини-плитки были продублированы, чтобы покрыть 4 возможные размещения мини-плитки в плитка 8x8 (верхний левый, верхний правый, нижний левый, нижний правый). Затем маска используется для нанесения мини-плитки только на нужную часть итоговой плитки 8x8. Минимизированная версия уменьшает набор плиток только до мини-плиток 4x4 и обрабатывает дублирование при импорте. Но помните, что полный набор плиток позволяет больше эксплойтов, так как вы можете рендерить плитки по-разному в зависимости от того, где они расположены.

source: Minimized Version Info
de_de: Infos über die geschrumpfte Version
es_es: Información de la versión minimizada
ru_ru: Информация о минимизированной версии

source: To import, select a folder containing all the image files that were created when exporting the full tileset.
de_de: Um zu importieren, wähle einen Ordner mit allen Bilddateien, die beim Export des vollständigen Tilesets erstellt wurden.
es_es: Para importar, selecciona una carpeta que contenga todos los archivos de imagen que se crearon al exportar el tileset completo.
fr_fr: Pour importer, veuillez sélectionner un dossier contenant toutes les images créées lors de l'exportation du jeu de tuiles complet.
ru_ru: Для импортирования выберите папку, содержащую все файлы изображений, которые были созданы при экспортировании полного набора плиток.

source: Import Full Tileset
de_de: Komplettes Tileset importieren
es_es: Importar tileset completo
ru_ru: Импортировать полный набор плиток

source: Import full zmappat from folder...
de_de: Importiere vollständige ZMappaT aus Ordner...
es_es: Importar zmappat completo desde carpeta...
fr_fr: Importer le fichier zmappat complet à partir du dossier...
ru_ru: Импортировать полный zmappat из папки...

source: Error importing full zmappat.
de_de: Fehler beim Importieren der vollständigen ZMappaT.
es_es: Error al importar zmappat completo.
ru_ru: Ошибка импортирования полного zmappat.

source: Exp.
de_de: Erf.
ru_ru: Опыт.

source: ATK
es_es: Atq.
fr_fr: Atq
ru_ru: АТК

source: Sp. ATK
es_es: At. Esp
fr_fr: ATQ Spé
ru_ru: Сп. ATK

source: DEF
de_de: Vert.
ru_ru: ЗАЩ

source: Sp. DEF
de_de: Sp. Vert.
es_es: Def. Esp.
fr_fr: DEF Spé
ru_ru: Сп. ЗАЩ

source: at level {x[0]}
de_de: auf Level {x[0]}
es_es: en el nivel {x[0]}
fr_fr: au niveau {x[0]}
ru_ru: на уровне {x[0]}

source: This entry has no portraits.
de_de: Dieser Eintrag hat keine Portraits.
es_es: Esta entrada no tiene retratos.
fr_fr: Cette entrée n'a pas de portrait.
ru_ru: У этой записи нет портретов.

source: Stats and moves are only editable for base forms.
de_de: Statuswerte und Attacken sind nur für Basis-Formen editierbar.
es_es: Las estadísticas y movimientos sólo se pueden editar para las formas base.
fr_fr: Les statistiques et attaques ne sont modifiables que pour les formes de base.
ru_ru: Статистики и приемы можно редактировать только для базовых форм.

source: Each Pokémon has two gender forms (even if it only has one gender). This entry contains both of these forms. The first form is the main form, it is used as a fallback in some cases, when the data for the second form doesn't exist.
de_de: Jedes Pokémon hat zwei Geschlechterformen (auch wenn es nur ein Geschlecht hat). Dieser Eintrag enthält diese beiden Formen. Die erste Form ist die Basis-Form, sie wird in einigen Fällen als Ausweichoption verwendet, wenn Daten für die zweite Form nicht existieren.
es_es: Cada Pokémon tiene dos variantes de género (aunque solo tenga uno). Esta entrada contiene ambas formas. La primera es la principal, y se utiliza como alternativa en algunos casos cuando los datos de la segunda forma no existen.
fr_fr: Chaque Pokémon a deux formes (même s'il n'a qu'un genre disponible). Cette entrée contient ces deux formes. La première est la forme principale, et forme par défaut quand les données de la seconde forme sont indisponibles.
ru_ru: У каждого покемона есть две формы (даже если у него только один пол). Эта запись содержит обе эти формы. Первая форма является основной, она используется в случаях, когда данных для второй формы не существует.

source: Save CSV...
de_de: Speichere CSV...
es_es: Guardar CSV...
fr_fr: Sauvegarder CSV...
ru_ru: Сохранить CSV...

source: Error saving the CSV.
de_de: Fehler beim Speichern der CSV.
es_es: Error al guardar el CSV.
fr_fr: Erreur en sauvegardant le CSV.
ru_ru: Ошибка сохранения CSV.

source: Import CSV...
de_de: Importiere CSV...
es_es: Importar CSV...
fr_fr: Importer CSV...
ru_ru: Импортировать CSV...

source: is missing in the CSV
de_de: fehlt in der CSV
es_es: no se encuentra en el CSV
fr_fr: est manquant dans le CSV
ru_ru: отсутствует в CSV

source: All values must be numbers.
de_de: Alle Werte müssen Zahlen sein.
es_es: Todos los valores deben ser números.
fr_fr: Toutes les valeurs doivent être numériques.
ru_ru: Все значения должны быть числами.
