Repository: SkyTemple/skytemple
Catalog: skytemple/data/locale/*/LC_MESSAGES/skytemple.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Variation:
de_de: Variante:
es_es: Variación:
ru_ru: Вариант:

source: Minimized:
de_de: Geschrumpft:
es_es: Minimizado:
fr_fr: Minimisé :
ru_ru: Минимизирован:

source: This will show the true form of the file if disabled.
de_de: Dies zeigt die wahre Form der Datei an, wenn deaktiviert.
es_es: Esto mostrará la forma real del archivo si está desactivado.
ru_ru: Если отключить эту функцию, она покажет истинную форму файла.

source: Interactive tooltips are not supported on your platform. To see them, click "Open in browser".
de_de: Interaktive Tooltips werden auf dieser Plattform nicht unterstützt. Um sie zu sehen, klicke auf „Im Browser öffnen“.
es_es: Los consejos de herramientas interactivas no están soportados en tu plataforma. Para verlos, haz clic en "Abrir en el navegador".
ru_ru: Интерактивные подсказки не поддерживаются на вашей платформе. Чтобы увидеть их, нажмите «Открыть в браузере».

source: Open in browser
de_de: Im Browser öffnen
es_es: Abrir en el navegador
fr_fr: Ouvrir dans le navigateur
ru_ru: Открыть в браузере

source: This opens the graph in a browser. You can use the "refresh" button (F5) in your browser to update it.
de_de: Dies öffnet den Graphen in deinem Browser. Du kannst die Schaltfläche "aktualisieren" (F5) deines Browser verwenden, um den Graphen zu aktualisieren.
es_es: Esto abre el gráfico en un navegador. Puedes utilizar el botón "actualizar" (F5) de tu navegador para actualizarlo.
fr_fr: Ouvre le graphique dans un navigateur. Vous pouvez utiliser l'option "rafraîchir" de votre navigateur (F5) pour l'actualiser.
ru_ru: Это откроет график в браузере. Для его обновления можно использовать кнопку "обновить" (F5) в браузере.

source: Graph
es_es: Gráfico
fr_fr: Graphique
ru_ru: График

source: Exp. Points
de_de: Erf.-Punkte
es_es: Puntos de Exp.
fr_fr: Points Exp.
ru_ru: Очки Опыта

source: HP+
de_de: KP+
es_es: PS+
fr_fr: PV+
ru_ru: ОЗ+

source: ATK+
de_de: Angr.+
es_es: Atq.+
fr_fr: Atq+
ru_ru: АТК+

source: Sp. ATK+
de_de: Sp. Angr.+
es_es: At. Esp+
fr_fr: Att. Spé.+
ru_ru: Сп. ATK+

source: DEF+
de_de: Vert.+
fr_fr: Déf.+
ru_ru: ЗАЩ+

source: Sp. DEF+
de_de: Sp. Vert.+
es_es: Def. Esp+
fr_fr: Déf. Spé.+
ru_ru: Сп. ЗАЩ+

source: Export to CSV
de_de: Als CSV exportieren
es_es: Exportar a CSV
fr_fr: Exporter en format CSV
ru_ru: Экспортировать в CSV

source: Import from CSV
de_de: Importiere aus CSV
es_es: Importar desde CSV
fr_fr: Importer depuis un fichier CSV
ru_ru: Импортировать из CSV

source: Base Stats can be edited under "Settings". They will be applied for level 1.
de_de: Basis-Statuswerte können unter "Einstellungen" bearbeitet werden. Sie werden für Level 1 angewendet.
es_es: Las estadísticas base pueden modificarse en "Ajustes". Se aplicarán para el nivel 1.
fr_fr: Les Stats de base peuvent être édités dans les "Paramètres". Elles sont valables pour le niveau 1.
ru_ru: Базовые статистики можно редактировать в разделе "Настройки". Они будут применены для первого уровня.

source: Level Up Moves
de_de: Attacken durch Levelaufstieg
es_es: Movimientos de subida de nivel
fr_fr: Attaques par niveau
ru_ru: Приемы при повышении уровня

source: HM/TM Moves
de_de: VM/TM Attacken
es_es: Movimientos de MT/MO
fr_fr: Attaques par CT/CS
ru_ru: Приемы HM/TM

source: Egg Moves
de_de: Attacken durch Vererbbarkeit
es_es: Movimientos de huevo
fr_fr: Attaques "Oeuf"
ru_ru: Приемы при вылуплении

source: Export Pokémon
de_de: Pokémon exportieren
es_es: Exportar Pokémon
fr_fr: Exporter Pokémon
ru_ru: Экспортировать Покемона

source: This will export the data of all Pokémon to XML files into a directory you choose. You can select below what data will be included in these files. If the "ExpandPokeList" patch is applied, every form will be exported into one XML file each. If the patch is not applied, male and female forms are grouped into a combined XML file.
ru_ru: Это позволит экспортировать данные всех покемонов в XML-файлы в выбранную вами папку. Ниже вы можете выбрать, какие данные будут включены в эти файлы. Если применен патч "ExpandPokeList", каждая форма будет экспортирована в один XML-файл. Если патч не применен, мужские и женские формы будут сгруппированы в объединенный XML-файл.

source: Moveset EoS
de_de: Attacken in Himmel
es_es: Movimientos de Cielo
fr_fr: Attaques Ciel
ru_ru: Набор приемов EoS

source: Moveset EoT / EoD**
de_de: Attacken in Zeit / Dunkelheit**
es_es: Movimientos de Oscuridad / Tiempo**
fr_fr: Attaques Ombre/Temps**
ru_ru: Набор приемов EoT / EoD**

source: ** This data is not editable in SkyTemple, but you can export and import it.
de_de: ** Diese Daten können in SkyTemple nicht bearbeitet werden, aber du kannst sie exportieren und importieren.
es_es: ** Estos datos no se pueden editar en SkyTemple, pero puedes exportarlos e importarlos.
fr_fr: ** Ces données ne sont pas modifiables dans SkyTemple, mais vous pouvez les exporter et les importer.
ru_ru: ** Эти данные нельзя редактировать в SkyTemple, но вы можете экспортировать и импортировать их.

source: Stat Growth
de_de: Statuswerte-Anstieg
es_es: Crecimiento de estadísticas
fr_fr: Gains de Stats
ru_ru: Рост статистики

source: Portraits
es_es: Retratos
ru_ru: Портреты

source: Exporting...
de_de: Exportiere...
es_es: Exportando...
ru_ru: Экспортируем...

source: This section lets you edit data for Pokémon in the game. This includes stats and the portrait images.
de_de: In diesem Abschnitt kannst du Daten für Pokémon im Spiel bearbeiten. Dies beinhaltet die Statuswerte und die Portraits.
es_es: Esta sección te permite editar los datos de los Pokémon en el juego. Esto incluye las estadísticas y sus retratos.
fr_fr: Cette section vous permet d'éditer les données d'un Pokémon dans le jeu. Cela inclut les stats et ses portraits.
ru_ru: В этом разделе вы можете редактировать данные о покемонах в игре. Сюда входят статистики и изображения портретов.

source: Choose a Pokémon form on the left to edit it's data. You can use the button below to export data of multiple Pokémon forms at once.
ru_ru: Выберите форму покемона слева, чтобы отредактировать ее данные. Вы можете использовать кнопку ниже, чтобы экспортировать данные сразу нескольких форм покемонов за раз.

source: Bulk Export
de_de: Massenexport
ru_ru: Массовый экспорт

source: Pokémon Data
de_de: Pokémon-Daten
es_es: Datos del Pokémon
ru_ru: Данные о Покемонах

source: Here you can edit the different personality groups.
de_de: Hier kannst Du die verschiedenen Persönlichkeitsgruppen bearbeiten.
es_es: Aquí puedes editar los diferentes grupos de personalidad.
fr_fr: Vous pouvez modifier ici les différents groupes de personnalités.
ru_ru: Здесь вы можете редактировать различные группы личностей.

source: Group:
de_de: Gruppe:
es_es: Grupo:
fr_fr: Groupe:
ru_ru: Группа:

source: Text
es_es: Texto
fr_fr: Texte
ru_ru: Текст

source: Type:
de_de: Typ:
es_es: Tipo:
ru_ru: Тип:

source: Remove Group
de_de: Gruppe entfernen
es_es: Eliminar grupo
fr_fr: Retirer Groupe
ru_ru: Удалить группу

source: Add Group
de_de: Gruppe hinzufügen
es_es: Añadir grupo
fr_fr: Ajouter Groupe
ru_ru: Добавить Группу

source: Personality Groups
de_de: Persönlichkeitsgruppen
es_es: Grupos de personalidad
fr_fr: Groupes de personnalité
ru_ru: Группы личности

source: Here you can edit special personalities, used by unique actors.
de_de: Hier kannst du spezielle Persönlichkeiten bearbeiten, die von besonderen Akteuren verwendet werden.
es_es: Aquí puedes editar personalidades especiales utilizadas por actores únicos.
fr_fr: Vous pouvez éditer les personnalités spéciales utilisées par les acteurs uniques.
ru_ru: Здесь вы можете редактировать особые личности, используемые уникальными актерами.

source: Actor
de_de: Akteur
fr_fr: Acteur
ru_ru: Актер

source: Personality
de_de: Persönlichkeit
es_es: Personalidad
fr_fr: Personnalité
ru_ru: Личность

source: Special Personalities
de_de: Besondere Persönlichkeiten
es_es: Personalidades especiales
fr_fr: Personnalités Spéciales
ru_ru: Особые личности

source: Here you can run automatic checks and fixes on the Sprite Info values for all Pokémon. "Fix Sprite Info" runs automatic fixes for the Sprite VRAM Size, Sprite File Size and Body Size. "Check Body Size" compares each Pokémon's Body Size to an "ideal" value based on the Sprite VRAM Size. Please note that this "ideal" value is only an helper value and SHOULD NOT be treated as an absolute fix. More info about Sprite Info values and how they interact can be found on the Sprite Info tab of each Pokémon.
ru_ru: Здесь вы можете запустить автоматические проверки и исправления значений Информации о спрайте для всех покемонов. "Исправить информацию о спрайтах" запускает автоматические исправления для Размера спрайта в VRAM, Размера файла спрайта и Размера покемона. "Проверить размер покемонов" сравнивает размер тела каждого покемона с "идеальным" значением, основанным на размере спрайта в VRAM. Обратите внимание, что это "идеальное" значение является лишь вспомогательным и НЕ ДОЛЖНО рассматриваться как абсолютное значение. Более подробную информацию о значениях Информации о спрайте и их взаимодействии можно найти на вкладке Информация о спрайте каждого покемона.

source: Fix Sprite Info
ru_ru: Исправить информацию о спрайтах

source: Check Body Sizes
ru_ru: Проверить размер покемонов

source: List of fixes/oddities
ru_ru: Список исправлений/странностей

source: Monster
ru_ru: Покемон

source: Detail of Fix
ru_ru: Детали исправления

source: Sprite Checker
ru_ru: Проверка спрайтов

source: Current Gender Form Settings*
de_de: Einstellungen der aktuellen Geschlechterform*
es_es: Ajustes actuales de la forma de género*
fr_fr: Paramètres de la Forme actuelle*
ru_ru: Настройки текущей формы*

source: Other Gender Form Settings*
de_de: Einstellungen der anderen Geschlechterform*
es_es: Otros ajustes de la forma de género*
fr_fr: Paramètres de l' autre Forme*
ru_ru: Настройки другой формы*

source: <i>*If you choose to export only one gender, the data of this gender will be used when importing again. If you choose to export both genders, upon import the matching gender entry will be used (second gender will be imported using the second gender entry).</i>
de_de: <i>*Wenn du nur ein Geschlecht exportierst, dann werden die Daten dieser Form beim Import verwendet. Falls du beide Formen exportierst, werden diese beim Import automatisch zugewiesen (der zweiten Geschlechterform wird automatisch der Eintrag für die zweite Form zugewiesen).</i>
es_es: <i>*Si eliges exportar solo un género, sus datos se utilizarán al volver a importar. Si eliges exportar ambos géneros, al importar se utilizará la entrada del género que coincida (el segundo género se importará utilizando la entrada del segundo género).</i>
ru_ru: <i>*Если вы решили экспортировать только одну форму, при повторном импортировании будут использоваться данные этой формы. Если вы решили экспортировать данные обоих форм, при импорте будет использоваться запись, соответствующая форме (вторая форма будет импортирована с использованием записи второй формы).</i>

source: Portraits of other Gender Form*
de_de: Portraits der aktuellen Geschlechterform*
es_es: Retratos de otra forma de género*
fr_fr: Portraits de l'autre Forme*
ru_ru: Портреты другой формы*

source: Portraits of current Gender Form*
de_de: Portraits der anderen Geschlechterform*
es_es: Retratos de la forma de género actual*
fr_fr: Portraits de la Forme actuelle*
ru_ru: Портреты текущей формы*

source: (and/or) <b>2b. Copy to other Pokémon</b>
de_de: (und/oder) <b>2b. Kopiere zu anderen Pokémon</b>
es_es: (y/o) <b>2b. Copiar a otro(s) Pokémon</b>
fr_fr: (et/ou) <b>2b. Copier vers d'autres Pokémon</b>
ru_ru: (и/или) <b>2b. Копировать другому покемону</b>

source: Base ID:
de_de: Basis-ID:
es_es: ID base:
fr_fr: ID de Base:
ru_ru: Базовый ID:

source: Type:
de_de: Typ:
es_es: Tipo:
ru_ru: Тип:

source: Gender:
de_de: Geschlecht:
es_es: Género:
fr_fr: Sexe:
ru_ru: Пол:

source: Pokédex:
es_es: Pokédex:
ru_ru: Покедекс:

source: Entity ID:
de_de: Entität-ID:
es_es: ID de entidad:
fr_fr: ID d'entité:
ru_ru: ID сущности:

source: Sprite ID:
es_es: ID de sprite:
fr_fr: ID de Sprite:
ru_ru: ID Спрайта:

source: Name:
es_es: Nombre:
fr_fr: Nom:
ru_ru: Имя:

source: Movement:
de_de: Bewegungstyp:
es_es: Movimiento:
fr_fr: Mouvement:
ru_ru: Движение:

source: IQ Group:
de_de: IQ Gruppe:
es_es: Grupo de CI:
fr_fr: Groupe QI:
ru_ru: Группа IQ:

source: Ability:
de_de: Fähigkeit:
es_es: Habilidad:
fr_fr: Talent :
ru_ru: Способность:

source: Exp. Yield:
de_de: Erfahrungspunkte:
es_es: Puntos de exp.:
fr_fr: Base Exp:
ru_ru: Доля опыта:

source: Recruit Rate:
de_de: Rekrutierungsrate:
es_es: Ratio de reclutamiento:
fr_fr: Taux de Recrutement :
ru_ru: Шанс рекрутирования:

source: Talk Group:
de_de: Sprech-Gruppe:
es_es: Grupo de conversación:
ru_ru: Разговорная группа:

source: Idle Animation Type:
de_de: Stillstand-Animationstyp:
es_es: Tipo de animación en reposo:
ru_ru: Тип Анимации Бездействия:

source: Base HP:
de_de: Basis-KP:
es_es: PS base:
fr_fr: PV de base :
ru_ru: Базовая ОЗ:

source: Weight:
de_de: Gewicht:
es_es: Peso:
fr_fr: Poids :
ru_ru: Вес:

source: Base Atk:
de_de: Basis Angr.:
es_es: Atq. base:
fr_fr: Attaque de base :
ru_ru: Базовая Атк:

source: Base Sp. Atk:
de_de: Basis Sp. Angr.:
es_es: Atq. Esp. base:
fr_fr: Att. Spé. de base :
ru_ru: Базовая сп. Атк:

source: Base Def:
de_de: Basis Vert.:
es_es: Def. base:
fr_fr: Défense de base :
ru_ru: Базовая Защ:

source: Base Sp. Def:
de_de: Basis Sp. Vert.:
es_es: Def. Esp. base:
fr_fr: Déf. Spé. de base :
ru_ru: Базовая сп. Защ:

source: Size:
de_de: Größe:
es_es: Tamaño:
fr_fr: Taille:
ru_ru: Размер:

source: Movement Speed:
de_de: Bewegungsgeschwindigkeit:
es_es: Vel. de movimiento:
fr_fr: Vitesse de mouvement :
ru_ru: Скорость передвижения:

source: Base Stats
de_de: Basis-Statuswerte
es_es: Estadísticas base
fr_fr: Statistiques de Base
ru_ru: Базовые Характеристики

source: Base Form Index:
de_de: Basis-Form Index:
es_es: Índice de forma base:
fr_fr: Index de la forme de base:
ru_ru: Индекс базовой формы:

source: Pre Evolution:
de_de: Vorstufe:
es_es: Preevolución:
fr_fr: Pré-évolution :
ru_ru: Пре-эволюция:

source: Main Requirement:
de_de: Hauptvoraussetzung:
es_es: Requisito principal:
fr_fr: Condition d'évolution:
ru_ru: Основные требования:

source: Parameter:
es_es: Parámetro:
fr_fr: Paramètre:
ru_ru: Параметр:

source: Additional Requirement:
de_de: Zusätzliche Voraussetzung:
es_es: Requisito adicional:
fr_fr: Condition supplémentaire:
ru_ru: Дополнительные требования:

source: Evolves Into:
de_de: Entwickelt sich zu:
es_es: Evoluciona a:
fr_fr: Evolue en:
ru_ru: Эволюционирует в:

source: Children:
de_de: Kinder:
es_es: Crías:
fr_fr: Bébé:
ru_ru: Дети:

source: Evolution Bonus:
de_de: Entwicklungsbonus:
es_es: Bonificación de evolución:
fr_fr: Gain à l'évolution:
ru_ru: Бонус эволюции:

source: HP:
de_de: KP:
es_es: PS:
fr_fr: PV:
ru_ru: ОЗ:

source: Atk:
de_de: Angr:
es_es: Atq:
fr_fr: Atq:
ru_ru: Атк:

source: Sp. Atk:
de_de: Sp. Angr:
es_es: At. Esp:
fr_fr: Atq. Spé:
ru_ru: Сп. Aтк:

source: Def:
de_de: Vert:
ru_ru: Защ:

source: Sp. Def:
de_de: Sp. Vert:
es_es: Def. Esp:
fr_fr: Def. Spé:
ru_ru: Сп. Защ:

source: Evolution
de_de: Entwicklung
es_es: Evolución
fr_fr: Évolution
ru_ru: Эволюция

source: Item 1:
es_es: Objeto 1:
fr_fr: Objet 1 :
ru_ru: Предмет 1:

source: Item 2:
es_es: Objeto 2:
fr_fr: Objet 2 :
ru_ru: Предмет 2:

source: Item 3:
es_es: Objeto 3:
fr_fr: Objet 3 :
ru_ru: Предмет 3:

source: Item 4:
es_es: Objeto 4:
fr_fr: Objet 4 :
ru_ru: Предмет 4:

source: Sprite File Size:
ru_ru: Размер файла спрайта:

source: Sprite VRAM Size:
ru_ru: Размер VRAM спрайта:

source: Body Size:
de_de: Körpergröße:
es_es: Tamaño del cuerpo:
fr_fr: Taille équipe:
ru_ru: Размер тела:

source: Shadow Size:
de_de: Schattengröße:
es_es: Tamaño de sombra:
fr_fr: Taille de l'ombre:
ru_ru: Размер тени:

source: Sprite Info
ru_ru: Информация о спрайте

source: Unk 1.0:
de_de: Unb 1.0:
es_es: Desc. 1.0:
ru_ru: Неизв 1.0:

source: Unk 31:
de_de: Unb 31:
es_es: Desc. 31:
ru_ru: Неизв 31:

source: Spawn Threshold:
de_de: Spawn Schwelle:
es_es: Umbral de generación:
fr_fr: Seuil d'apparition:
ru_ru: Порог появления:

source: Unk 1.1:
de_de: Unb 1.1:
es_es: Desc. 1.1:
ru_ru: Неизв 1.1:

source: Unk 1.2:
de_de: Unb 1.2:
es_es: Desc. 1.2:
ru_ru: Неизв 1.2:

source: Unk 1.3:
de_de: Unb 1.3:
es_es: Desc. 1.3:
ru_ru: Неизв 1.3:

source: Can move:
de_de: Kann sich bewegen:
es_es: Puede moverse:
fr_fr: Peut bouger:
ru_ru: Может двигаться:

source: Can throw items:
de_de: Kann Items werfen:
es_es: Puede lanzar objetos:
fr_fr: Peut lancer des objets:
ru_ru: Может бросать предметы:

source: Can evolve:
de_de: Kann sich entwickeln:
es_es: Puede evolucionar:
fr_fr: Peut évoluer:
ru_ru: Может эволюционировать:

source: Item req. for spawn:
de_de: Ben. Item für Entw.:
es_es: Objeto necesario para aparecer:
fr_fr: Objet requis pour apparaître:
ru_ru: Предмет, необходимый для появления:

source: Chance to spawn asleep:
de_de: Chance schlafend zu spawnen:
es_es: Probabilidad de aparecer dormido:
fr_fr: Chance d'apparaître endormi:
ru_ru: Шанс появиться спящим:

source: HP Regeneration:
de_de: KP Regeneration:
es_es: Regeneración de PS:
fr_fr: Régénération de PV :
ru_ru: Регенерация ОЗ:

source: Chest Drop Rates:
de_de: Truhen-Drop-Raten:
es_es: Tasas de liberación de cofres:
fr_fr: Taux de drop des coffres:
ru_ru: Частота выпадения сундуков:

source: No drop:
de_de: Kein Drop:
es_es: No suelta:
fr_fr: Aucun Drop:
ru_ru: Ничего:

source: Chest with normal items:
de_de: Truhen mit normalen Items:
es_es: Cofre con objetos normales:
fr_fr: Coffre avec Objets normaux:
ru_ru: Сундук с обычными предметами:

source: Chest with type 1 exclusive items:
de_de: Truhe mit Typ 1 exklusiven Items:
es_es: Cofre con objetos exclusivos de tipo 1:
fr_fr: Coffre avec Obj. Exclusif de type 1:
ru_ru: Сундук с эксклюзивными предметами редкости 1:

source: Chest with type 2 exclusive items:
de_de: Truhe mit Typ 2 exklusiven Items:
es_es: Cofre con objetos exclusivos de tipo 2:
fr_fr: Coffre avec Obj. Exclusif de type 2:
ru_ru: Сундук с эксклюзивными предметами редкости 2:

source: This Pokémon has no stats and/or level up moves. It can only be used in cutscenes. Trying to use it in dungeons will not work.
ru_ru: У этого покемона нет статистик и/или приемов при повышении уровня. Его можно использовать только в сюжетных сценах. Попытка использовать его в подземельях не сработает.

source: Item ID:
es_es: ID de objeto:
fr_fr: Identifiant de l'object :
ru_ru: ID Предмета:

source: Buy Price:
de_de: Kaufpreis:
es_es: Precio de compra:
fr_fr: Prix d'achat :
ru_ru: Цена покупки:

source: Sell Price:
de_de: Verkaufspreis:
es_es: Precio de venta:
fr_fr: Prix de vente :
ru_ru: Цена продажи:

source: Palette ID:
de_de: Paletten-ID:
es_es: ID de paleta:
fr_fr: ID de la palette :
ru_ru: ID Палитры:

source: Long Description:
de_de: Ausführliche Beschreibung:
es_es: Descripción larga:
fr_fr: Description longue :
ru_ru: Подробное описание:

source: Short Description:
de_de: Kurzbeschreibung:
es_es: Descripción corta:
fr_fr: Description courte :
ru_ru: Краткое описание:

source: Move ID:
de_de: Attacken-ID:
es_es: ID de movimiento:
fr_fr: ID de l'attaque :
ru_ru: ID приема:

source: Min Amount:
de_de: Mindestanzahl:
es_es: Cantidad mínima:
fr_fr: Quantité minimale :
ru_ru: Мин. количество:

source: Max Amount:
de_de: Maximale Anzahl:
es_es: Cantidad máxima:
fr_fr: Quantité maximale :
ru_ru: Макс. количество:

source: Action Name:
de_de: Aktionsname:
es_es: Nombre de la acción:
fr_fr: Nom de l'action :
ru_ru: Имя команды:

source: Is Valid:
de_de: Ist gültig:
es_es: Es válido:
fr_fr: Est valide :
ru_ru: Верно:

source: Is in T/D:
de_de: Ist in Z/D:
es_es: Está en EdT/EdO:
fr_fr: Est dans T/O :
ru_ru: Существует в EoT/EoD:

source: AI Flag: Throw at enemies
es_es: Objetivo de IA: Lanzar a enemigos
ru_ru: ИИ флаг: бросать во врагов

source: AI Flag: Throw at allies
es_es: Objetivo de IA: Lanzar a aliados
ru_ru: ИИ флаг: бросать в союзников

source: AI Flag: Use on self
es_es: Objetivo de IA: Usar en sí mismo
ru_ru: ИИ флаг: использовать на себе

source: Flags
es_es: Marcas
fr_fr: Drapeaux
ru_ru: Флаги

source: Exclusive Item Type:
de_de: Exklusives Item - Typ:
es_es: Tipo de objeto exclusivo:
ru_ru: Эксклюзивный тип предмета:

source: Exclusive Item Parameter:
de_de: Exklusives Item - Parameter:
es_es: Parámetro de objeto exclusivo:
ru_ru: Эксклюзивный параметр предмета:

source: Exclusive Item Settings
de_de: Einstellungen für Exklusives Item
es_es: Ajustes de objeto exclusivos
ru_ru: Эксклюзивные настройки предмета

source: Item/Remove Key Placeholder Title
de_de: Item/Entferne Schlüssel-Platzhalter-Kachel
es_es: Objetos/Quitar título del marcador de posición
ru_ru: Предмет/Удалить ключ: заголовок

source: Item/Remove Key Placeholder Description
de_de: Item/Entferne Beschreibung des Schlüssel-Platzhalter-Kachels
es_es: Objetos/Quitar descripción del marcador de posición
ru_ru: Предмет/Удалить ключ: описание

source: Item Keys
de_de: Item-Schlüssel
es_es: Claves de objetos
ru_ru: Ключи предметов

source: Sort Key
de_de: Sortierschlüssel
es_es: Claves de clasificación
ru_ru: Ключи сортировки

source: Item Name
es_es: Nombre del objeto
ru_ru: Название предмета

source: Insert Key...
de_de: Schlüssel einfügen...
es_es: Insertar clave...
ru_ru: Вставить ключ...

source: Remove Key...
de_de: Schlüssel entfernen...
es_es: Quitar clave...
ru_ru: Удалить ключ...

source: Add Missing Keys
de_de: Fehlende Schlüssel hinzufügen
es_es: Añadir claves que faltan
ru_ru: Добавить недостающие ключи

source: Item Lists
de_de: Item-Listen
es_es: Listas de objetos
fr_fr: Listes d'objets
ru_ru: Списки предметов

source: Edits the lists used for mission rewards, treasure boxes and Treasure Town Kecleon shops.
de_de: Bearbeitet die Listen für Missionsbelohnungen, Schatzkisten und Shops in Schatzstadt.
es_es: Edita las listas utilizadas para las recompensas de misión, cofres misteriosos y la tienda Kecleon de la Aldea Tesoro.
fr_fr: Modifie les listes pour les récompenses, coffres, et le Magasin Kecleon de Bourg-Trésor.
ru_ru: Редактирует списки предметов, используемые при определении вознаграждений за миссии, содержимого сундуков с сокровищами, а также содержимого магазина Кеклеона.

source: <Not available> To view and edit those lists, please apply the "ExtractHardcodedItemLists" ASM patch from the "Patches" > "ASM" menu.
de_de: <Nicht verfügbar> Um diese Listen anzuzeigen und zu bearbeiten, wende bitte den ASM-Patch „ExtractHardcodedItemLists“ aus dem Menü „Patches“ > „ASM“ an.
es_es: <No disponible> Para ver y editar estas listas, aplica el parche "ExtractHardcodedItemLists" desde el menú "Parches" > "ASM".
ru_ru: <Недоступно> Для просмотра и редактирования этих списков, примените ASM-патч «ExtractHardcodedItemLists» из меню «Патчи» > «ASM».

source: Lists:
de_de: Listen:
es_es: Lista:
fr_fr: Listes:
ru_ru: Списки:

source: Base Power:
de_de: Basis-Stärke:
es_es: Potencia base:
fr_fr: Base Puissance:
ru_ru: Базовая сила:

source: Base PP:
de_de: Basis-AP:
es_es: PP base:
ru_ru: Базовая PP:

source: Description:
de_de: Beschreibung:
es_es: Descripción:
ru_ru: Описание:

source: Accuracy:
de_de: Genauigkeit:
es_es: Precisión:
fr_fr: Précision:
ru_ru: Точность:

source: Miss Accuracy:
de_de: Fehlschlag Chance:
es_es: Precisión de fallar:
fr_fr: Précision "Raté":
ru_ru: Точность промаха:

source: # of chained hits:
de_de: Anzahl verketteter Treffer:
es_es: Nº de golpes consecutivos:
fr_fr: # d'attaques consécutives:
ru_ru: # цепных ударов:

source: Max Upgrade Level:
es_es: Nivel máx. de mejora:
fr_fr: Niveau Ginseng max:
ru_ru: Макс. уровень улучшения:

source: Crit Chance:
de_de: Kritische Trefferchance:
es_es: Prob. de crítico:
fr_fr: Taux de Critiques:
ru_ru: Шанс критического удара:
